Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: Fix ToC Editor on macOS in 6.14.0 not working inside the Edit book tool only
ru: Исправлена ​​ошибка, из-за которой редактор ToC на macOS в версии 6.14.0 не работал только внутри инструмента Редактор книг
ta: macos இல் toc எடிட்டரை 6.14.0 இல் திருத்து புத்தக கருவிக்குள் மட்டுமே வேலை செய்யவில்லை

source: 17 Feb, 2023
ru: 17 февраля 2023
ta: 17 பிப்ரவரி, 2023

source: Content server: E-book viewer: Long tapping on an image now causes it to be displayed in an internal popup rather than a new window as some browsers block the creation of new windows
ru: Контент-сервер: просмотр электронных книг: длительное нажатие на изображение теперь приводит к его отображению во внутреннем всплывающем окне, а не в новом окне, поскольку некоторые браузеры блокируют создание новых окон
ta: உள்ளடக்க சேவையகம்: மின்-புத்தக பார்வையாளர்: ஒரு படத்தில் நீண்ட நேரம் தட்டுவது இப்போது புதிய சாளரத்தை விட உள் பாப்அப்பில் காட்டப்படுவதற்கு காரணமாகிறது, ஏனெனில் சில உலாவிகள் புதிய சாளரங்களை உருவாக்குவதைத் தடுக்கின்றன

source: E-book viewer: Fix some adjacent highlights with nothing in between them not being displayed.
ru: Просмотр электронных книг: исправлены некоторые соседние выделения, при этом между ними ничего не отображается.
ta: மின்-புத்தக பார்வையாளர்: சில அருகிலுள்ள சிறப்பம்சங்களை அவற்றில் எதுவும் காட்டப்படாமல் சரிசெய்யவும்.

source: Content server: Workaround for Safari regression causing bookmarks to disappear on reload
ru: Контент-сервер: обходной путь для регрессии Safari, приводящей к исчезновению закладок при перезагрузке
ta: உள்ளடக்க சேவையகம்: சஃபாரி பின்னடைவுக்கான பணித்தொகுப்பு மீண்டும் ஏற்றும்போது புக்மார்க்குகள் மறைந்துவிடும்

source: E-book viewer: Read aloud: Fix a regression in the previous release that caused the Read aloud controls to not reappear when Read aloud is canceled and restarted
ru: Просмотр электронных книг: чтение вслух: исправлена ​​регрессия в предыдущем выпуске, из-за которой элементы управления «Чтение вслух» не появлялись снова при отмене и перезапуске функции «Чтение вслух»
ta: மின் புத்தக பார்வையாளர்: சத்தமாக வாசிக்கவும்: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், உரத்தக் கட்டுப்பாடுகள் சத்தமாக வாசிக்கும்போது மீண்டும் தோன்றக்கூடாது

source: E-book viewer: Read aloud: Fix a regression in the previous release that caused an error when using Read aloud on a chapter with no text, such as the cover page
ru: Просмотр электронных книг: чтение вслух: исправлена ​​регрессия в предыдущем выпуске, которая приводила к ошибке при использовании функции чтения вслух в главе без текста, например на титульной странице
ta: மின்-புத்தக பார்வையாளர்: சத்தமாகப் படியுங்கள்: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், இது அட்டை பக்கம் போன்ற உரை இல்லாத ஒரு அத்தியாயத்தில் உரக்கப் பயன்படுத்தும்போது பிழையை ஏற்படுத்தியது

source: E-book viewer: Fix a regression that caused a spurious error on Windows when reading out selected text
ru: Просмотр электронных книг: исправление регрессии, которая вызывала ложную ошибку в Windows при чтении выделенного текста
ta: மின் புத்தக பார்வையாளர்: தேர்ந்தெடுக்கப்பட்ட உரையைப் படிக்கும்போது சாளரங்களில் ஒரு மோசமான பிழையை ஏற்படுத்திய பின்னடைவை சரிசெய்யவும்

source: Fix a regression in calibre 5.0 that broke sorting the device view by title if one of the books has an empty title
ru: Исправлена ​​регрессия в calibre 5.0, из-за которой нарушалась сортировка вида устройства по названию, если одна из книг имеет пустой заголовок
ta: காலிபர் 5.0 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது புத்தகங்களில் ஒன்று வெற்று தலைப்பு இருந்தால் சாதனக் காட்சியை தலைப்பு மூலம் வரிசைப்படுத்துகிறது

source: Edit book: Spell Check dialog: Fix second word not getting selected when after first word is fixed
ru: Редактор книг: диалоговое окно «Проверка орфографии»: исправление того, что второе слово не выбирается, когда исправлено первое слово
ta: புத்தகத்தைத் திருத்து: எழுத்துப்பிழை சோதனை உரையாடல்: முதல் சொல் சரி செய்யப்பட்ட பிறகு இரண்டாவது வார்த்தையை தேர்ந்தெடுக்காமல் சரிசெய்யவும்

source: Improve hover highlight color in tree views
ru: Улучшен цвет выделения при наведении в древовидном представлении
ta: மரக் காட்சிகளில் ஓவர் சிறப்பம்சமாக வண்ணத்தை மேம்படுத்தவும்

source: 03 Feb, 2023
ru: 3 февраля 2023
ta: 03 பிப்ரவரி, 2023

source: E-book viewer: Read aloud: On Windows switch to using the new Microsoft speech subsystem with access to more voices
ru: Просмотр электронных книг: чтение вслух: в Windows переключитесь на использование новой речевой подсистемы Microsoft с доступом к большему количеству голосов
ta: மின்-புத்தக பார்வையாளர்: சத்தமாகப் படியுங்கள்: சாளரங்கள் புதிய நுண்மென் பேச்சு துணை அமைப்பைப் பயன்படுத்தி அதிக குரல்களுக்கான அணுகலுடன் மாறவும்

source: Note that this means that old voice, speed and audio devices setting will not be used so a reconfiguration might be needed.
ru: Обратите внимание, что это означает, что старые настройки голоса, скорости и аудиоустройства не будут использоваться, поэтому может потребоваться повторная настройка.
ta: பழைய குரல், விரைவு மற்றும் ஆடியோ சாதனங்கள் அமைப்பு பயன்படுத்தப்படாது, எனவே மறுசீரமைப்பு தேவைப்படலாம் என்பதே இதன் பொருள் என்பதை நினைவில் கொள்க.

source: calibre:// URL scheme: allow specifying a Virtual library for show_book URLs
ru: calibre:// URL scheme: разрешить указывать виртуальную библиотеку для URL-адресов show_book
ta: காலிபர்: // முகவரி திட்டம்: show_book முகவரி களுக்கு மெய்நிகர் நூலகத்தைக் குறிப்பிட அனுமதிக்கவும்

source: Add by ISBN: Allow adding using identifiers other than ISBN as well
ru: Добавить по ISBN: разрешить добавление с использованием идентификаторов, отличных от ISBN
ta: isbn ஆல் சேர்க்கவும்: isbn ஐத் தவிர வேறு அடையாளங்காட்டிகளைப் பயன்படுத்தி சேர்க்க அனுமதிக்கவும்

source: Update bundled Qt to 6.4 this means calibre on macOS is now only supported on Big Sur and newer
ru: Обновлен пакет Qt до версии 6.4, это означает, что calibre в macOS теперь поддерживается только в Big Sur и новее
ta: புதுப்பிக்கப்பட்ட கியுடி ஐ 6.4 வரை புதுப்பிக்கவும், இதன் பொருள் macos இல் காலிபர் இப்போது பெரிய sur மற்றும் புதியவற்றில் மட்டுமே ஆதரிக்கப்படுகிறது

source: Spell check dialog: Allow up and down arrow keys to work regardless of focus
ru: Диалоговое окно проверки орфографии: разрешить работу клавиш со стрелками вверх и вниз независимо от фокуса
ta: எழுத்துப்பிழை சோதனை உரையாடல்: கவனம் பொருட்படுத்தாமல் அம்பு விசைகளை வேலை செய்ய அனுமதிக்கவும்

source: Allow multiple Template tester dialogs
ru: Разрешить несколько диалоговых окон тестера шаблонов
ta: பல வார்ப்புரு சோதனையாளர் உரையாடல்களை அனுமதிக்கவும்

source: Windows MTP device driver: Ignore failure to enumerate objects inside non-root folders
ru: Драйвер устройства Windows MTP: игнорировать сбой при перечислении объектов внутри некорневых папок
ta: சாளரங்கள் எம்டிபி சாதன இயக்கி: ரூட் அல்லாத கோப்புறைகளுக்குள் பொருட்களை கணக்கிடுவதில் தோல்வியை புறக்கணிக்கவும்

source: There are apparently a lot of devices out there that fail in this way. So rather than aborting the scan simply ignore the folder.
ru: Очевидно, есть много устройств, которые выходят из строя таким образом. Поэтому вместо того, чтобы прерывать сканирование, просто игнорируйте папку.
ta: இந்த வழியில் தோல்வியுற்ற நிறைய சாதனங்கள் அங்கே உள்ளன. எனவே ச்கேன் கருக்கலைப்பு செய்வதை விட, கோப்புறையை புறக்கணிக்கவும்.

source: Book list: Fix a regression in the previous release that broke dragging to select multiple books
ru: Список книг: исправлена ​​регрессия в предыдущем выпуске, которая мешала перетаскиванию для выбора нескольких книг
ta: புத்தக பட்டியல்: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், பல புத்தகங்களைத் தேர்ந்தெடுக்க இழுப்பதை உடைத்தது

source: Content server viewer: Fix reload book not actually reloading until the browser is also refreshed
ru: Просмотрщик контент-сервера: исправлена ​​ошибка, из-за которой книга не перезагружалась до тех пор, пока не будет обновлен браузер
ta: உள்ளடக்க சேவையக பார்வையாளர்: மறுஏற்றம் புத்தகத்தை சரிசெய்யவும் உலாவி புதுப்பிக்கப்படும் வரை உண்மையில் மீண்டும் ஏற்றப்படவில்லை

source: E-book viewer: Fix occasional false warning about highlight being overwritten
ru: Просмотр электронных книг: исправлено случайное ложное предупреждение о перезаписи выделения
ta: மின்-புத்தக பார்வையாளர்: சிறப்பம்சமாக எழுதப்படுவது குறித்து அவ்வப்போது தவறான எச்சரிக்கையை சரிசெய்யவும்

source: E-book viewer: Fix detection of selected highlights when all text is selected
ru: Просмотр электронных книг: исправлено обнаружение выделенных фрагментов, когда выделен весь текст
ta: மின்-புத்தக பார்வையாளர்: தேர்ந்தெடுக்கப்பட்ட சிறப்பம்சங்களைக் கண்டறிவதை சரிசெய்யவும்

source: Fix an error when embedding metadata into a large number of books
ru: Исправлена ​​ошибка при встраивании метаданных в большое количество книг
ta: மெட்டாடேட்டாவை அதிக எண்ணிக்கையிலான புத்தகங்களில் உட்பொதிக்கும்போது பிழையை சரிசெய்யவும்

source: When updating metadata in EPUB 2 files and no language is specified, do not remove the &lt;dc:language&gt; tag as this causes epubcheck to complain. Instead set the language to "und"
ru: При обновлении метаданных в файлах EPUB 2, когда язык не указан, не удалять тег, так как это вызывает жалобу epubcheck. Вместо этого язык устанавливается на «und»
ta: எபப் 2 கோப்புகளில் மெட்டாடேட்டாவைப் புதுப்பிக்கும்போது, எந்த மொழியும் குறிப்பிடப்படவில்லை, & lt; dc: மொழி & gt; இது எபுப்செக் குற்றச்சாட்டு செய்ய காரணமாகிறது. அதற்கு பதிலாக மொழியை "und" ஆக அமைக்கவும்

source: Wireless device driver: Remove the timeout for initial connection
ru: Драйвер беспроводного устройства: убран тайм-аут для первоначального подключения
ta: வயர்லெச் சாதன இயக்கி: ஆரம்ப இணைப்பிற்கான காலக்கெடுவை அகற்று

source: Use an icon rather than a color to report errors in fields and the search box
ru: Использовать значок, а не цвет, чтобы сообщать об ошибках в полях и окне поиска
ta: புலங்கள் மற்றும் தேடல் பெட்டியில் பிழைகள் புகாரளிக்க வண்ணத்தை விட ஐகானைப் பயன்படுத்தவும்

source: Conversion dialog: Regex builder: Workaround bug in Qt that prevented searching for non breaking spaces in the wizard used to test search expressions
ru: Диалоговое окно преобразования: построитель регулярных выражений: обход ошибки в Qt, которая препятствовала поиску неразрывных пробелов в мастере, используемом для проверки выражений поиска
ta: மாற்று உரையாடல்: ரீசெக்ச் பில்டர்: கியுடி இல் பணித்தொகுப்பு பிழை, தேடல் வெளிப்பாடுகளை சோதிக்கப் பயன்படும் வழிகாட்டியில் உடைக்கும் இடங்களைத் தேடுவதைத் தடுத்தது

source: Spell check dialog: move down after correcting word, not up
ru: Диалоговое окно проверки орфографии: двигаться вниз после исправления слова, а не вверх
ta: எழுத்துப்பிழை சோதனை உரையாடல்: வார்த்தையைத் திருத்திய பின் கீழே நகர்த்தவும்

source: Get books: Fix Mobileread store plugin not working
ru: Получить книги: исправлен неработающий плагин магазина Mobileread
ta: புத்தகங்களைப் பெறுங்கள்: மொபைலரெட் கடை சொருகி வேலை செய்யவில்லை

source: 06 Jan, 2023
ru: 6 января 2023
ta: 06 சன, 2023

source: Edit book: Check book: Allow automatic fixing of various simple CSS errors
ru: Редактор книг: Проверить книгу: Разрешить автоматическое исправление различных простых ошибок CSS
ta: புத்தகத்தைத் திருத்து: புத்தகத்தை சரிபார்க்கவும்: பல்வேறு எளிய css பிழைகளை தானாக சரிசெய்ய அனுமதிக்கவும்

source: E-book viewer: When Read aloud is speaking, make the control bar translucent so that words under the bar are visible
ru: Просмотр электронных книг: при озвучивании текста функцией «Читать вслух», сделать панель управления полупрозрачной, чтобы слова под ней были видны.
ta: மின்-புத்தக பார்வையாளர்: சத்தமாக படிக்கும்போது, கட்டுப்பாட்டுப் பட்டியை ஒளிஊடுருவக்கூடியதாக்குங்கள், இதனால் பட்டியின் கீழ் உள்ள சொற்கள் தெரியும்

source: Edit book: Switch to a new library (stylelint) for find problems in CSS as the old library was no longer maintained.
ru: Редактор книг: переключиться на новую библиотеку (stylelint) для поиска проблем в CSS, так как старая библиотека больше не поддерживается.
ta: புத்தகத் திருத்து: பழைய நூலகம் இனி பராமரிக்கப்படாததால் css இல் சிக்கல்களைக் கண்டறிய புதிய நூலகத்திற்கு (ச்டைலிண்ட்) மாறவும்.

source: Edit book: File browser: Allow using keyboard shortcuts to re-order the spine
ru: Редактор книг: Браузер файлов: разрешить использование сочетаний клавиш для изменения порядка корешка
ta: புத்தகத்தைத் திருத்து: கோப்பு உலாவி: முதுகெலும்பை மீண்டும் ஆர்டர் செய்ய விசைப்பலகை குறுக்குவழிகளைப் பயன்படுத்த அனுமதிக்கவும்

source: calibredb list: Allow specifying multiple fields for --sort-by
ru: calibredb list: разрешить указание нескольких полей для --sort-by
ta: calibredb பட்டியல்:--sort-bo க்கான பல புலங்களைக் குறிப்பிட அனுமதிக்கவும்

source: Check library: Allow opening the book folder easily
ru: Проверить библиотеку: разрешить легкое открытие папки с книгами
ta: நூலகத்தை சரிபார்க்கவும்: புத்தகக் கோப்புறையை எளிதாக திறக்க அனுமதிக்கவும்

source: Fix windows not being moved onto the current monitor when they were previously visible on a removed monitor that was to the left of the current monitor
ru: Исправлена ​​ошибка, из-за которой окна не перемещались на текущий монитор, если они ранее были видны на удалённом мониторе, который находился слева от текущего монитора
ta: தற்போதைய மானிட்டரின் இடதுபுறத்தில் இருந்த அகற்றப்பட்ட மானிட்டரில் முன்னர் காணப்பட்டபோது சாளரங்கள் தற்போதைய மானிட்டரில் நகர்த்தப்படுவதை சரிசெய்யவும்

source: Book list: Fix a regression in the previous release that broke drag and drop of multiple books
ru: Список книг: исправлена ​​регрессия в предыдущем выпуске, которая не позволяла перетаскивать несколько книг
ta: புத்தக பட்டியல்: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், பல புத்தகங்களின் இழுவை மற்றும் துளி உடைந்தது

source: Fix detection of Tolino Vision 6 on macOS/Linux
ru: Исправлено обнаружение Tolino Vision 6 в macOS/Linux
ta: மேகோச்/லினக்சில் டோலினோ விசன் 6 இன் கண்டறிதலை சரிசெய்யவும்

source: Content server: Fix auto full screen not working when continuing to read books with user account enabled
ru: Конетент-сервер: исправление того, что автоматический полноэкранный режим не работает при продолжении чтения книг с включённой учётной записью пользователя
ta: உள்ளடக்க சேவையகம்: பயனர் கணக்குடன் தொடர்ந்து புத்தகங்களைப் படிக்கும்போது ஆட்டோ முழுத் திரை வேலை செய்யாமல் சரிசெய்யவும்

source: Edit book: Set semantics: Fix error when setting the "Notes" semantic
ru: Редактор книг: установить семантику: исправлена ошибка при настройке семантики «Заметки»
ta: புத்தகத்தைத் திருத்து: சொற்பொருளை அமைக்கவும்: "குறிப்புகள்" சொற்பொருளை அமைக்கும் போது பிழையை சரிசெய்யவும்

source: HTMLZ output: Fix images referred to in CSS stylesheets not being converted
ru: Вывод HTMLZ: исправление того, что изображения, на которые есть ссылки в таблицах стилей CSS, не конвертировались
ta: htmlz வெளியீடு: css ச்டைல்சீட்களில் குறிப்பிடப்பட்டுள்ள படங்களை சரிசெய்யவில்லை

source: Book details panel: Fix HTML comment tags in the comments breaking display of book details
ru: Панель сведений о книге: исправление тегов комментариев HTML в комментариях, нарушающих отображение сведений о книге
ta: புத்தக விவரங்கள் குழு: புத்தக விவரங்களின் காட்சியை மீறும் கருத்துகளில் html கருத்து குறிச்சொற்களை சரிசெய்யவும்

source: Content server home page: When showing recently read books from across devices hide the entries for which loading the cover fails
ru: Домашняя страница контент-сервера: при отображении недавно прочитанных книг с разных устройств скрыть записи, для которых не удается загрузить обложку.
ta: உள்ளடக்க சேவையக முகப்பு பக்கம்: சாதனங்கள் முழுவதும் இருந்து அண்மைக் காலத்தில் படித்த புத்தகங்களைக் காண்பிக்கும் போது, அட்டையை ஏற்றுவது தோல்வியுற்ற உள்ளீடுகளை மறைக்கவும்

source: Windows Text-to-speech: Do not fail to configure if one of the voices has no defined language
ru: Преобразование текста в речь Windows: не фейлить конфигурацию, если один из голосов не имеет определённого языка.
ta: சாளரங்கள் உரை-க்கு-பேச்சு: குரல்களில் ஒன்று வரையறுக்கப்பட்ட மொழி இல்லையென்றால் கட்டமைக்கத் தவறாதீர்கள்

source: Fix a regression in calibre 5 that broke using a file for the --extra-css option of ebook-convert
ru: Исправлена ​​регрессия в calibre 5, которая сломалась при использовании файла для параметра --extra-css для ebook-convert.
ta: காலிபர் 5 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது மின்புத்தக-சி.எச்.எச் விருப்பத்திற்கான கோப்பைப் பயன்படுத்தி உடைந்தது

source: Content server FTS: Fix page header bar not visible
ru: Контент-сервер FTS: исправлена ​​​​ошибка, из-за которой панель заголовка страницы не отображалась
ta: உள்ளடக்க சேவையக fts: பக்க தலைப்பு பட்டியை சரிசெய்யவில்லை

source: Content server: Fix identifiers from third party metadata download plugins not becoming clickable links on the book details page
ru: Контент-Сервер: исправлена ​​ошибка, из-за которой идентификаторы из сторонних плагинов для загрузки метаданных не становились интерактивными ссылками на странице сведений о книге.
ta: உள்ளடக்க சேவையகம்: மூன்றாம் தரப்பு மெட்டாடேட்டாவிலிருந்து அடையாளங்காட்டிகளை சரிசெய்யவும் பதிவிறக்கம் செருகுநிரல்கள் புத்தக விவரங்கள் பக்கத்தில் சொடுக்கு செய்யக்கூடிய இணைப்புகளாக மாறவில்லை

source: Edit book: Warn when saving will overwrite a read-only file
ru: Редактор книг: Предупреждать, когда сохранение перезапишет файл, доступный только для чтения.
ta: புத்தகத்தைத் திருத்து: சேமிக்கும்போது எச்சரிக்கை படிக்க மட்டும் கோப்பை மேலெழுதும்

source: Fix restoring geometry of maximized/fullscreen dialogs forcing them visible
ru: Исправлено восстановление геометрии развернутых/полноэкранных диалогов, чтобы заставить их быть видимыми.
ta: அதிகபட்சம்/முழுத் திரை உரையாடலின் வடிவவியலை மீட்டமைப்பதை சரிசெய்யவும்

source: Fix a regression in the previous release that caused spurious error message when doing some out of band searches
ru: Исправлена ​​регрессия в предыдущем выпуске, которая вызывала ложное сообщение об ошибке при выполнении некоторых внеполосных поисков.
ta: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், இது இசைக்குழு தேடல்களில் சிலவற்றைச் செய்யும்போது மோசமான பிழை செய்தியை ஏற்படுத்தியது

source: Fix a regression in the previous release that broke choosing new programs for the Open with function
ru: Исправлена ​​регрессия в предыдущем выпуске, которая нарушала выбор новых программ для функции «Открыть с помощью».
ta: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், இது செயல்பாட்டுடன் திறந்த புதிய திட்டங்களைத் தேர்ந்தெடுப்பதை உடைத்தது

source: 16 Dec, 2022
ru: 16 декабря 2022
ta: 16 டிசம்பர், 2022

source: Content server: Add support for searching the full text of books. Simply click the FTS link on the search page to start a full text search.
ru: Контент-сервер: добавлена ​​поддержка поиска по полному тексту книг. Просто щелкните ссылку FTS на странице поиска, чтобы начать полнотекстовый поиск.
ta: உள்ளடக்க சேவையகம்: புத்தகங்களின் முழு உரையைத் தேட ஆதரவைச் சேர்க்கவும். முழு உரை தேடலைத் தொடங்க தேடல் பக்கத்தில் உள்ள fts இணைப்பைக் சொடுக்கு செய்க.

source: Content server: When using user accounts, the homepage now shows recently read books from any device not just the current device
ru: Контент-сервер: при использовании учетных записей пользователей на домашней странице теперь отображаются недавно прочитанные книги с любого устройства, а не только с текущего.
ta: உள்ளடக்க சேவையகம்: பயனர் கணக்குகளைப் பயன்படுத்தும் போது, தற்போதைய சாதனம் மட்டுமல்லாமல் எந்தவொரு சாதனத்திலிருந்தும் அண்மைக் காலத்தில் படித்த புத்தகங்களை முகப்புப்பக்கம் இப்போது காட்டுகிறது

source: Kobo driver: Bump the max supported firmware version
ru: Драйвер Kobo: увеличена максимальная поддерживаемая версия прошивки
ta: கோபோ டிரைவர்: அதிகபட்ச உதவி ஃபார்ம்வேர் பதிப்பை பம்ப் செய்யுங்கள்

source: Conversion: New Output profile for the Kindle Scribe
ru: Конвертация: новый профиль вывода для Kindle Scribe
ta: மாற்றம்: கின்டெல் எழுத்தாளருக்கான புதிய வெளியீட்டு சுயவிவரம்

source: Check library: Allow ignoring folder names as well as files names
ru: Проверить библиотеку: разрешить игнорировать имена папок, а также имена файлов
ta: நூலகத்தை சரிபார்க்கவும்: கோப்புறை பெயர்களையும் கோப்புகளின் பெயர்களையும் புறக்கணிக்க அனுமதிக்கவும்

source: Edit book: Fix various formatting operations not inserting the tags in the correct place in the presence of non-BMP characters
ru: Редактор книг: исправлены различные операции форматирования, которые не вставляли теги в нужное место при наличии символов, отличных от BMP.
ta: புத்தகத்தைத் திருத்து: பி.எம்.பி அல்லாத எழுத்துக்கள் முன்னிலையில் சரியான இடத்தில் குறிச்சொற்களைச் செருகாத பல்வேறு வடிவமைப்பு செயல்பாடுகளை சரிசெய்யவும்

source: Edit book: Use &lt;s&gt; instead of &lt;strike&gt; for strikethrough
ru: Редактор книг: используются &lt;s&gt; вместо &lt;strike&gt; для зачёркивания.
ta: புத்தகத்தைத் திருத்து: & lt; s & gt; & lt; வேலைநிறுத்தம் & gt; ச்ட்ரைகெத்ரோவுக்கு

source: Edit book: Fix export saved search to search panel not preserving the wrap checkbox state
ru: Редактор книг: Исправлен экспорт сохраненного поиска в панель поиска, не сохранявший состояние флажка переноса.
ta: புத்தகத்தைத் திருத்து: மடக்கு தேர்வுப்பெட்டி நிலையை பாதுகாக்காத தேடல் குழுவுக்கு ஏற்றுமதி சேமித்த தேடலை சரிசெய்யவும்

source: Content server: Redirect the index page to always have trailing slash when using URL prefixes
ru: Контент-сервер: перенаправлена страница индекса, чтобы всегда иметь завершающую косую черту при использовании префиксов URL.
ta: உள்ளடக்க சேவையகம்: முகவரி முன்னொட்டுகளைப் பயன்படுத்தும் போது எப்போதும் பின்னடைவு குறைவதற்கு குறியீட்டு பக்கத்தை திருப்பி விடுங்கள்

source: Book list: Workaround for change in Qt 6 behavior where clicking on an already selected row does not deselect other rows
ru: Список книг: Обходной путь для изменения поведения Qt 6, когда щелчок по уже выбранной строке не отменяет выбор других строк
ta: புத்தக பட்டியல்: கியுடி 6 நடத்தை மாற்றத்திற்கான பணித்தொகுப்பு, ஏற்கனவே தேர்ந்தெடுக்கப்பட்ட வரிசையில் சொடுக்கு செய்வது மற்ற வரிசைகளைத் தவிர்க்கவில்லை

source: Windows: Fix a regression in calibre 6 causing Open with to not extract icons from EXE files
ru: Windows: исправление регрессии в calibre 6, из-за которой Open with не извлекал значки из EXE-файлов.
ta: விண்டோச்: காலிபர் 6 இல் ஒரு பின்னடைவை சரிசெய்யவும், இதனால் exe கோப்புகளிலிருந்து சின்னங்களை பிரித்தெடுக்காமல் திறந்து

source: 25 Nov, 2022
ru: 25 ноября 2022
ta: 25 நவம்பர், 2022

source: E-book viewer: When exporting highlights as plain text include titles from chapters at all levels not just the first level
ru: Просмотр электронных книг: при экспорте выделенных фрагментов в виде обычного текста включать заголовки из глав на всех уровнях, а не только на первом уровне.
ta: மின்-புத்தக பார்வையாளர்: சிறப்பம்சங்களை எளிய உரையாக ஏற்றுமதி செய்யும் போது முதல் நிலை மட்டுமல்ல அனைத்து மட்டங்களிலும் உள்ள அத்தியாயங்களிலிருந்து தலைப்புகள் அடங்கும்

source: Edit book: Reports: Show the number of words per file in the Files section of the report
ru: Редактор книг: Отчёты: Показать количество слов в файле в разделе отчёта «Файлы».
ta: புத்தகத்தைத் திருத்து: அறிக்கைகள்: அறிக்கையின் கோப்புகள் பிரிவில் ஒரு கோப்பிற்கான சொற்களின் எண்ணிக்கையைக் காட்டு

source: Windows builds: sign DLLs in addition to EXEs to make Microsoft's new "Smart App Control" tool happy
ru: Сборки Windows: подпись DLL в дополнение к EXE, чтобы порадовать новый инструмент Microsoft «Smart App Control»
ta: சாளரங்கள் உருவாக்குகிறது: மைக்ரோசாப்டின் புதிய "அறிவுள்ள பயன்பாட்டு கட்டுப்பாடு" கருவியை மகிழ்ச்சியாக மாற்ற exe களுக்கு கூடுதலாக dlls இல் கையொப்பமிடுங்கள்

source: Sending by email: When adding comments also add series
ru: Отправка по электронной почте: при добавлении комментариев также добавлять серии
ta: மின்னஞ்சல் மூலம் அனுப்புதல்: கருத்துகளைச் சேர்க்கும்போது தொடர்களைச் சேர்க்கவும்

source: Nook driver: Put files in NOOK/Books instead of NOOK/My Files on recent nook devices so they are all listed in one place in the NOOK UI
ru: Драйвер Nook: поместить файлы в NOOK/Books вместо NOOK/My Files на последних устройствах Nook, для их перечисления в одном месте пользовательского интерфейса NOOK.
ta: நூக் டிரைவர்: கோப்புகளை மூக்கு/புத்தகங்களுக்கு பதிலாக மூக்கு/புத்தகங்களில் அண்மைக் கால மூலை சாதனங்களில் வைக்கவும், எனவே அவை அனைத்தும் நூக் இடைமுகம் இல் ஒரே இடத்தில் பட்டியலிடப்பட்டுள்ளன
