Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: calibredb list: Allow using a template as one of the returned fields
ru: список calibredb: разрешить использование шаблона в качестве одного из возвращаемых полей.
ta: calibredb பட்டியல்: திரும்பிய புலங்களில் ஒன்றாக ஒரு வார்ப்புருவைப் பயன்படுத்த அனுமதிக்கவும்

source: Tag browser: Add context menu action to turn on/off sub-categorization for a category
ru: Браузер тегов: добавлено действие контекстного меню, чтобы включить/выключить подкатегорию для категории.
ta: குறிச்சொல் உலாவி: ஒரு வகைக்கு துணை வகைப்படுத்தலை இயக்க/முடக்க சூழல் பட்டியல் செயலைச் சேர்க்கவும்

source: Merging books: Fix title sort not being updated when the title is updated
ru: Объединение книг: исправлена ​​​​ошибка, из-за которой сортировка заголовков не обновлялась при обновлении заголовка.
ta: புத்தகங்களை ஒன்றிணைத்தல்: தலைப்பு புதுப்பிக்கப்படும்போது தலைப்பு வரிசை புதுப்பிக்கப்படாது

source: Content server viewer: Fix incorrect sorting of highlights in the same paragraph
ru: Просмотрщик контент-сервера: исправление неправильной сортировки выделения в одном и том же абзаце.
ta: உள்ளடக்க சேவையக பார்வையாளர்: அதே பத்தியில் சிறப்பம்சங்களின் தவறான வரிசையாக்கத்தை சரிசெய்யவும்

source: Content server viewer: When exporting highlights as text include chapter titles
ru: Просмотрщик контент-сервера: при экспорте выделенного в виде текста включают заголовки глав.
ta: உள்ளடக்க சேவையக பார்வையாளர்: சிறப்பம்சங்களை உரையாக ஏற்றுமதி செய்யும் போது அத்தியாய தலைப்புகள் அடங்கும்

source: Improve rendering of the separator handle dots introduced in the previous release
ru: Улучшена визуализация точек маркера-разделителя, представленных в предыдущем выпуске.
ta: முந்தைய வெளியீட்டில் அறிமுகப்படுத்தப்பட்ட பிரிப்பான் கைப்பிடி புள்ளிகளின் ஒழுங்கமைப்பை மேம்படுத்தவும்

source: Edit book: Fix regression in previous release causing applying any container update marking all open image editors as modified
ru: Редактор книг: исправлена ​​регрессия в предыдущем выпуске, из-за которой применялось любое обновление контейнера, помечающее все открытые редакторы изображений как изменённые.
ta: புத்தகத்தைத் திருத்து: முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும் எந்தவொரு கொள்கலன் புதுப்பிப்பையும் பயன்படுத்துகிறது அனைத்து திறந்த பட எடிட்டர்களையும் மாற்றியமைத்தது

source: Fix a regression in the previous release that caused copying book details to clipboard to use unix line endings on windows
ru: Исправлена ​​регрессия в предыдущем выпуске, из-за которой при копировании сведений о книге в буфер обмена использовались окончания строк unix в windows
ta: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், இது சாளரங்களில் யுனிக்ச் வரி முடிவுகளைப் பயன்படுத்த கிளிப்போர்டுக்கு புத்தக விவரங்களை நகலெடுத்தது

source: 04 Nov, 2022
ru: 4 ноября 2022
ta: 04 நவம்பர், 2022

source: Allow customizing the buttons available to the right of the search bar in the main calibre window via Preferences-&gt;Toolbars &amp; menus-&gt;The buttons on the searchbar
ru: Разрешена настройка кнопок, доступных справа от панели поиска в главном окне calibre, через «Настройки» -> «Панели инструментов и меню» -> «Кнопки на панели поиска».
ta: முதன்மையான காலிபர் சாளரத்தில் தேடல் பட்டியின் வலதுபுறத்தில் கிடைக்கும் பொத்தான்களை விருப்பத்தேர்வுகள் வழியாக தனிப்பயனாக்க அனுமதிக்கவும்- & gt; கருவிப்பட்டிகள் &amp; மெனுச்- & gt; தேடுதலில் உள்ள பொத்தான்கள்

source: Book details panel: Allow adjusting the space used by the cover with a splitter
ru: Панель Описание книги: Разрешено регулировать разделителем пространство, используемое обложкой
ta: புத்தக விவரங்கள் குழு: கவர் பயன்படுத்தும் இடத்தை ஒரு ச்ப்ளிட்டருடன் சரிசெய்ய அனுமதிக்கவும்

source: Make splitter handles more visible in the calibre UI style
ru: Ручки разделителя сделаны более заметными в стиле пользовательского интерфейса calibre.
ta: காலிபர் இடைமுகம் பாணியில் ச்ப்ளிட்டர் கையாளுதல்களை மேலும் காணச் செய்யுங்கள்

source: When sending by email to Kindle do not include the author in the filename as Amazon is currently reading the author from the file metadata but not the title
ru: При отправке по электронной почте на Kindle не указывать автора в имени файла, так как Amazon в настоящее время читает автора из метаданных файла, но не из заголовка.
ta: கின்டலுக்கு மின்னஞ்சல் மூலம் அனுப்பும்போது, அமேசான் தற்போது ஆசிரியரை மெட்டாடேட்டாவிலிருந்து ஆசிரியரைப் படித்து வருவதால், கோப்பு பெயரில் எழுத்தாளரை சேர்க்கவில்லை, ஆனால் தலைப்பு அல்ல

source: Book list: Fix incorrect rendering of yes/no icons when they are configured to have only two values
ru: Список книг: исправлено неправильное отображение значков «да/нет», когда они настроены так, чтобы иметь только два значения.
ta: புத்தக பட்டியல்: ஆம்/இல்லை ஐகான்களின் தவறான வழங்குதல் இரண்டு மதிப்புகள் மட்டுமே கட்டமைக்கப்படும்போது அவற்றை சரிசெய்யவும்

source: Nook driver: Send books to the NOOK folder for the 2021 Nook model as well
ru: Драйвер Nook: отправка книги в папку NOOK и для модели Nook 2021 года.
ta: நூக் டிரைவர்: 2021 நூக் மாடலுக்கும் நூக் கோப்புறையில் புத்தகங்களை அனுப்புங்கள்

source: Improve performance in very large libraries of various UI operations such as right clicking, marking books, etc.
ru: Улучшена производительность в очень больших библиотеках различных операций пользовательского интерфейса, таких как щелчок правой кнопкой мыши, пометка книг и т. д.
ta: வலது சொடுக்கு, புத்தகங்களைக் குறிக்கும் புத்தகங்கள் போன்ற பல்வேறு இடைமுகம் செயல்பாடுகளின் மிகப் பெரிய நூலகங்களில் செயல்திறனை மேம்படுத்தவும்.

source: Fix edit metadata dialog not remembering its position and improve how calibre restores window position and size on multi-monitor systems
ru: Исправление диалогового окна редактирования метаданных, которое не запоминало своё положение, и улучшение способа восстановления положения и размера окна calibre в системах с несколькими мониторами.
ta: திருத்து மேனிலை தரவு உரையாடல் அதன் நிலையை நினைவில் கொள்ளவில்லை மற்றும் மல்டி-மானிட்டர் அமைப்புகளில் சாளர நிலை மற்றும் அளவை எவ்வாறு மீட்டெடுக்கிறது என்பதை மேம்படுத்தவும்

source: Conversion: Fix CSS styles applied to SVG elements being discarded
ru: Конвертация: исправлено отбрасывание стилей CSS, применённых к элементам SVG.
ta: மாற்றம்: எச்.வி.சி கூறுகளுக்கு அப்புறப்படுத்தப்படும் சிஎச்எச் பாணிகளை சரிசெய்யவும்

source: EPUB Input: Fix empty Adobe page number template file causing conversion to fail
ru: Ввод EPUB: исправление пустого файла шаблона номера страницы Adobe, вызывающего сбой преобразования.
ta: எபப் உள்ளீடு: வெற்று அடோப் பக்க எண் வார்ப்புரு கோப்பை சரிசெய்யவும், இதனால் மாற்றம் தோல்வியடைகிறது

source: E-book viewer: Fix rendering of comments in metadata display when using a dark color scheme
ru: Просмотр электронных книг: исправление рендеринга комментариев в отображении метаданных при использовании тёмной цветовой схемы
ta: மின் புத்தக பார்வையாளர்: இருண்ட வண்ணத் திட்டத்தைப் பயன்படுத்தும் போது மேனிலை தரவு காட்சியில் கருத்துகளை வழங்குதல் சரிசெய்யவும்

source: AZW3 Input: Fix svg images that use a prefix for the SVG namespace not being recognized
ru: Ввод AZW3: исправлены изображения SVG, которые используют префикс для нераспознанного пространства имён SVG
ta: azw3 உள்ளீடு: எச்.வி.சி பெயர்வெளிக்கு முன்னொட்டைப் பயன்படுத்தும் எச்.வி.சி படங்களை சரிசெய்யவில்லை

source: Edit book: Fix double clicking in the see what changed dialog not opening the file in the editor since calibre 6.0
ru: Редактор книг: исправлен двойной щелчок в диалоговом окне «Посмотреть, что изменилось», не открывая файл в редакторе, начиная с calibre 6.0
ta: புத்தகத்தைத் திருத்து: காலிபர் 6.0 முதல் எடிட்டரில் கோப்பைத் திறக்காத உரையாடல் என்ன மாற்றப்பட்டது என்பதைப் பாருங்கள்

source: Edit book: Fix modified indicator on images not working correctly when replacing the image
ru: Редактор книгу: исправлен изменённый индикатор на изображениях, не работавший должным образом при замене изображения
ta: புத்தகத்தைத் திருத்து: படத்தை மாற்றும்போது சரியாக வேலை செய்யாத படங்களில் மாற்றியமைக்கப்பட்ட குறிகாட்டியை சரிசெய்யவும்

source: Amazon metadata download: Adapt the plugin for website changes
ru: Загрузка метаданных Amazon: плагин адаптирован к изменениям веб-сайта
ta: அமேசான் மேனிலை தரவு பதிவிறக்கம்: வலைத்தள மாற்றங்களுக்கான சொருகி மாற்றியமைத்தல்

source: 14 Oct, 2022
ru: 14 октября 2022
ta: 14 அக், 2022

source: Template language: A new "Python template mode" which allows using arbitrary Python code in templates
ru: Язык шаблонов: новый «режим шаблона Python», который позволяет использовать произвольный код Python в шаблонах
ta: வார்ப்புரு மொழி: வார்ப்புருக்களில் தன்னிச்சையான பைதான் குறியீட்டைப் பயன்படுத்த அனுமதிக்கும் புதிய "பைதான் வார்ப்புரு பயன்முறை"

source: Tag browser: Allow removing format from selected books by right clicking on the format in the Tag browser
ru: Браузер Тегов: Разрешить удаление формата из выбранных книг, щелчком правой кнопкой мыши по формату в Браузере Тегов
ta: குறிச்சொல் உலாவி: குறிச்சொல் உலாவியில் உள்ள வடிவமைப்பில் வலது சொடுக்கு செய்வதன் மூலம் தேர்ந்தெடுக்கப்பட்ட புத்தகங்களிலிருந்து வடிவமைப்பை அகற்ற அனுமதிக்கவும்

source: E-book viewer: Ask for confirmation when creating a highlight that will overwrite existing highlights
ru: Просмотр электронных книг: запрос подтверждения при создании выделения, которое перезапишет существующие выделения
ta: மின்-புத்தக பார்வையாளர்: இருக்கும் சிறப்பம்சங்களை மேலெழுதும் ஒரு சிறப்பம்சத்தை உருவாக்கும்போது உறுதிப்படுத்தலைக் கேளுங்கள்

source: Book list: Allow changing column widths via a dedicated dialog by right clicking on column headers
ru: Список книг: разрешено изменение ширины столбцов в специальном диалоговом окне, щелчком правой кнопкой мыши по заголовкам столбцов
ta: புத்தக பட்டியல்: நெடுவரிசை தலைப்புகளில் வலது சொடுக்கு செய்வதன் மூலம் பிரத்யேக உரையாடல் வழியாக நெடுவரிசை அகலங்களை மாற்ற அனுமதிக்கவும்

source: E-book viewer: Fix a regression that broke adding of new lookup sources
ru: Просмотр электронных книг: исправление регрессии, препятствовавшей добавлению новых источников поиска
ta: மின்-புத்தக பார்வையாளர்: புதிய தேடல் ஆதாரங்களைச் சேர்ப்பதை உடைத்த பின்னடைவை சரிசெய்யவும்

source: E-book viewer: Fix copy to clipboard not ignoring text from elements that are marked as non user selectable
ru: Просмотр электронных книг: исправлено копирование в буфер обмена, не игнорируя текст из элементов, помеченных как недоступные для выбора пользователем
ta: மின்-புத்தக பார்வையாளர்: கிளிப்போர்டுக்கு நகலை சரிசெய்யவும் பயனர் அல்லாத தேர்ந்தெடுக்கப்பட்ட உறுப்புகளிலிருந்து உரையை புறக்கணிக்காமல்

source: Content server: When adding books, run all file type plugins before reading metadata
ru: Контент-сервер: при добавлении книг запуск плагинов всех типов файлов перед чтением метаданных
ta: உள்ளடக்க சேவையகம்: புத்தகங்களைச் சேர்க்கும்போது, மெட்டாடேட்டாவைப் படிப்பதற்கு முன் அனைத்து கோப்பு வகை செருகுநிரல்களையும் இயக்கவும்

source: Edit book: Preview panel: In dark mode when all of the background/foreground/link colors are set to "No change" do not render the book using dark colors
ru: Редактор книг: панель предварительного просмотра: в тёмном режиме, когда для всех цветов фона/переднего плана/ссылок установлено значение «Без изменений», книга не отображалась в тёмных тонах
ta: புத்தகத்தைத் திருத்து: முன்னோட்டம் குழு: இருண்ட வண்ணங்களில் அனைத்து பின்னணி/முன்புறம்/இணைப்பு வண்ணங்கள் அமைக்கப்படும் போது இருண்ட வண்ணங்களைப் பயன்படுத்தி புத்தகத்தை வழங்க வேண்டாம்

source: Version 6.7.1 fixes a regression in the previous release that broke the delete specific format from book function
ru: Версия 6.7.1 исправляет регрессию в предыдущем выпуске, нарушавшую функцию удаления определённого формата из книги
ta: பதிப்பு 6.7.1 முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்கிறது, இது புத்தக செயல்பாட்டிலிருந்து குறிப்பிட்ட வடிவமைப்பை நீக்குகிறது

source: 30 Sep, 2022
ru: 30 сентября 2022
ta: 30 செப், 2022

source: Book details: allow displaying multi-valued categories such as tags on separate lines via Preferences-&gt;Look &amp; feel-&gt;Book details
ru: Сведения о книге: разрешено отображение многозначных категорий, таких как теги, в отдельных строках через Настройки -> Оформление -> Описание книги
ta: புத்தக விவரங்கள்: விருப்பத்தேர்வுகள் வழியாக தனித்தனி வரிகளில் குறிச்சொற்கள் போன்ற பல மதிப்புள்ள வகைகளைக் காண்பிக்க அனுமதிக்கவும்- & gt; தோற்றம் &amp; உணர்வு- & gt; புத்தக விவரங்கள்

source: Tag browser: When searching the Tag browser allow also filtering the book list to show only books that match one of the categories currently shown in the Tag browser.
ru: Браузер Тегов: при поиске в Браузере Тегов разрешено также фильтровать список книг, чтобы отображались только книги, которые соответствуют одной из категорий, отображаемых в данный момент в Браузере Тегов
ta: டேக் உலாவி: குறிச்சொல் உலாவியைத் தேடும்போது, குறிச்சொல் உலாவியில் தற்போது காட்டப்பட்டுள்ள வகைகளில் ஒன்றோடு பொருந்தக்கூடிய புத்தகங்களை மட்டுமே காண்பிக்க புத்தக பட்டியலையும் வடிகட்டவும் அனுமதிக்கவும்.

source: To use enable the two Preferences: "Preferences-&gt;Look &amp; feel-&gt;Tag browser-&gt;Hide empty categories" and "Find shows all items that match". Then, when searching the Tag browser, press Ctrl+Alt+Shift+F to restrict the displayed books.
ru: Чтобы использовать, включите две настройки: "Настройки -> Оформление -> Браузер тегов -> Скрыть пустые категории (столбцы)" и "Найти и показать все соответствующие элементы". Затем при поиске в браузере тегов нажмите Ctrl+Alt+Shift+F, чтобы ограничить отображаемые книги.
ta: பயன்படுத்த இரண்டு விருப்பங்களை இயக்க: "விருப்பத்தேர்வுகள்- & gt; பார் &amp; உணர்வு- & gt; குறிச்சொல் உலாவி- & gt; வெற்று வகைகளை மறைக்கவும்" மற்றும் "பொருந்தக்கூடிய அனைத்து பொருட்களையும் காண்பிக்கவும்". பின்னர், குறிச்சொல் உலாவியைத் தேடும்போது, காட்சிப்படுத்தப்பட்ட புத்தகங்களை கட்டுப்படுத்த ctrl+alt+shift+f ஐ அழுத்தவும்.

source: Edit book: When right clicking on HTML files in EPUB 3 books, allow marking them as the Table of Contents (NAV document)
ru: Редактор книг: при щелчке правой кнопкой мыши на файлах HTML в книгах EPUB 3 разрешить помечать их как оглавление (документ NAV)
ta: புத்தகத்தைத் திருத்து: epub 3 புத்தகங்களில் html கோப்புகளை வலது சொடுக்கு செய்யும் போது, அவற்றை உள்ளடக்க அட்டவணையாக (nav ஆவணம்) குறிக்க அனுமதிக்கவும்

source: EPUB Output: Fix converting a document with obfuscated fonts to EPUB 3 not working
ru: Вывод EPUB: исправление неработающей конвертации документа с обфусцированными шрифтами в EPUB 3
ta: எபப் வெளியீடு: தெளிவற்ற எழுத்துருக்களுடன் ஒரு ஆவணத்தை எபப் 3 க்கு மாற்றுவதை சரிசெய்யவும்

source: Edit book: Fix an error when processing books that contain comments inside unknown CSS @ rules
ru: Редактор книг: исправлена ​​ошибка при обработке книг, содержащих комментарии внутри неизвестных @ правил CSS
ta: புத்தகத்தைத் திருத்து: அறியப்படாத css @ விதிகளுக்குள் கருத்துகளைக் கொண்ட புத்தகங்களை செயலாக்கும்போது பிழையை சரிசெய்யவும்

source: Content server: Fix jumping to locations such as bookmarks not working on iPhone/iPad running iOS &gt;= 15
ru: Контент-сервер: исправление перехода к таким местам, как закладки, не работающим на iPhone/iPad под управлением iOS &gt;= 15
ta: உள்ளடக்க சேவையகம்: ஐபோன்/ஐபாட் இயங்கும் ஐஇமு & gt; = 15 இல் புக்மார்க்குகள் போன்ற இடங்களுக்குச் செல்வதை சரிசெய்யவும்

source: Font subsetting: Fix :first-line and :first-letter pseudo classes not being handled correctly
ru: Подмножество шрифтов: исправление: псевдоклассы :first-line и :first-letter обрабатываются некорректно
ta: எழுத்துரு துணைக்குழு: பிழைத்திருத்தம்: முதல்-வரிசை மற்றும்: முதல்-எழுத்து போலி வகுப்புகள் சரியாக கையாளப்படவில்லை

source: Workaround for Amazon's email delivery service not reading metadata from inside ebook files
ru: Обходной путь для службы доставки электронной почты Amazon, не считывающей метаданные из файлов электронных книг
ta: அமேசானின் மின்னஞ்சல் விநியோக சேவைக்கான பணித்தொகுப்பு மின்புத்தக கோப்புகளுக்குள் இருந்து மெட்டாடேட்டாவைப் படிக்கவில்லை

source: Edit book: File list: Fix pressing Tab key while renaming a file not starting the rename of the next file
ru: Редактор книг: Список файлов: исправлена ​​ошибка, из-за которой нажатие клавиши Tab при переименовании файла не запускало переименование следующего файла
ta: புத்தகத்தைத் திருத்து: கோப்பு பட்டியல்: அடுத்த கோப்பின் மறுபெயரிடாமல் ஒரு கோப்பை மறுபெயரிடும்போது தாவல் விசையை அழுத்தவும்

source: Version 6.6.1 fixes a regression that caused the Edit metadata window to not remember its last used size. Note that you will have to resize it once after updating to 6.6.1, after which the size will be remembered.
ru: Версия 6.6.1 исправляет регрессию, из-за которой окно редактирования метаданных не помнило свой последний использовавшийся размер. Учтите, что после обновления до 6.6.1 вам придется изменить его размер один раз, после чего размер запомнится.
ta: பதிப்பு 6.6.1 ஒரு பின்னடைவை சரிசெய்கிறது, இது திருத்து மேனிலை தரவு சாளரத்தை அதன் கடைசி பயன்படுத்தப்பட்ட அளவை நினைவில் கொள்ளவில்லை. 6.6.1 க்கு புதுப்பித்த பிறகு நீங்கள் அதை ஒரு முறை மறுஅளவாக்க வேண்டும் என்பதை நினைவில் கொள்க, அதன் பிறகு அளவு நினைவில் இருக்கும்.

source: 16 Sep, 2022
ru: 16 сентября 2022
ta: 16 செப், 2022

source: Kobo driver: support the new Kobo Clara 2e
ru: Драйвер Kobo: поддержка Clara 2e
ta: கோபோ டிரைவர்: புதிய கோபோ கிளாரா 2e ஐ ஆதரிக்கவும்

source: When running calibre with the --with-library command line flag and calibre is already running, switch to the specified library in calibre
ru: При запуске calibre с флагом командной строки --with-library и уже запущенной calibre переключитесь на указанную библиотеку в calibre
ta: --நூலக கட்டளை வரி கொடி மற்றும் காலிபர் ஏற்கனவே இயங்கும் போது, காலிபரில் குறிப்பிட்ட நூலகத்திற்கு மாறவும்

source: E-book viewer: Ask for confirmation when deleting a custom highlight style
ru: Просмотр электронных книг: запрашивать подтверждение при удалении пользовательского стиля выделения
ta: மின் புத்தக பார்வையாளர்: தனிப்பயன் சிறப்பம்சமாக பாணியை நீக்கும்போது உறுதிப்படுத்தலைக் கேளுங்கள்

source: Do not show the virtual libraries tab bar when no virtual libraries are present
ru: Не показывать панель вкладок виртуальных библиотек, если виртуальные библиотеки отсутствуют
ta: மெய்நிகர் நூலகங்கள் எதுவும் இல்லாதபோது மெய்நிகர் நூலகங்கள் தாவல் பட்டியைக் காட்ட வேண்டாம்

source: Tag mapper: When specifying the replacement tag allow completion from the tags in the currently open library
ru: Преобразователь тегов: при указании заменяющего тега разрешить завершение тегов в текущей открытой библиотеке.
ta: குறிச்சொல் மேப்பர்: மாற்று குறிச்சொல்லைக் குறிப்பிடும்போது தற்போது திறந்த நூலகத்தில் உள்ள குறிச்சொற்களிலிருந்து முடிக்க அனுமதிக்கவும்

source: Template language: New functions strcasecmp() and to_hex()
ru: Язык шаблонов: новые функции strcasecmp() и to_hex()
ta: வார்ப்புரு மொழி: புதிய செயல்பாடுகள் strcasecmp () மற்றும் to_hex ()

source: Comments editor: Workaround for Qt inserting invalid font-weight when converting a paragraph to a heading
ru: Редактор комментариев: обходной путь для Qt, при вставке неверного веса шрифта при преобразовании абзаца в заголовок
ta: கருத்துரைகள் ஆசிரியர்: ஒரு பத்தியை ஒரு தலைப்பாக மாற்றும்போது தவறான எழுத்துரு எடையை செருக கியுடி க்கான பணித்தொகுப்பு

source: E-book viewer: When displaying highlights do not group highlights from different chapters when the chapter titles are identical
ru: Просмотр электронных книг: при отображении основных моментов не группировать основные моменты из разных глав, если названия глав идентичны
ta: மின்-புத்தக பார்வையாளர்: சிறப்பம்சங்களைக் காண்பிக்கும் போது அத்தியாயம் தலைப்புகள் ஒரே மாதிரியாக இருக்கும்போது வெவ்வேறு அத்தியாயங்களிலிருந்து குழு சிறப்பம்சங்கள் இல்லை

source: Tag browser: Fix error if a User category contains a reference to a deleted custom column
ru: Браузер тегов: исправлена ​​ошибка, если категория пользователя содержит ссылку на удалённый настраиваемый столбец.
ta: குறிச்சொல் உலாவி: பிழையை சரிசெய்யவும் ஒரு பயனர் பிரிவில் நீக்கப்பட்ட தனிப்பயன் நெடுவரிசைக்கான குறிப்பு இருந்தால்

source: When sending books by email to the Kindle and PocketBook email delivery services use random subject and filenames consisting of simple English letters to try to workaround various bugs in their email processing code
ru: При отправке книг по электронной почте в службы доставки электронной почты Kindle и PocketBook использовать случайную тему и имена файлов, состоящие из простых английских букв, чтобы попытаться обойти различные ошибки в их коде обработки электронной почты.
ta: கின்டெல் மற்றும் பாக்கெட் புக் மின்னஞ்சல் விநியோக சேவைகளுக்கு மின்னஞ்சல் மூலம் புத்தகங்களை அனுப்பும்போது, எளிய ஆங்கில எழுத்துக்களைக் கொண்ட சீரற்ற பொருள் மற்றும் கோப்பு பெயர்களைப் பயன்படுத்துங்கள், அவற்றின் மின்னஞ்சல் செயலாக்கக் குறியீட்டில் பல்வேறு பிழைகள் செயல்பட முயற்சிக்கின்றன

source: 02 Sep, 2022
ru: 2 сентября 2022
ta: 02 செப், 2022

source: Conversion pipeline: Add support for !important when flattening CSS rules
ru: Конвейер преобразования: добавлена ​​поддержка !important при выравнивании правил CSS.
ta: மாற்று குழாய்: ஆதரவைச் சேர்க்கவும்! css விதிகளைத் தட்டச்சு செய்யும் போது முக்கியமானது

source: Content server: Use the chapter title as the base bookmark name when creating new bookmarks
ru: Конетент-сервер: используйте название главы в качестве основного имени закладки при создании новых закладок.
ta: உள்ளடக்க சேவையகம்: புதிய புக்மார்க்குகளை உருவாக்கும் போது அத்தியாயத்தின் தலைப்பை அடிப்படை புத்தகக்குறி பெயராகப் பயன்படுத்தவும்

source: Allow changing the search order when clicking on items in the Tag browser (Preferences-&gt;Look &amp; feel-&gt;Tag browser-&gt;Hierarchy and searching)
ru: Разрешить изменение порядка поиска при нажатии на элементы в браузере тегов (Настройки->Внешний вид->Браузер тегов->Иерархия и поиск)
ta: குறிச்சொல் உலாவியில் உள்ள உருப்படிகளைக் சொடுக்கு செய்யும் போது தேடல் வரிசையை மாற்ற அனுமதிக்கவும் (விருப்பத்தேர்வுகள்- & gt; பார் &amp; உணர்வு- & gt; குறிச்சொல் உலாவி- & gt; வரிசைமுறை மற்றும் தேடல்)

source: Check library: Make vacuuming the full text database optional as it is very slow and memory intensive
ru: Проверить библиотеку: сделать очистку полнотекстовой базы данных необязательной, так как это очень медленно и требует большого объёма памяти.
ta: நூலகத்தை சரிபார்க்கவும்: முழு உரை தரவுத்தளத்தை மிகவும் மெதுவாகவும், நினைவக தீவிரமாகவும் இருப்பதால் வெற்றிடத்தை விருப்பமாக உருவாக்கவும்

source: Tag browser: Move the preferences for controlling the order and display of categories in the Tag browser from Preferences-&gt;Tweaks to Preferences-&gt;Look &amp; feel-&gt;Tag browser
ru: Браузер тегов: перемещены настройки для управления порядком и отображением категорий в браузере тегов из «Настройки» -> «Твики» в «Настройки» -> «Внешний вид» -> «Браузер тегов».
ta: குறிச்சொல் உலாவி: டேக் உலாவியில் உள்ள வகைகளின் வரிசையையும் காட்சிகளையும் விருப்பங்களிலிருந்து கட்டுப்படுத்துவதற்கான விருப்பங்களை நகர்த்தவும்- & gt; விருப்பங்களுக்கு மாற்றங்கள்- & gt; தோற்றம் &amp; உணர்வு- & gt; குறிச்சொல் உலாவி

source: User category editor: Hide items not visible in the Tag browser
ru: Редактор категорий пользователей: скрыть элементы, невидимые в браузере тегов.
ta: பயனர் வகை எடிட்டர்: குறிச்சொல் உலாவியில் தெரியாத உருப்படிகளை மறைக்கவும்

source: Allow adding a button to show the Manage categories window to the toolbars via Preferences-&gt;Toolbars &amp; menus
ru: Разрешить добавление кнопки для отображения окна «Управление категориями» на панели инструментов через «Настройки» -> «Панели инструментов и меню».
ta: விருப்பத்தேர்வுகள் வழியாக கருவிப்பட்டிகளில் நிர்வகிக்கும் வகை சாளரத்தைக் காட்ட ஒரு பொத்தானைச் சேர்க்க அனுமதிக்கவும்- & gt; கருவிப்பட்டிகள் &amp; மெனுக்கள்

source: Google metadata download: When excluding results from a web search because they don't match the specified title/author ignore diacritics, accents, etc.
ru: Загрузка метаданных Google: при исключении результатов из веб-поиска, поскольку они не соответствуют указанному заголовку/автору, игнорируются диакритические знаки, акценты и т. д.
ta: google metadata download: வலைத் தேடலில் இருந்து முடிவுகளைத் தவிர்த்து, அவை குறிப்பிட்ட தலைப்பு/எழுத்தாளருடன் பொருந்தாததால் டயக்ரிடிக்ச், உச்சரிப்புகள் போன்றவற்றை புறக்கணிக்கின்றன.
