Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: Kobo driver: Add an option to force the SeriesID for all books in a series to have the same value
ar: برنامج تشغيل Kobo: إضافة خيار لفرض SeriesID لجميع الكتب في سلسلة أن يكون لها نفس القيمة
gl: Controlador Kobo: Engadir unha opción para forzar que o ID da serie para todos os libros dunha serie teña o mesmo valor
ta: கோபோ டிரைவர்: ஒரே மதிப்பைக் கொண்ட ஒரு தொடரில் உள்ள அனைத்து புத்தகங்களுக்கும் சீரிச் ஐடியை கட்டாயப்படுத்த ஒரு விருப்பத்தைச் சேர்க்கவும்

source: Fix a regression in the previous release that broke merging of books when the confirmation for the merge was disabled
ar: إصلاح تراجع في الإصدار السابق أدى إلى تعطيل دمج الكتب عندما تم تعطيل تأكيد الدمج
gl: Corrixir unha regresión na versión anterior que interrompía a fusión de libros cando a confirmación da fusión estaba desactivada
ta: ஒன்றிணைப்புக்கான உறுதிப்படுத்தல் முடக்கப்பட்டபோது புத்தகங்களை ஒன்றிணைக்கும் முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும்

source: E-book viewer: Allow some header and footer items such as progress to overflow instead of being truncated
ar: عارض الكتب الإلكترونية: السماح لبعض عناصر الرأس والتذييل مثل التقدم بـ التجاوز بدلاً من الاقتصاص
gl: Visor de libros electrónicos: Permite que algúns elementos de cabeceira e pé de páxina, como o progreso, se desborden en lugar de seren truncados
ta: மின்-புத்தக பார்வையாளர்: முன்னேற்றம் போன்ற சில தலைப்பு மற்றும் அடிக்குறிப்பு பொருட்களை துண்டிக்காமல் நிரம்பி வழிகிறது

source: HTMLZ output: Make renaming of image files happen in filename order
ar: إخراج HTMLZ: جعل إعادة تسمية ملفات الصور تتم بترتيب اسم الملف
gl: Saída HTMLZ: Facer que o cambio de nome dos ficheiros de imaxe se realice por orde de nome de ficheiro
ta: HTMLZ வெளியீடு: படக் கோப்புகளை மறுபெயரிடுவதை கோப்பு பெயர் வரிசையில் வைக்கவும்

source: MTP driver: Fix infinite loop when connecting to some devices with more 65K objects in their filesystem
ar: برنامج تشغيل MTP: إصلاح حلقة لا نهائية عند الاتصال ببعض الأجهزة التي تحتوي على أكثر من 65 ألف كائن في نظام ملفاتها
gl: Controlador MTP: Corrixir un bucle infinito ao conectar con algúns dispositivos con máis de 65 000 obxectos no seu sistema de ficheiros
ta: MTP இயக்கி: எல்லையற்ற வளையத்தை சரிசெய்யவும் சில சாதனங்களுடன் அவற்றின் கோப்பு முறைமையில் 65K பொருள்களுடன் இணைக்கும்போது

source: Fix shortcut editing widget when Qt is using a theme that inserts accelerators into push button labels automatically
ar: إصلاح أداة تحرير الاختصارات عندما يستخدم Qt سمة تقوم بإدراج مفاتيح الاختصار في تسميات أزرار الدفع تلقائيًا
gl: Corrixir o widget de edición de atallos cando Qt usa un tema que insire aceleradores nas etiquetas dos botóns pulsadores automaticamente
ta: சார்ட்கட் திருத்துதல் விட்செட்டை சரிசெய்யவும் கியுடி ஒரு கருப்பொருளைப் பயன்படுத்தும் போது, ​​அது தள்ளுபடிகளை புச் பொத்தான் லேபிள்களில் தானாகவே செருகும்

source: 28 Jun, 2024
ar: 28 يونيو 2024
gl: 28 Xuño, 2024
ta: 28 சூன், 2024

source: When merging books add an option to store discarded or replaced covers as an alternate cover in the data folder of the target book
ar: عند دمج الكتب، أضف خيارًا لتخزين الأغلفة المهملة أو المستبدلة كـ غلاف بديل في مجلد بيانات الكتاب الهدف
gl: Ao combinar libros, engade unha opción para gardar as cubertas descartadas ou substituídas como unha cuberta alternativa no cartafol de datos do libro de destino
ta: புத்தகங்களை இணைக்கும்போது, ​​இலக்கு புத்தகத்தின் தரவு கோப்புறையில் நிராகரிக்கப்பட்ட அல்லது மாற்றப்பட்ட அட்டைகளை மாற்று அட்டையாக சேமிக்க ஒரு விருப்பத்தை சேர்க்கவும்

source: Generate CSV catalog: Add a button to sort the fields by the order in which they appear in the book list
ar: إنشاء كتالوج CSV: إضافة زر لفرز الحقول حسب الترتيب الذي تظهر به في قائمة الكتب
gl: Xerar catálogo CSV: Engadir un botón para ordenar os campos pola orde na que aparecen na lista de libros
ta: காபிம பட்டியலை உருவாக்கு: புலங்களை புத்தக பட்டியலில் தோன்றும் வரிசையின் மூலம் வரிசைப்படுத்த ஒரு பொத்தானைச் சேர்க்கவும்

source: MTP driver: Preserve cover aspect ratio for thumbnail generation
ar: برنامج تشغيل MTP: الحفاظ على نسبة عرض إلى ارتفاع الغلاف لإنشاء الصور المصغرة
gl: Controlador MTP: Conservar a proporción da portada para a xeración de miniaturas
ta: எம்டிபி இயக்கி: சிறு உருவாக்கத்திற்கான கவர் விகித விகிதத்தைப் பாதுகாக்கவும்

source: Fix identifiers not always being merged correctly when merging books
ar: إصلاح عدم دمج المعرفات بشكل صحيح دائمًا عند دمج الكتب
gl: Corrixir os identificadores que non sempre se combinaban correctamente ao combinar libros
ta: புத்தகங்களை ஒன்றிணைக்கும் போது அடையாளங்காட்டிகள் எப்போதும் சரியாக இணைக்கப்படாமல் சரிசெய்யவும்

source: DOCX Input: Fix extra left padding when converting lists
ar: إدخال DOCX: إصلاح المسافة البادئة اليسرى الإضافية عند تحويل القوائم
gl: Entrada DOCX: Corrixir o recheo esquerdo adicional ao converter listas
ta: DOCX உள்ளீடு: பட்டியல்களை மாற்றும்போது கூடுதல் இடது திணிப்பை சரிசெய்யவும்

source: Amazon metadata download: Get title and comments for audiobook pages
ar: تنزيل بيانات Amazon الوصفية: الحصول على العنوان والتعليقات لصفحات الكتب الصوتية
gl: Descarga de metadatos de Amazon: Obtén o título e os comentarios das páxinas de audiolibros
ta: அமேசான் மேனிலை தரவு பதிவிறக்கம்: ஆடியோபுக் பக்கங்களுக்கான தலைப்பு மற்றும் கருத்துகளைப் பெறுங்கள்

source: Amazon metadata: When filtering search engine results by title ignore words of the title that are purely punctuation
ar: بيانات Amazon الوصفية: عند تصفية نتائج محرك البحث حسب العنوان، تجاهل الكلمات من العنوان التي هي علامات ترقيم بحتة
gl: Metadatos de Amazon: Ao filtrar os resultados do motor de busca por título, ignora as palabras do título que sexan puramente de puntuación
ta: அமேசான் மெட்டாடேட்டா: தேடுபொறி முடிவுகளை தலைப்பு மூலம் வடிகட்டும்போது தலைப்பின் சொற்களை முற்றிலும் நிறுத்தற்குறிகள் புறக்கணிக்கின்றன

source: When matching books on a device to book in the library assume a match if the title and any one author match, don't require all authors to match
ar: عند مطابقة الكتب على جهاز بكتاب في المكتبة، افترض تطابقًا إذا كان العنوان وأي مؤلف واحد يتطابقان، لا تتطلب تطابق جميع المؤلفين
gl: Ao emparellar libros nun dispositivo cun libro na biblioteca, asúmese unha coincidencia se o título e calquera autor coinciden, non se require que todos os autores coincidan
ta: தலைப்பு மற்றும் ஒரு எழுத்தாளர் பொருத்தமாக இருந்தால் நூலகத்தில் முன்பதிவு செய்ய ஒரு சாதனத்தில் புத்தகங்களை பொருத்தும்போது, ​​எல்லா ஆசிரியர்களும் பொருந்த வேண்டியதில்லை

source: Update Google Images cover download plugin for website changes
ar: تحديث إضافة تنزيل أغلفة صور Google لتغييرات الموقع
gl: Actualiza o plugin de descarga de portadas de Google Images para os cambios no sitio web
ta: வலைத்தள மாற்றங்களுக்கு Google படங்களை கவர் பதிவிறக்க சொருகி புதுப்பிக்கவும்

source: When adding new books if the timestamp is specified as undefined use the current timestamp
ar: عند إضافة كتب جديدة، إذا كان الطابع الزمني غير محدد، استخدم الطابع الزمني الحالي
gl: Ao engadir libros novos se a marca de tempo está especificada como indefinida, úsase a marca de tempo actual
ta: புதிய புத்தகங்களைச் சேர்க்கும்போது, ​​நேர முத்திரை வரையறுக்கப்படாததாகக் குறிப்பிடப்பட்டால் தற்போதைய நேர முத்திரையைப் பயன்படுத்தவும்

source: Content server: Fix systemd pre-activated socket not working
ar: خادم المحتوى: إصلاح عدم عمل مقبس systemd المنشط مسبقًا
gl: Servidor de contido: Corrixir o socket preactivado de systemd que non funciona
ta: உள்ளடக்க சேவையகம்: SystemD முன்-செயல்படுத்தப்பட்ட சாக்கெட் வேலை செய்யவில்லை

source: Content server: Fix no KFX download link in OPDS acquisition feeds
ar: خادم المحتوى: إصلاح عدم وجود رابط تنزيل KFX في موجزات OPDS للاستحواذ
gl: Servidor de contido: Corrixir a falta de ligazón de descarga de KFX nas fontes de adquisición de OPDS
ta: உள்ளடக்க சேவையகம்: OPDS கையகப்படுத்தல் ஊட்டங்களில் KFX பதிவிறக்க இணைப்பை சரிசெய்யவும்

source: 30 May, 2024
ar: 30 مايو 2024
gl: 30 Maio, 2024
ta: 30 மே, 2024

source: E-book polishing: Add option to download external resources (images/stylesheets/etc.)
ar: تنقيح الكتب الإلكترونية: إضافة خيار لتنزيل الموارد الخارجية (الصور/أوراق الأنماط/إلخ.)
gl: Pulido de libros electrónicos: Engadir opción para descargar recursos externos (imaxes/follas de estilo/etc.)
ta: மின்-புத்தக மெருகூட்டல்: வெளிப்புற வளங்களை பதிவிறக்க விருப்பத்தைச் சேர்க்கவும் (படங்கள்/ச்டைல்சீட்கள்/போன்றவை.)

source: Conversion: Add an option under Structure detection to automatically fill in blank alt attributes for images that have alt text in the image file metadata
ar: التحويل: إضافة خيار تحت اكتشاف البنية لملء سمات alt الفارغة تلقائيًا للصور التي تحتوي على نص بديل في بيانات ملف الصورة البيانات الوصفية
gl: Conversión: Engadir unha opción en Detección de estruturas para completar automaticamente os atributos alt en branco para as imaxes que teñan texto alt nos metadatos do ficheiro da imaxe.
ta: மாற்றம்: படக் கோப்பு மெட்டாடேட்டாவில் ஆல்ட் உரையைக் கொண்ட படங்களுக்கான வெற்று ஆல்ட் பண்புகளை தானாக நிரப்ப கட்டமைப்பு கண்டறிதலின் கீழ் ஒரு விருப்பத்தைச் சேர்க்கவும்

source: Content server: Use the book title as the filename for downloaded highlights
ar: خادم المحتوى: استخدام عنوان الكتاب كاسم ملف للتمييزات التي تم تنزيلها
gl: Servidor de contido: Usa o título do libro como nome de ficheiro para os elementos destacados descargados
ta: உள்ளடக்க சேவையகம்: பதிவிறக்கம் செய்யப்பட்ட சிறப்பம்சங்களுக்கான கோப்பு பெயராக புத்தக தலைப்பைப் பயன்படுத்தவும்

source: Review downloaded metadata dialog: Add a "Previous" button to go back to the last reviewed book
ar: مربع حوار مراجعة البيانات الوصفية التي تم تنزيلها: إضافة زر "السابق" للعودة إلى الكتاب الأخير الذي تمت مراجعته
gl: Diálogo de revisión de metadatos descargados: Engadir un botón "Anterior" para volver ao último libro revisado
ta: பதிவிறக்கம் செய்யப்பட்ட மேனிலை தரவு உரையாடலை மதிப்பாய்வு செய்யவும்: கடைசியாக மதிப்பாய்வு செய்யப்பட்ட புத்தகத்திற்குச் செல்ல "முந்தைய" பொத்தானைச் சேர்க்கவும்

source: Content server viewer: Fix the bottom of the text being cut off on mobile browsers when not in full screen mode. Unfortunately, this means the viewer now requires a browser no more than two years old.
ar: عارض خادم المحتوى: إصلاح قطع الجزء السفلي من النص في متصفحات الجوال عندما لا يكون في وضع ملء الشاشة. لسوء الحظ، هذا يعني أن العارض يتطلب الآن متصفحًا لا يزيد عمره عن سنتين.
gl: Visor do servidor de contidos: Corrixiuse o problema de que a parte inferior do texto se cortase nos navegadores móbiles cando non se usaba o modo de pantalla completa. Desafortunadamente, isto significa que o visor agora require un navegador con non máis de dous anos de antigüidade.
ta: உள்ளடக்க சேவையக பார்வையாளர்: முழு திரை பயன்முறையில் இல்லாதபோது மொபைல் உலாவிகளில் வெட்டப்பட்ட உரையின் அடிப்பகுதியை சரிசெய்யவும். துரதிர்ச்டவசமாக, இதன் பொருள் பார்வையாளருக்கு இப்போது இரண்டு வயதுக்கு மேல் ஒரு உலாவி தேவையில்லை.

source: Kindle driver: Increase the size of the cover thumbnails sent to the Scribe
ar: برنامج تشغيل Kindle: زيادة حجم الصور المصغرة للغلاف المرسلة إلى Scribe
gl: Controlador de Kindle: Aumentar o tamaño das miniaturas de portada enviadas a Scribe
ta: கின்டெல் டிரைவர்: எழுத்தாளருக்கு அனுப்பப்பட்ட கவர் சிறு உருவங்களின் அளவை அதிகரிக்கவும்

source: Kindle output: Fix cover images that contain EXIF data without a rotation not displaying on the Kindle lockscreen
ar: إخراج Kindle: إصلاح صور الغلاف التي تحتوي على بيانات EXIF بدون دوران لا تظهر على شاشة قفل Kindle
gl: Saída de Kindle: Corrixir imaxes de portada que conteñan datos EXIF ​​sen rotación e que non se mostran na pantalla de bloqueo de Kindle
ta: கின்டெல் வெளியீடு: கின்டெல் லாக்ச்கிரீனில் சுழற்சி இல்லாமல் எக்சிஃப் தரவைக் கொண்டிருக்கும் கவர் படங்களை சரிசெய்யவும்

source: E-book viewer: Fix ruby tags not excluded when searching for text
ar: عارض الكتب الإلكترونية: إصلاح عدم استبعاد علامات ruby عند البحث عن نص
gl: Visor de libros electrónicos: Corrixir as etiquetas Ruby que non se excluían ao buscar texto
ta: மின் புத்தக பார்வையாளர்: உரையைத் தேடும்போது ரூபி குறிச்சொற்களை விலக்கவில்லை

source: Content server viewer: Fix a regression in the previous release that broke searching
ar: عارض خادم المحتوى: إصلاح تراجع في الإصدار السابق أدى إلى تعطيل البحث
gl: Visor do servidor de contidos: Corrixir unha regresión na versión anterior que interrompía a busca
ta: உள்ளடக்க சேவையக பார்வையாளர்: முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும்

source: 24 May, 2024
ar: 24 مايو 2024
gl: 24 Maio, 2024
ta: 24 மே, 2024

source: Kindle driver: Add support for sending cover thumbnails to the Kindle Scribe
ar: برنامج تشغيل Kindle: إضافة دعم لإرسال الصور المصغرة للغلاف إلى Kindle Scribe
gl: Controlador de Kindle: Engadir compatibilidade para enviar miniaturas de portadas ao Kindle Scribe
ta: கின்டெல் டிரைவர்: கவர் சிறுபடங்களை அனுப்புவதற்கு ஆதரவைச் சேர்க்கவும் கின்டெல் எழுத்தாளருக்கு

source: A new options under Preferences-&gt;Look &amp; feel to draw covers with rounded corners
ta: விருப்பங்களின் கீழ் ஒரு புதிய விருப்பங்கள்- & gt; பார் &amp; வட்டமான மூலைகளுடன் அட்டைகளை வரைய உணர்கிறேன்

source: Bulk metadata edit: Add a new tab where you can create rules to transform tags/authors/publishers for the selected books
ar: تحرير البيانات الوصفية بالجملة: إضافة علامة تبويب جديدة حيث يمكنك إنشاء قواعد لتحويل العلامات/المؤلفين/الناشرين للكتب المحددة
gl: Edición masiva de metadatos: Engade unha nova lapela onde podes crear regras para transformar etiquetas/autores/editores para os libros seleccionados
ta: மொத்த மேனிலை தரவு திருத்து: தேர்ந்தெடுக்கப்பட்ட புத்தகங்களுக்கான குறிச்சொற்கள்/ஆசிரியர்கள்/வெளியீட்டாளர்களை மாற்றுவதற்கான விதிகளை உருவாக்க ஒரு புதிய தாவலைச் சேர்க்கவும்

source: Tag browser context menu for Formats now has Open with menu items
ar: قائمة سياق متصفح العلامات للتنسيقات تحتوي الآن على عناصر قائمة "فتح باستخدام"
gl: O menú contextual do navegador de etiquetas para Formatos agora ten elementos de menú Abrir con
ta: வடிவங்களுக்கான குறிச்சொல் உலாவி சூழல் பட்டியல் இப்போது பட்டியல் உருப்படிகளுடன் திறந்திருக்கும்

source: E-book viewer: When hovering over the top/bottom margin show a button indicating that a click will open the viewer controls. Can be configured via The Headers and footers section of the viewer Preferences.
ar: عارض الكتب الإلكترونية: عند التمرير فوق الهامش العلوي/السفلي، أظهر زرًا يشير إلى أن النقر سيفتح عناصر التحكم في العارض. يمكن تهيئته عبر قسم الرؤوس والتذييلات في تفضيلات العارض.
gl: Visor de libros electrónicos: ao pasar o cursor sobre a marxe superior/inferior, móstrase un botón que indica que un clic abrirá os controis do visor. Pódese configurar a través da sección Cabeceiras e pés de páxina das Preferencias do visor.
ta: மின் புத்தக பார்வையாளர்: மேல்/கீழ் விளிம்பில் வட்டமிடும்போது ஒரு சொடுக்கு பார்வையாளர் கட்டுப்பாடுகளைத் திறக்கும் என்பதைக் குறிக்கும் பொத்தானைக் காட்டுங்கள். பார்வையாளர் விருப்பங்களின் தலைப்புகள் மற்றும் அடிக்குறிப்பு பிரிவு வழியாக கட்டமைக்க முடியும்.

source: Spell check dialog: Also show count of currently displayed words
ar: مربع حوار التدقيق الإملائي: عرض عدد الكلمات المعروضة حاليًا أيضًا
gl: Diálogo de corrección ortográfica: Mostrar tamén o reconto de palabras que se mostran actualmente
ta: எழுத்துப்பிழை சோதனை உரையாடல்: தற்போது காட்டப்படும் சொற்களின் எண்ணிக்கையையும் காட்டு

source: E-book viewer: Fix searching not ignoring ruby text
ar: عارض الكتب الإلكترونية: إصلاح البحث الذي لا يتجاهل نص ruby
gl: Visor de libros electrónicos: Corrixir a busca que non ignora o texto ruby
ta: மின் புத்தக பார்வையாளர்: ரூபி உரையை புறக்கணிக்காமல் தேடுவதை சரிசெய்யவும்

source: Edit book: Save the state of the current book when opening a new book via File-&gt;Open book
ta: புத்தகத்தைத் திருத்து: கோப்பு வழியாக புதிய புத்தகத்தைத் திறக்கும்போது தற்போதைய புத்தகத்தின் நிலையைச் சேமிக்கவும்- & gt; திறந்த நூல்

source: Edit book: Fix importing a list of words into a user dictionary not working
ar: تحرير الكتاب: إصلاح عدم عمل استيراد قائمة كلمات إلى قاموس المستخدم
gl: Editar libro: Corrixir a importación dunha lista de palabras a un dicionario de usuario que non funciona
ta: புத்தகத்தைத் திருத்து: பயனர் அகராதியில் சொற்களின் பட்டியலை இறக்குமதி செய்வதை சரிசெய்யவும்

source: EPUB3 metadata: Do not fail to read metadata in the presence on invalid calibre user metadata in the OPF file with empty keys
ar: بيانات EPUB3 الوصفية: لا تفشل في قراءة البيانات الوصفية في وجود بيانات وصفية لمستخدم calibre غير صالحة في ملف OPF بمفاتيح فارغة
gl: Metadatos de EPUB3: Non fallar ao ler os metadatos en presenza de metadatos de usuario de calibre non válidos no ficheiro OPF con claves baleiras
ta: EPUB3 மெட்டாடேட்டா: வெற்று விசைகளுடன் OPF கோப்பில் தவறான காலிபர் பயனர் மெட்டாடேட்டாவில் முன்னிலையில் மெட்டாடேட்டாவைப் படிக்கத் தவறாதீர்கள்

source: Get books: Fix rules to map tags on adding books not being applied to books downloaded via Get books
ar: الحصول على كتب: إصلاح عدم تطبيق قواعد تعيين العلامات عند إضافة الكتب على الكتب التي تم تنزيلها عبر الحصول على كتب
gl: Obter libros: Corrixir regras para mapear etiquetas ao engadir libros que non se aplican aos libros descargados a través de Obter libros
ta: புத்தகங்களைப் பெறுங்கள்: புத்தகங்கள் வழியாக பதிவிறக்கம் செய்யப்பட்ட புத்தகங்களில் பயன்படுத்தப்படாத புத்தகங்களைச் சேர்ப்பது குறித்த குறிச்சொற்களை வரைபடமாக்குவதற்கு விதிகளை சரிசெய்யவும் புத்தகங்கள்

source: Spellcheck dialog: Move the checkbox to hide correctly spelled words with the rest of the checkboxes that filter the word list
ar: مربع حوار التدقيق الإملائي: نقل مربع الاختيار لإخفاء الكلمات المكتوبة بشكل صحيح مع بقية مربعات الاختيار التي تقوم بتصفية قائمة الكلمات
gl: Diálogo de verificación ortográfica: Move a caixa de verificación para ocultar as palabras correctamente escritas co resto das caixas de verificación que filtran a lista de palabras
ta: எழுத்துப்பிழை உரையாடல்: சொல் பட்டியலை வடிகட்டும் மீதமுள்ள தேர்வுப்பெட்டிகளுடன் சரியாக உச்சரிக்கப்பட்ட சொற்களை மறைக்க தேர்வுப்பெட்டியை நகர்த்தவும்

source: 03 May, 2024
ar: 03 مايو 2024
gl: 03 de maio de 2024
ta: 03 மே, 2024

source: Export of calibre data: Ensure individual part files in the exported data are no larger than one gigabyte even if the library contains individual files larger than that size.
ar: تصدير بيانات calibre: التأكد من أن ملفات الأجزاء الفردية في البيانات المصدرة لا تزيد عن جيجابايت واحد حتى لو كانت المكتبة تحتوي على ملفات فردية أكبر من ذلك الحجم.
gl: Exportación de datos de calibre: asegúrate de que os ficheiros de pezas individuais dos datos exportados non superen un xigabyte, mesmo se a biblioteca contén ficheiros individuais maiores que ese tamaño.
ta: காலிபர் தரவின் ஏற்றுமதி: ஏற்றுமதி செய்யப்பட்ட தரவுகளில் தனிப்பட்ட பகுதி கோப்புகள் ஒரு சிகாபைட்டை விட பெரியவை அல்ல என்பதை உறுதிப்படுத்தவும் நூலகத்தில் அந்த அளவை விட பெரிய கோப்புகள் இருந்தாலும்.

source: Note that this means that exports created by calibre from this version on will not be importable by earlier versions. However, exports from earlier versions should still be importable.
ar: لاحظ أن هذا يعني أن الصادرات التي تم إنشاؤها بواسطة calibre من هذا الإصدار فصاعدًا لن تكون قابلة للاستيراد بواسطة الإصدارات السابقة. ومع ذلك، يجب أن تظل الصادرات من الإصدارات السابقة قابلة للاستيراد.
gl: Ten en conta que isto significa que as exportacións creadas por Calibre a partir desta versión non serán importables por versións anteriores. Non obstante, as exportacións de versións anteriores deberían seguir sendo importables.
ta: இந்த பதிப்பிலிருந்து காலிபர் உருவாக்கிய ஏற்றுமதிகள் முந்தைய பதிப்புகளால் இறக்குமதி செய்யப்படாது என்பதே இதன் பொருள் என்பதை நினைவில் கொள்க. இருப்பினும், முந்தைய பதிப்புகளிலிருந்து ஏற்றுமதி இன்னும் இறக்குமதி செய்யப்பட வேண்டும்.

source: Edit book: Spell check: Add options to exclude words in ALL CAPS or with numbers or in camelCase/snake_case from the list of words
ar: تحرير الكتاب: التدقيق الإملائي: إضافة خيارات لاستبعاد الكلمات بأحرف كبيرة (ALL CAPS) أو التي تحتوي على أرقام أو في صيغة camelCase/snake_case من قائمة الكلمات
gl: Editar libro: Corrección ortográfica: Engadir opcións para excluír palabras en MAIÚSCULAS ou con números ou en camelCase/snake_case da lista de palabras
ta: புத்தகத்தைத் திருத்து: எழுத்துப்பிழை சோதனை: எல்லா தொப்பிகளிலோ அல்லது எண்களிலோ அல்லது கேமல்கேச்/பாம்பு_காசில் சொற்களின் பட்டியலிலிருந்து சொற்களை விலக்க விருப்பங்களைச் சேர்க்கவும்

source: Allow easily inverting the current search via the right click menu on the search box
ar: السماح بعكس البحث الحالي بسهولة عبر قائمة النقر بزر الماوس الأيمن على مربع البحث
gl: Permite inverter facilmente a busca actual mediante o menú contextual do cadro de busca
ta: தேடல் பெட்டியில் வலது சொடுக்கு பட்டியல் வழியாக தற்போதைய தேடலை எளிதாக தலைகீழாக மாற்றவும்

source: Kobo driver: Fix database unsupported error with newest firmware
ar: برنامج تشغيل Kobo: إصلاح خطأ قاعدة البيانات غير المدعومة مع أحدث البرامج الثابتة
gl: Controlador Kobo: Corrixir o erro de base de datos non compatible co microprograma máis recente
ta: கோபோ இயக்கி: புதிய ஃபார்ம்வேருடன் தரவுத்தள ஆதரிக்கப்படாத பிழையை சரிசெய்யவும்

source: DOCX Input: Fix text elements containing only whitespace being incorrectly ignored
ar: إدخال DOCX: إصلاح تجاهل عناصر النص التي تحتوي على مسافات بيضاء فقط بشكل غير صحيح
gl: Entrada DOCX: Corrixir os elementos de texto que conteñen só espazos en branco e que se ignoran incorrectamente
ta: DOCX உள்ளீடு: வைட்ச்பேசைக் கொண்ட உரை கூறுகளை தவறாக புறக்கணிக்க வேண்டும்

source: Bulk metadata dialog: Do not fail when setting covers from ebook files and some of the files have invalid covers
ar: مربع حوار البيانات الوصفية بالجملة: لا تفشل عند تعيين الأغلفة من ملفات الكتب الإلكترونية و بعض الملفات تحتوي على أغلفة غير صالحة
gl: Diálogo de metadatos masivos: Non falla ao definir portadas de ficheiros de libros electrónicos e algúns ficheiros teñen portadas non válidas
ta: மொத்த மேனிலை தரவு உரையாடல்: மின்புத்தக கோப்புகளிலிருந்து அட்டைகளை அமைக்கும் போது தோல்வியடைய வேண்டாம் மற்றும் சில கோப்புகளில் தவறான கவர்கள் உள்ளன

source: 19 Apr, 2024
ar: 19 أبريل 2024
gl: 19 de abril de 2024
ta: 19 ஏப்ரல், 2024

source: Kobo driver: Add support for the new color Kobo devices
ar: برنامج تشغيل Kobo: إضافة دعم لأجهزة Kobo الملونة الجديدة
gl: Controlador Kobo: Engadir compatibilidade cos novos dispositivos Kobo de cores
ta: கோபோ டிரைவர்: புதிய வண்ண கோபோ சாதனங்களுக்கு ஆதரவைச் சேர்க்கவும்

source: Edit book: Add a setting to control cursor width under Preferences-&gt;Editor settings
ta: புத்தகத்தைத் திருத்து: விருப்பங்களின் கீழ் கர்சர் அகலத்தைக் கட்டுப்படுத்த ஒரு அமைப்பைச் சேர்க்கவும்- & gt; ஆசிரியர் அமைப்புகள்

source: Edit book: Regex-function mode: Show a confirmation popup when closing the function editor when there are unsaved changes
ar: تحرير الكتاب: وضع دالة Regex: إظهار نافذة تأكيد منبثقة عند إغلاق محرر الدالة عندما تكون هناك تغييرات غير محفوظة
gl: Editar libro: Modo de función Regex: Mostrar unha xanela emerxente de confirmación ao pechar o editor de funcións cando haxa cambios sen gardar
ta: புத்தகத்தை திருத்து: ரீசெக்ச்-செயல்பாட்டு பயன்முறை: சேமிக்கப்படாத மாற்றங்கள் இருக்கும்போது செயல்பாட்டு எடிட்டரை மூடும்போது உறுதிப்படுத்தல் பாப்அப்பைக் காட்டு

source: Fix undocked Quickview dialog not being restored at startup
ar: إصلاح عدم استعادة مربع حوار Quickview غير المثبت عند بدء التشغيل
gl: Corrixir o diálogo de Vista rápida desacoplado que non se restauraba ao iniciar
ta: துவக்கப்படாத குவிக்வியூ உரையாடல் தொடக்கத்தில் மீட்டெடுக்கப்படவில்லை என்பதை சரிசெய்யவும்

source: Windows: Fix an issue where closing a maximized calibre window to the system tray and then reconnecting with remote desktop would cause a blank calibre window to be displayed
ar: ويندوز: إصلاح مشكلة حيث يؤدي إغلاق نافذة calibre مكبرة إلى علبة النظام ثم إعادة الاتصال بسطح المكتب البعيد إلى عرض نافذة calibre فارغة
gl: Windows: Corrixiuse un problema polo que, ao pechar unha xanela de Calibre maximizada na bandexa do sistema e logo volver conectar co escritorio remoto, se mostraba unha xanela de Calibre en branco
ta: விண்டோச்: கணினி தட்டில் அதிகபட்ச காலிபர் சாளரத்தை மூடி, பின்னர் ரிமோட் டெச்க்டாப்புடன் மீண்டும் இணைப்பது வெற்று காலிபர் சாளரத்தை காண்பிக்கும் ஒரு சிக்கலை சரிசெய்யவும்

source: 05 Apr, 2024
ar: 05 أبريل 2024
gl: 05 de abril de 2024
ta: 05 ஏப்ரல், 2024
