Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: Windows: Fix regression in (8.11.0) causing conversion to be broken when metadata contains non-BMP characters
gl: Windows: Corrixir unha regresión en (8.11.0) que provocaba que a conversión fallase cando os metadatos contiñan caracteres fóra do BMP

source: 05 Sep, 2025
gl: 05 Set, 2025

source: Book list: Allow controlling the tooltips displayed for every column using a template. Right click the column header and choose "Define tooltip template" to set the tooltip for that column
gl: Lista de libros: Permite controlar as xanelas que se mostran para cada columna mediante un modelo. Fai clic co botón dereito na cabeceira da columna e escolle "Definir modelo de xanela" para definir a xanela desa columna

source: MTP driver: Allow creating format specific destinations for audiobook files
gl: Controlador MTP: Permite crear destinos de formato específico para ficheiros de audiolibros

source: Preferences->Keyboard: Allow searching by shortcut as well as by name
gl: Preferencias->Teclado: Permite buscar por atallo e por nome

source: Kindle MTP driver: Fix APNX files being placed in incorrect location when books are sent to subfolders inside the root folder
gl: Controlador MTP de Kindle: Corrixir os ficheiros APNX que se colocaban nunha localización incorrecta cando os libros se enviaban a subcartafoles dentro do cartafol raíz

source: E-book viewer: Read Aloud: Fix regression in previous release that broke changing voices when engine is set to 'Automatically select'
gl: Visor de libros electrónicos: Ler en voz alta: Corrixiuse a regresión na versión anterior que interrompía o cambio de voces cando o motor estaba configurado en "Seleccionar automaticamente"

source: Fix a regression in the previous release that broke markdown output
gl: Corrixir unha regresión na versión anterior que interrompía a saída de rebaixas

source: 22 Aug, 2025
gl: 22 Ago, 2025

source: Annotations browser: Add a color swatch in the results list to make seeing the type of highlight easier
gl: Navegador de anotacións: engade unha mostra de cor na lista de resultados para facilitar a identificación do tipo de resaltado

source: Match books in library window: When doing the initial search using the title of the book on the device, if no matches are found remove trailing text in parentheses or after a colon and try again
gl: Emparellar libros na ventá da biblioteca: ao facer a busca inicial usando o título do libro no dispositivo, se non se atopan coincidencias, elimina o texto final entre parénteses ou despois dun dous puntos e inténtao de novo

source: When merging books via drag and drop show the cover of the target book
gl: Ao fusionar libros mediante arrastrar e soltar, mostra a cuberta do libro destino

source: HTMLZ Output: Add support for embedded fonts
gl: Saída HTMLZ: engadir soporte para fontes incrustadas

source: Plugin installation window: Allow filtering available plugins by category
gl: Ventá de instalación de complementos: permitir filtrar os complementos dispoñibles por categoría

source: Fetch news: Add a sub-menu to the right click menu of the Fetch news button that shows recently downloaded news sources
gl: Buscar noticias: engadir un submenú ao menú de clic dereito do botón Buscar noticias que mostre as fontes de noticias descargadas recentemente

source: Edit book: When pasting text from the clipboard ensure it is normalized to NFC form
gl: Editar libro: ao pegar texto do portapapeis, asegúrate de que este estea normalizado á forma NFC

source: Content server viewer: Improve the selection dialog for choosing a Text-to-speech voice
gl: Visor do servidor de contidos: mellorar o diálogo de selección para escoller unha voz de Texto a voz

source: Content server: Fix an error when editing a book's metadata to change both the cover and another field
gl: Servidor de contidos: corrixir un erro ao editar os metadatos dun libro para cambiar á vez a cuberta e outro campo

source: 08 Aug, 2025
gl: 08 Ago, 2025

source: E-book viewer: Improve display of Lookup results from Google
gl: Visor de eBooks: mellorar a visualización dos resultados de Busca en Google

source: Kobo driver: Add support for latest Tolino firmware
gl: Controlador Kobo: engadir soporte para o último microprograma de Tolino

source: Conversion: Handle -epub-text-emphasis properties used in some Japanese language EPUB books
gl: Conversión: xestionar as propiedades -epub-text-emphasis usadas nalgunhas libros EPUB en xaponés

source: Piper Neural text to speech engine: re-write the backend used to run the Piper speech models to no longer need an external binary for improved performance and robustness
gl: Motor de Texto a voz Piper Neural: reescribir o backend usado para executar os modelos de fala Piper para que xa non sexa necesario un binario externo, mellorando o rendemento e a robustez

source: Edit book: Reports: Fix sorting by name of CSS rules
gl: Editar libro: Informes: corrixir a ordenación por nome das regras CSS

source: Fix template based custom column of tags type not being treated as multi valued when using it for similarity searches
gl: Corrixir que a columna personalizada baseada en modelo do tipo etiquetas non se trate como de valores múltiples ao usala para buscas por similitude

source: When adding books recursively do not try to import folder whose names named with an ebook file extension. These are, for example, generated by Apple Books
gl: Ao engadir libros de forma recursiva, non intentes importar cartafoles cuxos nomes coincidan cunha extensión de ficheiro de eBook. Estes son, por exemplo, xerados por Apple Books.

source: EPUB3 Output: Fix various issues with processing nav files when they contain more than just the Table of Contents and are not included in the spine.
gl: Saída EPUB3: corrixir varios problemas no procesamento de ficheiros nav cando conteñen máis que só a Táboa de Contidos e non están incluídos na spine

source: 18 Jul, 2025
gl: 18 de xullo de 2025

source: Kindle driver: Add support for generating page number files (APNX) on 2024 and newer MTP based Kindles
gl: Controlador de Kindle: Engadir compatibilidade coa xeración de ficheiros de numeración de páxina (APNX) en Kindles baseados en MTP de 2024 e posteriores

source: When finding similar books by author ignore "et al." suffix on author names
gl: Ao buscar libros semellantes por autor, ignora o sufixo "et al." nos nomes dos autores

source: Fix a regression in the previous release that broke configuring Sending of books to device
gl: Corrixir unha regresión na versión anterior que interrompía a configuración do envío de libros ao dispositivo

source: Kobo driver: Fix a regression that caused ancient, pre-Touch kobo devices to no longer work with calibre
gl: Controlador Kobo: Corrixir unha regresión que provocaba que os dispositivos Kobo antigos, anteriores a Touch, xa non funcionasen con Calibre

source: MTP driver: Workaround for LibMTP no longer returning device serial numbers on some systems
gl: Controlador MTP: Solución alternativa para que LibMTP xa non devolva números de serie de dispositivos nalgúns sistemas

source: Edit book: Fix the next/previous buttons in the Text search tool not working
gl: Editar libro: Corrixir os botóns seguinte/anterior da ferramenta de busca de texto que non funcionaban

source: Fix series and publisher mapping rules not handling commas correctly when downloading metadata one book at a time
gl: Corrixir as regras de mapeo de series e editoriais que non xestionaban as comas correctamente ao descargar os metadatos dun libro á vez

source: Edit metadata dialog: When there are only a few custom comments like fields stretch them vertically to take up unused space
gl: Diálogo de edición de metadatos: cando só hai uns poucos comentarios personalizados como campos, estíreos verticalmente para ocupar espazo non utilizado

source: 10 Jul, 2025
gl: 10 de xullo de 2025

source: Content server: Add a checkbox in content server user preferences to prevent a user account from changing its own password via the web interface
gl: Servidor de contido: Engadir unha caixa de verificación nas preferencias do usuario do servidor de contido para evitar que unha conta de usuario cambie o seu propio contrasinal a través da interface web

source: Restoring database: Improve performance by an order of magnitude
gl: Restauración da base de datos: Mellorar o rendemento nunha orde de magnitude

source: Add a tweak to Preferences->Tweaks to permit displaying the sort value for series in the Tag browser
gl: Engadir un axuste a Preferencias->Axustes para permitir mostrar o valor de ordenación das series no navegador de etiquetas

source: Welcome wizard: Change default output format to AZW3 for Kindle as MOBI is obsolete and all Kindles released within the last decade plus support AZW3
gl: Asistente de benvida: Cambia o formato de saída predeterminado a AZW3 para Kindle xa que MOBI está obsoleto e todos os Kindles lanzados na última década son compatibles con AZW3

source: Add 'Search "not in"' and 'Filter "not in'" buttons to Manage authors and Manage Items
gl: Engadir os botóns "Buscar "non en"" e "Filtrar "non en"" a Xestionar autores e Xestionar elementos

source: Windows: Fix a regression in the previous release that caused terminal windows to popup momentarily when adding PDF files or converting them
gl: Windows: Corrixir unha regresión na versión anterior que provocaba que as xanelas do terminal aparecesen momentaneamente ao engadir ficheiros PDF ou convertelos

source: E-book viewer: Fix a regression in 8.4 that broke fading of the background image
gl: Visor de libros electrónicos: Corrixir unha regresión na versión 8.4 que interrompía o esvaecemento da imaxe de fondo

source: Tag browser: Fix clicking on categories to search for books by first letter of series not working correctly for non-English language books
gl: Navegador de etiquetas: Corrixiuse o feito de que facer clic en categorías para buscar libros pola primeira letra da serie non funcionase correctamente para libros en idiomas distintos do inglés.

source: Edit metadata individually: Ensure Next/Previous buttons work even if something re-orders the books in the book list. They will now iterate over the books as they were at the time the dialog is created
gl: Editar os metadatos individualmente: Asegurarse de que os botóns Seguinte/Anterior funcionen mesmo se algo reordena os libros na lista de libros. Agora pasarán sobre os libros tal e como estaban no momento en que se creou o diálogo.

source: Windows: Generate catalog: Workaround for systems where a broken antivirus or similar holds open files in the catalog library causing a permission denied error
gl: Windows: Xerar catálogo: Solución alternativa para sistemas nos que un antivirus defectuoso ou similar mantén ficheiros abertos na biblioteca do catálogo, o que provoca un erro de permiso denegado

source: 20 Jun, 2025
ar: 20 يونيو 2025
gl: 20 de xuño de 2025

source: The scrollbars used in calibre in light mode are now the same style as the ones in dark mode, this improves the contrast making the scrollbar more accessible
ar: أشرطة التمرير المستخدمة في Calibre في الوضع الفاتح هي الآن بنفس نمط تلك الموجودة في الوضع الداكن، مما يحسن التباين مما يجعل شريط التمرير أكثر سهولة في الوصول إليه
gl: As barras de desprazamento usadas en Calibre no modo claro agora teñen o mesmo estilo que as do modo escuro, isto mellora o contraste facendo que a barra de desprazamento sexa máis accesible.

source: Kobo driver: add an option to change how the Kobo displays series numbers using a template.
ar: برنامج تشغيل Kobo: أضف خيارًا لتغيير كيفية عرض Kobo لأرقام السلسلة باستخدام قالب.
gl: Controlador de Kobo: engádese unha opción para cambiar o xeito en que Kobo mostra os números de serie usando un modelo.

source: Manage data files dialog: Add a button to cancel remaining books when managing multiple books
ar: مربع حوار إدارة ملفات البيانات: إضافة زر لإلغاء الكتب المتبقية عند إدارة كتب متعددة
gl: Diálogo de xestión de ficheiros de datos: Engadir un botón para cancelar os libros restantes ao xestionar varios libros

source: Kobo driver: add support for new Tolino firmware
ar: برنامج تشغيل Kobo: إضافة دعم لبرامج Tolino الثابتة الجديدة
gl: Controlador Kobo: engadir compatibilidade co novo microprograma de Tolino

source: Prevent Windows 11 from starting a conhost.exe process for every calibre worker process
ar: منع Windows 11 من بدء عملية conhost.exe لكل عملية عاملة من Calibre
gl: Impedir que Windows 11 inicie un proceso conhost.exe para cada proceso de traballo de Calibre

source: E-book viewer: Improve highlight grouping with recurring chapter names
ar: عارض الكتب الإلكترونية: تحسين تجميع العناصر المميزة باستخدام أسماء الفصول المتكررة
gl: Visor de libros electrónicos: Mellora a agrupación de resaltados con nomes de capítulos recorrentes

source: When sending emails to amazon and pocketbook use random English text instead of UUIDs for subject/body.
ar: عند إرسال رسائل البريد الإلكتروني إلى أمازون وبوكيت بوك، استخدم نصًا إنجليزيًا عشوائيًا بدلاً من معرفات UUID للموضوع/النص.
gl: Ao enviar correos electrónicos a Amazon e Pocketbook, use texto aleatorio en inglés en lugar de UUID para o asunto/corpo.

source: KEPUB Output: Add an option to generate KEPUB files that have better text justification at the cost of gaps in highlighting when used on the Kobo
ar: إخراج KEPUB: إضافة خيار لإنشاء ملفات KEPUB ذات محاذاة نص أفضل على حساب فجوات في التمييز عند استخدامها على Kobo
gl: Saída KEPUB: Engadir unha opción para xerar ficheiros KEPUB que teñan unha mellor xustificación do texto a custo de lagoas no realzado cando se usan en Kobo.

source: E-book viewer: Allow the background image specified in the Style section of the viewer preferences to extend under the page margins as well
ar: عارض الكتب الإلكترونية: السماح لصورة الخلفية المحددة في قسم الأنماط من تفضيلات العارض بالتمدد تحت هوامش الصفحة أيضًا
gl: Visor de libros electrónicos: Permite que a imaxe de fondo especificada na sección Estilo das preferencias do visor se estenda tamén por debaixo das marxes da páxina

source: E-book viewer: Fix a regression that broke the "show book in main calibre program" link
ar: عارض الكتب الإلكترونية: إصلاح تراجع أدى إلى تعطيل رابط "عرض الكتاب في برنامج calibre الرئيسي"
gl: Visor de libros electrónicos: Corrixir unha regresión que rompía a ligazón "mostrar libro no programa principal de Calibre"

source: News download: Fix Next/Previous links not working when the pointed to article failed to download
ar: تنزيل الأخبار: إصلاح عدم عمل روابط التالي/السابق عندما فشل المقال المشار إليه في التنزيل
gl: Descarga de noticias: Corrixir as ligazóns Seguinte/Anterior que non funcionaban cando o artigo ao que apuntaba non se descargaba

source: E-book viewer: Handle links to missing internal files with an error popup rather than becoming non-functional
ar: عارض الكتب الإلكترونية: التعامل مع الروابط إلى الملفات الداخلية المفقودة بنافذة خطأ منبثقة بدلاً من أن يصبح غير وظيفي
gl: Visor de libros electrónicos: xestiona as ligazóns a ficheiros internos que faltan cunha xanela emerxente de erro en lugar de que non funcionen

source: E-book viewer: Fix some links not being processed correctly for very large EPUB files with many internal HTML files
ar: عارض الكتب الإلكترونية: إصلاح بعض الروابط التي لم تتم معالجتها بشكل صحيح لملفات EPUB الكبيرة جدًا التي تحتوي على العديد من ملفات HTML الداخلية
gl: Visor de libros electrónicos: Corrixir algunhas ligazóns que non se procesaban correctamente para ficheiros EPUB moi grandes con moitos ficheiros HTML internos

source: Metadata review dialog: Fix merging of tags not working correctly
ar: مربع حوار مراجعة البيانات الوصفية: إصلاح عدم عمل دمج العلامات بشكل صحيح
gl: Diálogo de revisión de metadatos: Corrixir a fusión de etiquetas que non funciona correctamente

source: Wayland: Workaround Qt/Wayland bug that prevents the menu of the Layout button from showing
ar: Wayland: حل مشكلة خطأ Qt/Wayland الذي يمنع ظهور قائمة زر التخطيط
gl: Wayland: Solución temporal a un erro de Qt/Wayland que impedía que se amosase o menú do botón de disposición

source: Prevent recursion when creating base temporary folder if something on system deletes the created temporary folder
ar: منع التكرار عند إنشاء مجلد مؤقت أساسي إذا قام شيء ما في النظام بحذف المجلد المؤقت الذي تم إنشاؤه
gl: Evitar a recursividade ao crear o cartafol temporal base se algo no sistema elimina o cartafol temporal creado

source: 18 Apr, 2025
ar: 18 أبريل 2025
gl: 18 Abril, 2025

source: Cover grid: Allow configuring different backgrounds for light and dark mode in Preferences->Look & feel->Cover grid
ar: شبكة الأغلفة: السماح بتكوين خلفيات مختلفة للوضع الفاتح والداكن في التفضيلات->المظهر والإحساس->شبكة الأغلفة
gl: Grella de cuberta: Permite configurar diferentes fondos para o modo claro e escuro en Preferencias->Aspecto->Grella de cuberta

source: E-book viewer: Further speedup first open of large EPUB files by another 30%
ar: عارض الكتب الإلكترونية: تسريع إضافي للفتح الأول لملفات EPUB الكبيرة بنسبة 30% أخرى
gl: Visor de libros electrónicos: aceleración adicional do primeiro abrir ficheiros EPUB grandes nun 30% máis

source: Metadata review dialog: Add merge comments action
ar: مربع حوار مراجعة البيانات الوصفية: إضافة إجراء دمج التعليقات
gl: Diálogo de revisión de metadatos: Engadir acción de fusión de comentarios

source: Kobo driver: Fix viewing of KEPUB files from the device view in calibre not working
ar: برنامج تشغيل Kobo: إصلاح عدم عمل عرض ملفات KEPUB من عرض الجهاز في calibre
gl: Controlador de Kobo: Corrixir a visualización de ficheiros KEPUB desde a vista do dispositivo en Calibre que non funciona

source: Fix a regression in 8.1 that broke displaying of the debug log when running in debug mode
ar: إصلاح تراجع في الإصدار 8.1 أدى إلى تعطيل عرض سجل التصحيح عند التشغيل في وضع التصحيح
gl: Corrixir unha regresión na versión 8.1 que interrompía a visualización do rexistro de depuración ao executarse en modo de depuración

source: E-book viewer: Fix a regression in 8.0 that caused the clock to display an extra p after the time
ar: عارض الكتب الإلكترونية: إصلاح تراجع في الإصدار 8.0 تسبب في عرض الساعة حرف p إضافي بعد الوقت
gl: Visor de libros electrónicos: Corrixir unha regresión en 8.0 que provocaba que o reloxo mostrase unha p adicional despois da hora

source: 04 Apr, 2025
ar: 04 أبريل 2025
gl: 04 de abril de 2025

source: Kobo driver: Add support for new Tolino firmware
ar: برنامج تشغيل Kobo: إضافة دعم لبرنامج Tolino الثابت الجديد
gl: Controlador Kobo: Engadir compatibilidade co novo microprograma de Tolino

source: Kindle driver: Allow using a value of * in Preferences->Output options->MOBI Output to have the driver mark all books sent to the device as personal documents
ar: برنامج تشغيل Kindle: السماح باستخدام قيمة * في التفضيلات->خيارات الإخراج->إخراج MOBI لجعل برنامج التشغيل يضع علامة على جميع الكتب المرسلة إلى الجهاز كمستندات شخصية
gl: Controlador Kindle: Permite usar un valor * en Preferencias->Opcións de saída->Saída MOBI para que o controlador marque todos os libros enviados ao dispositivo como documentos persoais.

source: Kobo driver: Fix hyphenation and extra CSS added to KEPUB files being ignored by the renderer on the Kobo
ar: برنامج تشغيل Kobo: إصلاح تجاهل Kobo لتقسيم الكلمات و CSS الإضافي المضاف إلى ملفات KEPUB بواسطة العارض
gl: Controlador de Kobo: Corrixir a separación de guións e o CSS adicional engadido aos ficheiros KEPUB que o renderizador de Kobo ignoraba

source: macOS: Fix opening book folder or PDF files for books with square brackets in the title not working
ar: macOS: إصلاح عدم عمل فتح مجلد الكتاب أو ملفات PDF للكتب التي تحتوي على أقواس مربعة في العنوان
gl: macOS: Corrixir o erro ao abrir unha carpeta de libros ou ficheiros PDF para libros con corchetes no título

source: Quickview: Fix a long standing bug with syncing of columns in the presence of hidden/re-ordered columns
ar: العرض السريع: إصلاح خطأ قديم في مزامنة الأعمدة في وجود أعمدة مخفية/معاد ترتيبها
gl: Vista rápida: Corrixir un erro de longa data coa sincronización de columnas en presenza de columnas ocultas/reordenadas

source: E-book viewer: Show an error message when an invalid nearby search expression is used
ar: عارض الكتب الإلكترونية: عرض رسالة خطأ عند استخدام تعبير بحث قريب غير صالح
gl: Visor de libros electrónicos: Mostrar unha mensaxe de erro cando se usa unha expresión de busca próxima non válida

source: KEPUB Output: Fix incorrect encoding detection for some HTML files without an encoding declaration
ar: إخراج KEPUB: إصلاح الكشف غير الصحيح عن الترميز لبعض ملفات HTML بدون تصريح ترميز
gl: Saída de KEPUB: Corrixir a detección de codificación incorrecta para algúns ficheiros HTML sen unha declaración de codificación

source: macOS: Fix a regression in the previous release that caused failures in the E-book viewer when updating annotations for books with a large number of annotations
ar: macOS: إصلاح تراجع في الإصدار السابق تسبب في فشل في عارض الكتب الإلكترونية عند تحديث التعليقات التوضيحية للكتب التي تحتوي على عدد كبير من التعليقات التوضيحية
gl: macOS: Corrixiuse unha regresión na versión anterior que provocaba erros no visor de libros electrónicos ao actualizar as anotacións de libros con moitas anotacións.

source: Version 8.2.1 fixes an error when clicking on format links in the book details panel
ar: الإصدار 8.2.1 يصلح خطأ عند النقر على روابط التنسيق في لوحة تفاصيل الكتاب
gl: A versión 8.2.1 corrixe un erro ao facer clic nas ligazóns de formato no panel de detalles do libro

source: Edit metadata dialog: Allow right clicking on the cover to edit it with an external program
ar: مربع حوار تحرير البيانات الوصفية: السماح بالنقر بزر الماوس الأيمن على الغلاف لتحريره باستخدام برنامج خارجي
gl: Diálogo de edición de metadatos: Permite facer clic co botón dereito na portada para editala cun programa externo

source: Virtual library tabs: When the tabs are locked prevent them from being re-ordered as well
ar: علامات تبويب المكتبة الافتراضية: عند قفل علامات التبويب، منع إعادة ترتيبها أيضًا
gl: Pestanas da biblioteca virtual: cando as pestanas están bloqueadas, impide que se reordenen tamén

source: FreeBSD: Add support for connecting to devices, contributed by Guido Falsi
ar: FreeBSD: إضافة دعم للاتصال بالأجهزة، مساهمة من Guido Falsi
gl: FreeBSD: Engadir soporte para conectar a dispositivos, contribución de Guido Falsi

source: macOS: Fix regression in previous release that caused calibre:// URLs to no longer work
ar: macOS: إصلاح تراجع في الإصدار السابق تسبب في عدم عمل عناوين URL من نوع calibre://
gl: macOS: Corrixir a regresión na versión anterior que provocaba que os URL de calibre:// xa non funcionasen

source: macOS: Fix a regression in calibre 8 that prevented icons in menus from being rendered
ar: macOS: إصلاح تراجع في calibre 8 منع عرض الأيقونات في القوائم
gl: macOS: Corrixiuse unha regresión en Calibre 8 que impedía que se renderizasen as iconas dos menús.

source: Kobo driver: Fix hyphenation settings not being applied correctly when generating KEPUB to put on the device
ar: برنامج تشغيل Kobo: إصلاح عدم تطبيق إعدادات تقسيم الكلمات بشكل صحيح عند إنشاء KEPUB لوضعه على الجهاز
gl: Controlador de Kobo: Corrixir a configuración de separación por guións que non se aplicaba correctamente ao xerar KEPUB para colocar no dispositivo

source: KEPUB Output: Include leading whitespace in kobo sentence span tags. This prevents unsightly breaks when highlighting across formatted text on the Kobo
ar: إخراج KEPUB: تضمين مسافة بادئة في علامات امتداد جملة kobo. هذا يمنع الفواصل القبيحة عند التمييز عبر النص المنسق على Kobo
gl: Saída de KEPUB: Inclúe espazos en branco iniciais nas etiquetas de extensión de frases de Kobo. Isto evita interrupcións antiestéticas ao resaltar texto formatado en Kobo.
