Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: FB2 Input: use the &lt;p&gt; tag for paragraphs that don't contain other block content
ta: FB2 உள்ளீடு: & lt; p & gt; பிற தொகுதி உள்ளடக்கங்களைக் கொண்டிருக்காத பத்திகளுக்கான குறிச்சொல்

source: E-book viewer: Fix clicking on the back/forward buttons not working in some situations
ru: Просмотр электронных книг: Исправлена ​​ошибка, из-за которой нажатие на кнопки «Назад/Вперёд» не работало в некоторых ситуациях
ta: மின் புத்தக பார்வையாளர்: சில சூழ்நிலைகளில் வேலை செய்யாத பின்புறம்/முன்னோக்கி பொத்தான்களைக் சொடுக்கு செய்வதை சரிசெய்யவும்

source: E-book viewer: Fix scrolling to Table of Contents items that are within a single internal file not activating the back button
ru: Просмотр электронных книг: Исправлена ​​ошибка, из-за которой прокрутка к элементам оглавления, которые находятся в одном внутреннем файле, не активировала кнопку «Назад»
ta: மின் புத்தக பார்வையாளர்: பின் பொத்தானை செயல்படுத்தாத ஒற்றை உள் கோப்பில் உள்ள உள்ளடக்க அட்டவணையில் ச்க்ரோலிங் செய்வதை சரிசெய்யவும்

source: E-book viewer: Fix changing the sans-serif font without also changing the monospaced font not working
ru: Просмотр электронных книг: Исправлено неработающее изменение шрифта без засечек без обязательного изменения моноширинного шрифта
ta: மின்-புத்தக பார்வையாளர்: மோனோச்பேச் எழுத்துருவை மாற்றாமல் சான்ச்-செரிஃப் எழுத்துருவை மாற்றுவதை சரிசெய்யவும்

source: 18 Aug, 2023
ru: 18 августа 2023
ta: 18 ஆகச்ட், 2023

source: Book details panel: De-emphasize titles making the actual data stand out more
ru: Панель сведений о книге: не выделять заголовки для большего выделения данных
ta: புத்தக விவரங்கள் குழு: உண்மையான தரவை மேலும் வெளிப்படுத்தும் தலைப்புகளை வலியுறுத்துங்கள்

source: Allow using the new manage data files dialog from within the edit metadata dialog
ru: Разрешено использование нового диалогового окна управления файлами данных из диалогового окна редактирования метаданных
ta: திருத்து மேனிலை தரவு உரையாடலில் இருந்து புதிய மேலாண்மை தரவு கோப்புகள் உரையாடலைப் பயன்படுத்த அனுமதிக்கவும்

source: Trash dialog: Allow right clicking on an entry to save it to disk
ru: Диалоговое окно корзины: разрешён щелчок правой кнопкой мыши по записи, чтобы сохранить её на диск
ta: குப்பை உரையாடல்: ஒரு நுழைவை வட்டில் சேமிக்க வலது சொடுக்கு செய்ய அனுமதிக்கவும்

source: When merging books by drag-and-drop add an option to use the dragged cover instead of the cover in the target book
ru: При объединении книг методом перетаскивания добавлена возможность использовать перетаскиваемую обложку вместо обложки в целевой книге
ta: இழுவை மற்றும் துளி மூலம் புத்தகங்களை இணைக்கும்போது, இலக்கு புத்தகத்தில் அட்டைக்கு பதிலாக இழுக்கப்பட்ட அட்டையைப் பயன்படுத்த ஒரு விருப்பத்தைச் சேர்க்கவும்

source: Create catalog: Add buttons to easily select all/non/visible fields when creating CSV/XML catalogs
ru: Создать каталог: добавлены кнопки чтобы просто выбирать все/никакие/видимые поля при создании каталогов CSV/XML
ta: பட்டியலை உருவாக்கு: csv/xml பட்டியல்களை உருவாக்கும்போது அனைத்து/இல்லாத/புலப்படும் புலங்களையும் எளிதாக தேர்ந்தெடுக்க பொத்தான்களைச் சேர்க்கவும்

source: Preferences-&gt;Add your own columns: Add buttons to show/hide all columns
ru: Настройки->Добавить собственные столбцы: Добавлены кнопки для отображения/скрытия всех столбцов
ta: விருப்பத்தேர்வுகள்- & gt; உங்கள் சொந்த நெடுவரிசைகளைச் சேர்க்கவும்: அனைத்து நெடுவரிசைகளையும் காட்ட/மறைக்க பொத்தான்களைச் சேர்க்கவும்

source: Fix a regression in the previous release that broke parsing of some ISO-8601 timestamps
ru: Исправлена ​​регрессия в предыдущем выпуске, которая нарушала синтаксический анализ некоторых временных меток ISO-8601
ta: சில ஐஎச்ஓ -8601 நேர முத்திரைகளின் பாகுபடுத்தலை உடைத்த முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும்

source: E-book viewer: Mouse wheel horizontal events should jump sections not internal file boundaries
ru: Просмотр электронных книг: горизонтальные события колесика мыши должны переходить на разделы, а не на внутренние границы файла
ta: மின் புத்தக பார்வையாளர்: சுட்டி சக்கர கிடைமட்ட நிகழ்வுகள் உள் கோப்பு எல்லைகள் அல்ல பிரிவுகளைத் தாண்ட வேண்டும்

source: Fix Preferences-&gt;Add your own columns changing check state on moving columns
ru: Исправление Настройки-> Добавить свои собственные столбцы, изменяющие состояние проверки при перемещении столбцов
ta: விருப்பங்களை சரிசெய்யவும்- & gt; நகரும் நெடுவரிசைகளில் காசோலை நிலையை மாற்றும் உங்கள் சொந்த நெடுவரிசைகளைச் சேர்க்கவும்

source: Get books: update various Polish e-book stores for website changes
ru: Получить книги: обновлены различные книжные магазины на польском языке для изменений веб-сайта
ta: புத்தகங்களைப் பெறுங்கள்: வலைத்தள மாற்றங்களுக்கு பல்வேறு போலந்து மின் புத்தக கடைகளை புதுப்பிக்கவும்

source: E-book viewer: Fix CFI parsing of numbers with trailing zeros causing some bookmarks to not work
ru: Просмотр электронных книг: исправление разбора CFI чисел с завершающими нулями, из-за чего некоторые закладки не работали
ta: மின்-புத்தக பார்வையாளர்: எண்களின் சி.எஃப்.ஐ பாகுபடுத்தலை சரிசெய்யவும் பூச்சியங்களுடன் சில புக்மார்க்குகள் வேலை செய்யாது

source: E-book viewer: Show an error when creating a bookmark if the bookmark position is not found
ru: Просмотр электронных книг: Показать ошибку при создании закладки, если позиция закладки не найдена
ta: மின்-புத்தக பார்வையாளர்: புக்மார்க்கு நிலை காணப்படாவிட்டால் புத்தகக்குறியை உருவாக்கும்போது பிழையைக் காட்டுங்கள்

source: CBR Input: Fix comics with extremely long internal filenames not working on Windows
ru: Ввод CBR: исправление комиксов с очень длинными внутренними именами файлов, которые не работали в Windows
ta: சிபிஆர் உள்ளீடு: சாளரங்களில் வேலை செய்யாத மிக நீண்ட உள் கோப்பு பெயர்களுடன் காமிக்சை சரிசெய்யவும்

source: Edit book: Saved searches: Fix incorrect import in generated source code for some builtin functions
ru: Редактор книг: Сохранённые поиски: исправлен неправильный импорт в сгенерированном исходном коде для некоторых встроенных функций
ta: புத்தகத்தைத் திருத்து: சேமித்த தேடல்கள்: சில பில்டின் செயல்பாடுகளுக்கு உருவாக்கப்பட்ட மூலக் குறியீட்டில் தவறான இறக்குமதியை சரிசெய்யவும்

source: Data file manager: Fix errors on systems with larger font sizes
ru: Менеджер файлов данных: исправление ошибок в системах с большими размерами шрифта
ta: தரவு கோப்பு மேலாளர்: பெரிய எழுத்துரு அளவுகளுடன் கணினிகளில் பிழைகளை சரிசெய்யவும்

source: 04 Aug, 2023
ru: 04 августа 2023
ta: 04 ஆகச்ட், 2023

source: Easily manage the extra data files associated with a book by right clicking the edit metadata button and choose "Manage data files"
ru: Легко управляйте дополнительными файлами данных, связанными с книгой, щёлкнув правой кнопкой мыши кнопку редактирования метаданных и выбрав «Управление файлами данных».
ta: மேனிலை தரவு பொத்தானைத் திருத்துவதன் மூலம் புத்தகத்துடன் தொடர்புடைய கூடுதல் தரவுக் கோப்புகளை எளிதாக நிர்வகிக்கவும், "தரவுக் கோப்புகளை நிர்வகிக்கவும்" என்பதைத் தேர்வுசெய்க

source: Content server: Full text search: Allow searching a restricted subset of books
ru: Сервер содержимого: полнотекстовый поиск: разрешить поиск в ограниченном подмножестве книг
ta: உள்ளடக்க சேவையகம்: முழு உரை தேடல்: புத்தகங்களின் தடைசெய்யப்பட்ட துணைக்குழுவைத் தேட அனுமதிக்கவும்

source: E-book viewer: Allow clicking on calibre:// URLs
ru: Просмотрщик электронных книг: разрешёно нажатие по calibre:// URL
ta: மின் புத்தக பார்வையாளர்: காலிபர் சொடுக்கு செய்ய அனுமதிக்கவும்: // முகவரி கள்

source: Support fuzzier searching in the Tag browser find allowing unaccented characters to match accented ones
ru: Поддержка нечёткого поиска в браузере тегов, позволяющего находить символы без акцента в соответствии с акцентированными
ta: குறிச்சொல் உலாவியில் ஃபசியர் தேடலை ஆதரிக்கவும், உச்சரிக்கப்படாத எழுத்துக்களை உச்சரிக்கப்படுவதை அனுமதிக்கிறது

source: DOCX conversion: Preserve underline style and color
ru: Конвертация DOCX: сохранить стиль и цвет подчёркивания
ta: டாக்ச் மாற்றம்: அடிக்கோடிட்ட பாணி மற்றும் வண்ணத்தைப் பாதுகாக்கவும்

source: Fix incorrect sorting of device view after some operations
ru: Исправлена ​​неправильная сортировка вида устройства после некоторых операций
ta: சில செயல்பாடுகளுக்குப் பிறகு சாதனக் காட்சியின் தவறான வரிசையாக்கத்தை சரிசெய்யவும்

source: Fix visit content server in browser not working when the content server is configured to listen on an IPv6 interface
ru: Исправлена ​​ошибка, из-за которой посещение сервера контента в браузере не работало, когда сервер контента настроен на прослушивание интерфейса IPv6.
ta: ஐபிவி 6 இடைமுகத்தில் கேட்க உள்ளடக்க சேவையகம் கட்டமைக்கப்படும்போது உலாவியில் உள்ளடக்க சேவையகத்தைப் பார்வையிடவும்

source: Fix one hour offset in some timezones on Windows for dates before 1970
ru: Исправлено смещение в один час в некоторых часовых поясах в Windows для дат до 1970 года
ta: 1970 க்கு முன் தேதிகளுக்கு சாளரங்களில் சில நேர ஆஃப்செட்டை சரிசெய்யவும்

source: Windows: HTML Input: Fix error when trying to add HTML files with links to other files that are invalid pathnames
ru: Windows: ввод HTML: исправлена ​​ошибка при попытке добавить файлы HTML со ссылками на другие файлы с недопустимыми путями.
ta: விண்டோச்: html உள்ளீடு: தவறான பாதை பெயர்களைக் கொண்ட பிற கோப்புகளுக்கான இணைப்புகளுடன் html கோப்புகளைச் சேர்க்க முயற்சிக்கும்போது பிழையை சரிசெய்யவும்

source: Get books: Update various Polish language book stores for website changes
ru: Получить книги: обновлены различные книжные магазины на польском языке для изменений веб-сайта
ta: புத்தகங்களைப் பெறுங்கள்: வலைத்தள மாற்றங்களுக்காக பல்வேறு போலந்து மொழி புத்தகக் கடைகளைப் புதுப்பிக்கவும்

source: 14 Jul, 2023
ru: 14 июля 2023 г.
ta: 14 சூலை, 2023

source: PDF Output: Add an option to discard the book cover instead of inserting it as the first page of the PDF
ru: Вывод в формате PDF: добавлена возможность отказаться от обложки книги вместо того, чтобы вставлять её в качестве первой страницы PDF
ta: pdf வெளியீடு: புத்தக அட்டையை pdf இன் முதல் பக்கமாக செருகுவதற்கு பதிலாக அதை நிராகரிக்க ஒரு விருப்பத்தைச் சேர்க்கவும்

source: Content server: Allow opening the Book details page for a matched book from the Full text search results page
ru: Контент-сервер: Разрешить открытие страницы сведений о книге для соответствующей книги со страницы результатов полнотекстового поиска
ta: உள்ளடக்க சேவையகம்: முழு உரை தேடல் முடிவுகள் பக்கத்திலிருந்து பொருந்திய புத்தகத்திற்கான புத்தக விவரங்கள் பக்கத்தைத் திறக்க அனுமதிக்கவும்

source: Windows: Fix empty data folder getting created in the directory calibre is launched from when changing title/author for a book with an existing data folder
ru: Windows: исправлено создание пустой папки данных в каталоге, из которого запускается calibre при смене названия/автора для книги с существующей папкой данных
ta: விண்டோச்: வெற்று தரவு கோப்புறையை சரிசெய்யவும், ஏற்கனவே உள்ள தரவு கோப்புறையுடன் ஒரு புத்தகத்திற்கான தலைப்பு/எழுத்தாளரை மாற்றும்போது காலிபர் காலிபரில் உருவாக்கப்பட்டது

source: LIT Output: Fix error converting anything to LIT on Windows
ru: Вывод LIT: исправлена ​​ошибка преобразования чего-либо в LIT в Windows
ta: லிட் வெளியீடு: சாளரங்களில் எரியும் எதையும் மாற்றுவதில் பிழையை சரிசெய்யவும்

source: Ignore failures to expire old trash during startup
ru: Игнорировать сбои с истечением срока действия старой корзины во время запуска
ta: தொடக்கத்தின் போது பழைய குப்பைகளை காலாவதியாகும் தோல்விகளை புறக்கணிக்கவும்

source: Amazon metadata download: Fix retrieval of publisher information from amazon.fr
ru: Загрузка метаданных Amazon: исправлено получение информации об издателе с amazon.fr
ta: அமேசான் மேனிலை தரவு பதிவிறக்கம்: அமேசானிலிருந்து வெளியீட்டாளர் தகவல்களை மீட்டெடுப்பதை சரிசெய்யவும்

source: 30 Jun, 2023
ru: 30 июня 2023 г.
ta: 30 சூன், 2023

source: Kobo driver: Add support for newest firmware
ru: Драйвер Kobo: добавлена поддержка новой прошивки
ta: கோபோ டிரைவர்: புதிய ஃபார்ம்வேருக்கு ஆதரவைச் சேர்க்கவும்

source: Trash bin: Allow setting removed books to be permanently deleted on library close
ru: Корзина: разрешить удаление удалённых книг без возможности восстановления при закрытии библиотеки
ta: குப்பைத் தொட்டி: அகற்றப்பட்ட புத்தகங்களை அமைப்பதை நூலக நெருக்கத்தில் நிரந்தரமாக நீக்க அனுமதிக்கவும்

source: Windows: Nicer error message when file/folder is locked in another program
ru: Windows: более удобное сообщение об ошибке, когда файл/папка заблокированы в другой программе
ta: விண்டோச்: மற்றொரு நிரலில் கோப்பு/கோப்புறை பூட்டப்படும்போது நல்ல பிழை செய்தி

source: PDF Output: Fix regression that caused large slowdowns when converting books with lots of internal HTML files to PDF
ru: Вывод в формате PDF: исправление регрессии, вызывавшей значительное замедление при преобразовании книг с большим количеством внутренних HTML-файлов в формат PDF
ta: pdf வெளியீடு: நிறைய உள் html கோப்புகளுடன் புத்தகங்களை pdf ஆக மாற்றும்போது பெரிய மந்தநிலைகளை ஏற்படுத்தும் பின்னடைவை சரிசெய்யவும்

source: CHM Input: Fix ToC entries that use fragments not supported
ru: Ввод CHM: исправление записей ToC, в которых используются неподдерживаемые фрагменты
ta: chm உள்ளீடு: ஆதரிக்கப்படாத துண்டுகளைப் பயன்படுத்தும் toc உள்ளீடுகளை சரிசெய்யவும்

source: E-book viewer: Fix searching for text next to hidden text not scrolling to the match
ru: Просмотр электронных книг: исправлена ​​ошибка, из-за которой поиск текста рядом со скрытым текстом не прокручивался до совпадения
ta: மின் புத்தக பார்வையாளர்: மறைக்கப்பட்ட உரைக்கு அடுத்ததாக உரையைத் தேடுவதை சரிசெய்யவும்

source: E-book viewer: Fix selection popup not showing for some books on some platforms when the selection is in the top line
ru: Просмотр электронных книг: исправлено всплывающее окно выбора, которое не отображалось для некоторых книг на некоторых платформах, когда выделение находилось в верхней строке
ta: மின்-புத்தக பார்வையாளர்: தேர்வு மேல் வரிசையில் இருக்கும்போது சில தளங்களில் சில புத்தகங்களைக் காட்டவில்லை

source: DOCX Output: Fix multiple SVG images in the input document causing all the SVG images in the output to be just one of the input images
ru: Вывод DOCX: исправление - несколько изображений SVG во входном документе, из-за чего все изображения SVG в выходных данных были только одним из входных изображений
ta: docx வெளியீடு: உள்ளீட்டு ஆவணத்தில் பல எச்.வி.சி படங்களை சரிசெய்யவும், வெளியீட்டில் உள்ள அனைத்து எச்.வி.சி படங்களும் உள்ளீட்டு படங்களில் ஒன்றாகும்

source: MOBI Input: Ignore another form of corruption in trailing bytes
ru: Ввод MOBI: игнорировать другую форму повреждения в конечных байтах
ta: mobi உள்ளீடு: பைட்டுகள் பின்னால் ஊழலின் மற்றொரு வடிவத்தை புறக்கணிக்கவும்

source: 13 Jun, 2023
ru: 13 июня 2023 г.
ta: 13 சூன், 2023

source: DOCX Output: Add support for SVG images
ru: Вывод DOCX: добавлена ​​поддержка изображений SVG
ta: docx வெளியீடு: எச்.வி.சி படங்களுக்கு ஆதரவைச் சேர்க்கவும்

source: Now the generated DOCX will contain both the rasterized version of the SVG image and the original SVG image as the preferred source, which is supported by modern versions of Word.
ru: Теперь сгенерированный DOCX будет содержать как растровую версию изображения SVG, так и исходное изображение SVG в качестве предпочтительного источника, который поддерживается современными версиями Word.
ta: இப்போது உருவாக்கப்பட்ட டாக்சில் எச்.வி.சி படத்தின் ராச்டரைச் செய்யப்பட்ட பதிப்பு மற்றும் அசல் எச்.வி.சி படத்தை விருப்பமான மூலமாகக் கொண்டிருக்கும், இது வார்த்தையின் நவீன பதிப்புகளால் ஆதரிக்கப்படுகிறது.

source: E-book viewer: Allow configuring the actions triggered by touch gestures
ru: Просмотр электронных книг: разрешена настройка действий, запускаемых сенсорными жестами
ta: மின் புத்தக பார்வையாளர்: தொடு சைகைகளால் தூண்டப்பட்ட செயல்களை உள்ளமைக்க அனுமதிக்கவும்

source: DOCX Input: Add support for SVG images
ru: Ввод DOCX: добавлена ​​поддержка изображений SVG
ta: docx உள்ளீடு: எச்.வி.சி படங்களுக்கு ஆதரவைச் சேர்க்கவும்

source: Windows: Fix a regression in the previous release that could cause files to be deleted if one of the files/folders was open in another program while changing title/author in calibre
ru: Windows: исправлена ​​регрессия в предыдущем выпуске, которая могла привести к удалению файлов, если один из файлов/папок был открыт в другой программе при изменении названия/автора в calibre
ta: விண்டோச்: முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும், கோப்புகள்/கோப்புறைகளில் ஒன்று மற்றொரு நிரலில் திறந்திருந்தால், தலைப்பு/ஆசிரியரை காலிபரில் மாற்றும் போது கோப்புகளை நீக்கக்கூடும்

source: macOS: Fix extra dock icons visible when doing a job using Qt WebEngine such as converting to PDF or searching in Get books
ru: macOS: исправление дополнительных значков дока, видимых при выполнении работы с использованием Qt WebEngine, например при преобразовании в PDF или при поиске в «Получить книги»
ta: மேகோச்: பி.டி.எஃப் ஆக மாற்றுவது அல்லது புத்தகங்களைப் பெறுவது போன்ற க்யூடி வெபெங்கைனைப் பயன்படுத்தி வேலையைச் செய்யும்போது கூடுதல் கப்பல்துறை ஐகான்களை சரிசெய்யவும்

source: macOS and Linux: Fix an error when changing metadata or deleting books whose files are owned by another user
ru: macOS и Linux: исправлена ​​ошибка при изменении метаданных или удалении книг, файлы которых принадлежат другому пользователю
ta: மேகோச் மற்றும் லினக்ச்: மெட்டாடேட்டாவை மாற்றும்போது அல்லது மற்றொரு பயனருக்கு சொந்தமான கோப்புகளை நீக்கும்போது பிழையை சரிசெய்யவும்

source: CHM Input: Yet another regression opening CHM files with missing internal files on windows
ru: Ввод CHM: еще одна регрессия, открывающая файлы CHM с отсутствующими внутренними файлами в Windows
ta: சி.எச்.எம் உள்ளீடு: சாளரங்களில் உள் கோப்புகளைக் காணாமல் சிஎம் கோப்புகளைத் திறக்கும் மற்றொரு பின்னடைவு

source: CHM Input: Resolve absolute links to resource files from the root of the CHM file
ru: Ввод CHM: разрешение абсолютных ссылок на файлы ресурсов из корня файла CHM.
ta: chm உள்ளீடு: chm கோப்பின் மூலத்திலிருந்து வள கோப்புகளுக்கான முழுமையான இணைப்புகளைத் தீர்க்கவும்

source: 09 Jun, 2023
ru: 09 июня 2023 г.
ta: 09 சூன், 2023

source: CHM Input: Fix a regression in the previous release that broke conversion of CHM files
ru: Ввод CHM: исправление регресса в предыдущем выпуске, который нарушал преобразование файлов CHM.
ta: சி.எச்.எம் உள்ளீடு: சிஎச்எம் கோப்புகளை மாற்றியமைத்த முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும்

source: Windows: Make moving files in the calibre library folder more robust, locking folders in addition to files, before the start of the move
ru: Windows: перемещение файлов в папке библиотеки calibre сделано более надёжным, блокируя папки в дополнение к файлам перед началом перемещения.
ta: விண்டோச்: காலிபர் நூலகக் கோப்புறையில் நகரும் கோப்புகளை மிகவும் வலுவானது, கோப்புகளுக்கு கூடுதலாக கோப்புறைகளைப் பூட்டுதல், நகரும் தொடங்குவதற்கு முன்

source: Get books: Update Barnes and Noble store plugin for website changes
ru: Получить книги: обновлён плагин магазина Barnes и Noble для изменений веб-сайта
ta: புத்தகங்களைப் பெறுங்கள்: வலைத்தள மாற்றங்களுக்கு பார்ன்ச் மற்றும் நோபல் கடை சொருகி புதுப்பிக்கவும்

source: Kindle output: Only re-encode JPEG images with EXIF metadata if the metadata contains actual transpose operations
ru: Вывод Kindle: перекодировать изображения JPEG с метаданными EXIF ​​только в том случае, если метаданные содержат фактические операции транспонирования
ta: கின்டெல் வெளியீடு: மெட்டாடேட்டாவில் உண்மையான இடமாற்ற செயல்பாடுகள் இருந்தால், exif மெட்டாடேட்டாவுடன் re-encode jpeg படங்களை மட்டுமே

source: PDF Output: Fix error when input document contains multiple instances of a font some with vertical metrics and some without
ru: Вывод PDF: исправлена ​​ошибка, когда входной документ содержит несколько экземпляров шрифта, некоторые с вертикальными метриками, а некоторые без
ta: pdf வெளியீடு: உள்ளீட்டு ஆவணத்தில் ஒரு எழுத்துருவின் பல நிகழ்வுகள் செங்குத்து அளவீடுகள் மற்றும் சில இல்லாமல் இருக்கும்போது பிழையை சரிசெய்யவும்

source: PDF Output: Fix using CSS Multicolumns for body causing conversion to fail when header/footer is specified
ru: Вывод PDF: исправлено использование нескольких столбцов CSS для тела, что приводило к сбою преобразования, когда указан верхний/нижний колонтитул.
ta: pdf வெளியீடு: தலைப்பு/அடிக்குறிப்பு குறிப்பிடப்படும்போது உடலுக்கு css மல்டி நெடுவரிசையைப் பயன்படுத்துவதை சரிசெய்யவும்

source: MOBI Input: Fix a crash when converting some corrupted palmdoc compressed MOBI files
ru: Ввод MOBI: исправлен сбой при преобразовании некоторых поврежденных файлов MOBI, сжатых с помощью Palmdoc
ta: mobi உள்ளீடு: சில சிதைந்த பாம்டாக் சுருக்கப்பட்ட mobi கோப்புகளை மாற்றும்போது விபத்தை சரிசெய்யவும்

source: E-book viewer: Ensure CSS stylesheets are interpreted as UTF-8
ru: Просмотр электронных книг: проверка, что таблицы стилей CSS интерпретируются как UTF-8
ta: மின்-புத்தக பார்வையாளர்: css ச்டைல்சீட்கள் utf-8 என விளக்கப்படுவதை உறுதிசெய்க

source: 29 May, 2023
ru: 29 мая 2023 г.
ta: 29 மே, 2023

source: HTML Input: Restrict adding of resources like images to only files within the folder hierarchy starting at the parent folder of the root HTML file Can be controlled by customizing the HTML to Zip plugin in Preferences-&gt;Plugins or the --allow-local-files-outside-root option to the ebook-convert command
ru: Ввод HTML: ограничение добавления ресурсов, таких как изображения, только к файлам в иерархии папок, начиная с родительской папки корневого HTML-файла Можно управлять, настроив плагин HTML to Zip в Настройки -> Плагины или опцией -outside-root для команды ebook-convert
ta: html உள்ளீடு: இடிஎம்எல் கோப்பின் பெற்றோர் கோப்புறையில் தொடங்கி கோப்புறை வரிசைக்குள் உள்ள கோப்புகளுக்கு மட்டுமே படங்கள் போன்ற வளங்களைச் சேர்ப்பதை கட்டுப்படுத்துங்கள் html கோப்பின் பெற்றோர் கோப்புறையில் html ஐ சிப் சொருகி விருப்பங்களில் தனிப்பயனாக்குவதன் மூலம் கட்டுப்படுத்தலாம்- & gt; செருகுநிரல்கள் அல்லது --allow-lacal- மின்புத்தக-மாற்றும் கட்டளைக்கு கோப்புகள்-அவுட்சைட்-ரூட் விருப்பம்

source: PDF Output: Fix regression in previous release causing non-English entries to be incorrectly encoded into the PDF bookmarks
ru: Вывод PDF: исправление регрессии в предыдущем выпуске, из-за которого записи не на английском языке неправильно кодировались в закладках PDF
ta: pdf வெளியீடு: முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும் ஆங்கிலம் அல்லாத உள்ளீடுகள் pdf புக்மார்க்குகளில் தவறாக குறியிடப்படுகின்றன

source: PDF Output: Fix regression in previous release that caused blank pages when generating headers or footers
ru: Вывод в формате PDF: исправлена ​​регрессия в предыдущем выпуске, которая приводила к появлению пустых страниц при создании верхних или нижних колонтитулов
ta: pdf வெளியீடு: முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும், அவை தலைப்புகள் அல்லது அடிக்குறிப்புகளை உருவாக்கும் போது வெற்று பக்கங்களை ஏற்படுத்தின

source: Book list: Fix editing-in-place not pre-selecting existing text for some column types
ru: Список книг: исправление редактирования на месте без предварительного выбора существующего текста для некоторых типов столбцов
ta: புத்தக பட்டியல்: சில நெடுவரிசை வகைகளுக்கு இருக்கும் உரையை முன்பே தேர்வு செய்யாத இடத்தை சரிசெய்யவும்

source: Amazon.de metadata download: Update for site changes
ru: Загрузка метаданных Amazon.de: обновление для изменений на сайте
ta: அமேசான்.டே மேனிலை தரவு பதிவிறக்கம்: தள மாற்றங்களுக்கான புதுப்பிப்பு

source: PDF Output: Set /Creator and /Producer in /Info
ru: Вывод PDF: установка /Creator и /Producer в /Info
ta: pdf வெளியீடு: /தகவல் /தகவல் /தகவல் /தகவல்

source: Fix row height incorrect in Manage category dialog when blank
ru: Исправлена неправильная высота строки в диалоговом окне Управление категориями, когда оно пусто
ta: வரிசை உயரத்தை நிர்வகி வகை உரையாடலில் தவறாக சரிசெய்யவும்

source: 6.19.1 fixes a bug in 6.19.0 that broke the edit metadata dialog
ru: 6.19.1 исправляет ошибку в 6.19.0, из-за которой не работал диалог редактирования метаданных
ta: 6.19.1 6.19.0 இல் ஒரு பிழையை சரிசெய்கிறது, இது மேனிலை தரவு உரையாடலை உடைத்தது

source: 26 May, 2023
ru: 26 мая 2023 г.
ta: 26 மே, 2023
