Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: Release
ar: إصدار
gl: Lanzamento
ru: Выпуск
ta: வெளியீடு

source: New features
ar: ميزات جديدة
gl: Novas funcionalidades
ru: Новые возможности
ta: புதிய நற்பொருத்தங்கள்

source: Closes tickets
ar: يغلق التذاكر
gl: Pecha as incidencias
ru: Закрытые тикеты
ta: டிக்கெட்டுகளை மூடுகிறது

source: Bug fixes
ar: إصلاحات الأخطاء
gl: Informes de fallo
ru: Исправления ошибок
ta: பிழை திருத்தங்கள்

source: New news sources
ar: مصادر أخبار جديدة
gl: Novas fontes de noticias
ru: Новые источники новостей
ta: புதிய செய்தி ஆதாரங்கள்

source: Improved news sources
ar: مصادر أخبار محسَّنة
gl: Fontes de noticias melloradas
ru: Улучшенные источники новостей
ta: மேம்படுத்தப்பட்ட செய்தி ஆதாரங்கள்

source: 08 Nov, 2024
ar: 08 نوفمبر 2024
ta: 08 நவம்பர், 2024

source: Edit book: A new tool to create an audio overlay in EPUB files for all text using the Read aloud facility
ar: تحرير الكتاب: أداة جديدة لإنشاء طبقة صوتية في ملفات EPUB لجميع النصوص باستخدام ميزة القراءة بصوت عالٍ
gl: Editar libro: unha nova ferramenta para crear unha superposición de audio en ficheiros EPUB para todo o texto usando a función Ler en voz alta
ta: புத்தகத்தைத் திருத்து: வாசிப்பு உரத்த வசதியைப் பயன்படுத்தி அனைத்து உரைகளுக்கும் எபப் கோப்புகளில் ஆடியோ மேலடுக்கை உருவாக்க ஒரு புதிய கருவி

source: This allows readers of the book to listen to it with sentence tracking, even if they do not have a functioning text-to-speech system in the reading software. You can even assign different voices to different parts of the text for a more immersive experience. The tool is available from the Tools menu in the book editor.
ar: يتيح هذا لقراء الكتاب الاستماع إليه مع تتبع الجملة، حتى لو لم يكن لديهم نظام تحويل النص إلى كلام يعمل بشكل صحيح في برنامج القراءة. يمكنك حتى تعيين أصوات مختلفة لأجزاء مختلفة من النص لتجربة أكثر غامرة. الأداة متاحة من قائمة الأدوات في محرر الكتاب.
gl: Isto permite que os lectores do libro o escoiten con seguimento de frases, mesmo se non dispoñen dun sistema de texto a voz funcional no software de lectura. Incluso podes asignar diferentes voces a diferentes partes do texto para unha experiencia máis inmersiva. A ferramenta está dispoñible no menú Ferramentas do editor de libros.
ta: வாசிப்பு மென்பொருளில் செயல்படும் உரை-க்கு-பேச்சு அமைப்பு இல்லாவிட்டாலும், புத்தகத்தின் வாசகர்கள் வாக்கிய கண்காணிப்புடன் அதைக் கேட்க அனுமதிக்கிறது. உரையின் வெவ்வேறு பகுதிகளுக்கு நீங்கள் வெவ்வேறு குரல்களை இன்னும் அதிவேக அனுபவத்திற்காக ஒதுக்கலாம். கருவி புத்தக எடிட்டரில் உள்ள கருவிகள் மெனுவிலிருந்து கிடைக்கிறது.

source: Dark mode: make scrollbar more visible with higher contrast and rounded corners
ar: الوضع الداكن: جعل شريط التمرير أكثر وضوحًا بتباين أعلى و زوايا مستديرة
gl: Modo escuro: fai que a barra de desprazamento sexa máis visible con maior contraste e esquinas redondeadas
ta: இருண்ட பயன்முறை: ச்க்ரோல்பாரை அதிக மாறுபாடு மற்றும் வட்டமான மூலைகளுடன் அதிகமாகக் காணுங்கள்

source: E-book viewer: In flow mode when scrolling across internal file boundaries using the mouse wheel/touchpad have a short half second pause to ease the transition. Can be controlled via the Scrolling section of the Viewer preferences.
ar: عارض الكتب الإلكترونية: في وضع التدفق عند التمرير عبر حدود الملفات الداخلية باستخدام عجلة الماوس/لوحة اللمس، توقف قصير لمدة نصف ثانية لتسهيل الانتقال. يمكن التحكم فيه عبر قسم التمرير في تفضيلات العارض.
gl: Visor de libros electrónicos: no modo de fluxo, ao desprazarse polos límites internos dos ficheiros usando a roda do rato/o panel táctil, hai unha breve pausa de medio segundo para facilitar a transición. Pódese controlar a través da sección Desprazamento das preferencias do Visor.
ta: மின்-புத்தக பார்வையாளர்: மவுச் சக்கரம்/டச்பேடைப் பயன்படுத்தி உள் கோப்பு எல்லைகளை முழுவதும் ச்க்ரோலிங் செய்யும் போது ஓட்ட பயன்முறையில், மாற்றத்தை எளிதாக்க ஒரு குறுகிய அரை இரண்டாவது இடைநிறுத்தத்தைக் கொண்டுள்ளது. பார்வையாளர் விருப்பங்களின் ச்க்ரோலிங் பிரிவு வழியாக கட்டுப்படுத்தலாம்.

source: ebook-meta.exe: Add an option to disallow rendered cover of first page for EPUB
ar: ebook-meta.exe: إضافة خيار لعدم السماح بعرض غلاف الصفحة الأولى لـ EPUB
gl: ebook-meta.exe: Engadir unha opción para desactivar a portada renderizada da primeira páxina para EPUB
ta: Ebook-meta.exe: EPUB க்கான முதல் பக்கத்தின் மறைமுகத்தை அனுமதிக்க ஒரு விருப்பத்தைச் சேர்க்கவும்

source: Book details: Add an action to download the cover to the context menu when right clicking the cover
ar: تفاصيل الكتاب: إضافة إجراء لتنزيل الغلاف إلى قائمة السياق عند النقر بزر الماوس الأيمن على الغلاف
gl: Detalles do libro: Engade unha acción para descargar a portada ao menú contextual ao facer clic co botón dereito na portada
ta: புத்தக விவரங்கள்: அட்டையை வலது சொடுக்கு செய்யும் போது சூழல் பட்டியலில் அட்டையைப் பதிவிறக்க ஒரு செயலைச் சேர்க்கவும்

source: Read aloud: Add a restore defaults button to the configuration dialog
ar: القراءة بصوت عالٍ: إضافة زر استعادة الإعدادات الافتراضية إلى مربع حوار التهيئة
gl: Ler en voz alta: Engadir un botón para restaurar os valores predeterminados ao diálogo de configuración
ta: உரக்கப் படியுங்கள்: உள்ளமைவு உரையாடலில் இயல்புநிலை பொத்தானைச் சேர்க்கவும்

source: Auto adding: Allow excluding arbitrary file types not just known book file types
ar: الإضافة التلقائية: السماح باستبعاد أنواع ملفات عشوائية وليس فقط أنواع ملفات الكتب المعروفة
gl: Engadir automaticamente: Permite excluír tipos de ficheiro arbitrarios, non só os tipos de ficheiro de libro coñecidos
ta: தானாகச் சேர்த்தல்: தன்னிச்சையான கோப்பு வகைகளைத் தவிர்த்து அறியப்பட்ட புத்தக கோப்பு வகைகளை மட்டுமல்ல

source: Edit metadata dialog: Add an action to open the book's folder to the context menu of the formats list
ar: مربع حوار تحرير البيانات الوصفية: إضافة إجراء لفتح مجلد الكتاب إلى قائمة السياق لقائمة التنسيقات
gl: Diálogo de edición de metadatos: Engade unha acción para abrir o cartafol do libro no menú contextual da lista de formatos
ta: மேனிலை தரவு உரையாடலைத் திருத்து: வடிவங்கள் பட்டியலின் சூழல் பட்டியலில் புத்தகத்தின் கோப்புறையைத் திறக்க ஒரு செயலைச் சேர்க்கவும்

source: Read aloud: Fix only first 32000 characters per chapter being read
ar: القراءة بصوت عالٍ: إصلاح قراءة أول 32000 حرف فقط لكل فصل
gl: Ler en voz alta: Corrixir só os primeiros 32000 caracteres por capítulo que se está a ler
ta: சத்தமாக படியுங்கள்: படிக்க ஒரு அத்தியாயத்திற்கு முதல் 32000 எழுத்துக்களை மட்டுமே சரிசெய்யவும்

source: Content server: Read aloud: Fix clicking on a word to skip reading aloud to that word causing word highlighting to stop working
ar: خادم المحتوى: القراءة بصوت عالٍ: إصلاح النقر على كلمة لتخطي القراءة بصوت عالٍ إلى تلك الكلمة مما يتسبب في توقف تمييز الكلمات عن العمل
gl: Servidor de contido: Ler en voz alta: Corrixiuse o feito de facer clic nunha palabra para omitir a lectura en voz alta ata esa palabra e provocar que o resaltado de palabras deixase de funcionar
ta: உள்ளடக்க சேவையகம்: உரக்கப் படியுங்கள்: அந்த வார்த்தைக்கு உரக்க வாசிப்பதைத் தவிர்க்க ஒரு வார்த்தையை சொடுக்கு செய்வதை சரிசெய்யவும்

source: Linux: Handle speech dispatcher with dummy output module and no voices more gracefully
ar: لينكس: التعامل مع مرسل الكلام بوحدة إخراج وهمية وبدون أصوات بشكل أكثر سلاسة
gl: Linux: Xestiona o despachador de voz cun módulo de saída ficticio e ningunha voz con máis elegancia
ta: லினக்ச்: போலி வெளியீட்டு தொகுதியுடன் பேச்சு அனுப்பியவரை கையாளவும், மேலும் குரல்கள் எதுவும் இல்லை

source: When renaming authors fix empty author folder not being removed if it contained file explorer metadata but was otherwise empty
ar: عند إعادة تسمية المؤلفين، إصلاح عدم إزالة مجلد المؤلف الفارغ إذا كان يحتوي على بيانات وصفية لمستكشف الملفات ولكنه كان فارغًا بخلاف ذلك
gl: Ao renomear os autores, corrixiuse que o cartafol baleiro de autor non se eliminase se contiña metadatos do explorador de ficheiros pero estaba baleiro por outra banda
ta: ஆசிரியர்கள் மறுபெயரிடும்போது, ​​வெற்று எழுத்தாளர் கோப்புறை கோப்பு எக்ச்ப்ளோரர் மெட்டாடேட்டாவைக் கொண்டிருந்தால் அதை அகற்றாது, ஆனால் காலியாக இருந்தது

source: Edit metadata dialog: Fix keyboard shortcuts to edit prev/next raising an error when trying to go beyond the first/last book
ar: مربع حوار تحرير البيانات الوصفية: إصلاح اختصارات لوحة المفاتيح لتحرير السابق/التالي التي تثير خطأ عند محاولة تجاوز الكتاب الأول/الأخير
gl: Diálogo de edición de metadatos: Corrixir os atallos de teclado para editar anterior/seguinte que xeraban un erro ao tentar ir máis alá do primeiro/último libro
ta: மேனிலை தரவு உரையாடலைத் திருத்து: முதல்/கடைசி புத்தகத்திற்கு அப்பால் செல்ல முயற்சிக்கும்போது முந்தைய/அடுத்த பிழையை உயர்த்துவதற்கு விசைப்பலகை குறுக்குவழிகளை சரிசெய்யவும்

source: Linux: ToC Editor: Fix a regression in 7.17 that broke using the Create new entry button
ar: لينكس: محرر جدول المحتويات: إصلاح تراجع في الإصدار 7.17 أدى إلى تعطيل استخدام زر إنشاء إدخال جديد
gl: Linux: Editor de índice: Corrixir unha regresión en 7.17 que fallaba ao usar o botón Crear nova entrada
ta: லினக்ச்: TOC எடிட்டர்: 7.17 இல் ஒரு பின்னடைவை சரிசெய்யவும், புதிய நுழைவு பொத்தானை உருவாக்கு

source: Content server: Fix changing the language of a book not working for non-English user interface language and for books that have no existing language
ar: خادم المحتوى: إصلاح عدم عمل تغيير لغة الكتاب للغات واجهة المستخدم غير الإنجليزية وللكتب التي ليس لها لغة موجودة
gl: Servidor de contido: Corrixir o problema de que o cambio de idioma dun libro non funcionase para idiomas de interface de usuario distintos do inglés e para libros que non teñen ningún idioma existente
ta: உள்ளடக்க சேவையகம்: ஆங்கிலம் அல்லாத பயனர் இடைமுக மொழி மற்றும் ஏற்கனவே உள்ள மொழி இல்லாத புத்தகங்களுக்காக வேலை செய்யாத புத்தகத்தின் மொழியை மாற்றுவதை சரிசெய்யவும்

source: Linux: Read aloud with Piper: Fix audio not playing on some Linux systems
ar: لينكس: القراءة بصوت عالٍ مع Piper: إصلاح عدم تشغيل الصوت على بعض أنظمة لينكس
gl: Linux: Ler en voz alta con Piper: Corrixir o audio que non se reproduce nalgúns sistemas Linux
ta: லினக்ச்: பைப்பருடன் சத்தமாக படியுங்கள்: சில லினக்ச் கணினிகளில் ஆடியோ விளையாடாமல் சரிசெய்யவும்

source: Notes browser: When searching books search over all currently selected categories not just the last selected one
ar: متصفح الملاحظات: عند البحث في الكتب، البحث في جميع الفئات المحددة حاليًا وليس فقط الفئة الأخيرة المحددة
gl: Navegador de notas: ao buscar libros, busca en todas as categorías seleccionadas actualmente, non só na última seleccionada
ta: குறிப்புகள் உலாவி: புத்தகங்களைத் தேடும்போது தற்போது தேர்ந்தெடுக்கப்பட்ட அனைத்து வகைகளையும் தேடும்போது கடைசியாக தேர்ந்தெடுக்கப்பட்ட ஒன்று மட்டுமல்ல

source: 18 Oct, 2024
ar: 18 أكتوبر 2024
gl: 18 Out, 2024
ta: 18 அக், 2024

source: PDF Input: Automatic header/footer detection and removal
ar: إدخال PDF: الكشف التلقائي عن الرأس/التذييل وإزالته
gl: Entrada de PDF: Detección e eliminación automática de cabeceiras/pés de páxina
ta: PDF உள்ளீடு: தானியங்கி தலைப்பு/அடிக்குறிப்பு கண்டறிதல் மற்றும் அகற்றுதல்

source: A new, dedicated PDF Input engine for calibre that implements automatic detection of headers and footers based on document analysis. The new engine is the default to go back to using the old engine, select it in the PDF Input section of the Conversion dialog.
ar: محرك إدخال PDF جديد ومخصص لـ calibre يطبق الكشف التلقائي عن الرؤوس والتذييلات بناءً على تحليل المستند. المحرك الجديد هو الافتراضي للعودة إلى استخدام المحرك القديم، حدده في قسم إدخال PDF من مربع حوار التحويل.
gl: Un novo motor de entrada PDF dedicado para Calibre que implementa a detección automática de cabeceiras e pés de páxina baseada na análise de documentos. O novo motor é o predeterminado para volver usar o motor antigo, seleccióneo na sección Entrada PDF do diálogo Conversión.
ta: ஆவண பகுப்பாய்வின் அடிப்படையில் தலைப்புகள் மற்றும் அடிக்குறிப்புகளை தானாக கண்டறிவதை செயல்படுத்தும் காலிபருக்கான புதிய, அர்ப்பணிப்பு PDF உள்ளீட்டு இயந்திரம். புதிய எஞ்சின் பழைய எஞ்சினைப் பயன்படுத்துவதற்கு இயல்புநிலை, மாற்று உரையாடலின் PDF உள்ளீட்டு பிரிவில் அதைத் தேர்ந்தெடுக்கவும்.

source: Read Aloud: Allow configuring an extra pause at the end of every sentence when using the Piper TTS engine
ar: القراءة بصوت عالٍ: السماح بتكوين وقفة إضافية في نهاية كل جملة عند استخدام محرك Piper TTS
gl: Ler en voz alta: Permite configurar unha pausa adicional ao final de cada frase ao usar o motor TTS de Piper
ta: சத்தமாக படியுங்கள்: பைபர் டி.டி.எச் எஞ்சின் பயன்படுத்தும் போது ஒவ்வொரு வாக்கியத்தின் முடிவிலும் கூடுதல் இடைநிறுத்தத்தை உள்ளமைக்க அனுமதிக்கவும்

source: PDF Output: Add _WIDTH_PIXELS_ and _HEIGHT_PIXELS_ variables to know the width and height of the header/footer area in templates
ar: إخراج PDF: إضافة متغيرات _WIDTH_PIXELS_ و _HEIGHT_PIXELS_ لمعرفة عرض وارتفاع منطقة الرأس/التذييل في القوالب
gl: Saída PDF: Engadir variables _WIDTH_PIXELS_ e _HEIGHT_PIXELS_ para coñecer o ancho e o alto da área de cabeceira/pé de páxina nos modelos
ta: PDF வெளியீடு: வார்ப்புருக்களில் தலைப்பு/அடிக்குறிப்பு பகுதியின் அகலம் மற்றும் உயரத்தை அறிய _WIDTH_PIXELS_ மற்றும் _height_pixels_ மாறிகள் சேர்க்கவும்

source: Windows: Use calibre's bundled SSL certificates instead of the system certificate store by default
ar: ويندوز: استخدام شهادات SSL المضمنة في calibre بدلاً من مخزن شهادات النظام افتراضيًا
gl: Windows: Usa os certificados SSL incluídos de Calibre en lugar do almacén de certificados do sistema por defecto
ta: விண்டோச்: இயல்பாக கணினி சான்றிதழ் கடைக்கு பதிலாக காலிபரின் தொகுக்கப்பட்ட எச்எச்எல் சான்றிதழ்களைப் பயன்படுத்தவும்

source: Can be turned off via CALIBRE_USE_SYSTEM_CERTIFICATES=1 env var
ar: يمكن إيقاف تشغيله عبر متغير البيئة CALIBRE_USE_SYSTEM_CERTIFICATES=1
gl: Pódese desactivar mediante CALIBRE_USE_SYSTEM_CERTIFICATES=1 var env
ta: Calibre_use_system_certificates = 1 env var வழியாக அணைக்கப்படலாம்

source: Trim image tool: Add a control to adjust aspect ratio
ar: أداة قص الصور: إضافة تحكم لضبط نسبة العرض إلى الارتفاع
gl: Ferramenta Recortar imaxe: Engadir un control para axustar a relación de aspecto
ta: பட கருவியை ஒழுங்கமைக்கவும்: விகித விகிதத்தை சரிசெய்ய ஒரு கட்டுப்பாட்டைச் சேர்க்கவும்

source: Kobo driver: Add support for the new firmware used by the Tolino Shine 5
ar: برنامج تشغيل Kobo: إضافة دعم للبرامج الثابتة الجديدة المستخدمة بواسطة Tolino Shine 5
gl: Controlador Kobo: Engadir compatibilidade co novo microprograma empregado polo Tolino Shine 5
ta: கோபோ டிரைவர்: டோலினோ சைன் 5 பயன்படுத்தும் புதிய ஃபார்ம்வேருக்கு ஆதரவைச் சேர்க்கவும்

source: Fix a regression in previous release that broke copying of book to another library if the books author does not exist in the destination database
ar: إصلاح تراجع في الإصدار السابق أدى إلى تعطيل نسخ الكتاب إلى مكتبة أخرى إذا لم يكن مؤلف الكتاب موجودًا في قاعدة بيانات الوجهة
gl: Corrixir unha regresión nunha versión anterior que interrompía a copia dun libro a outra biblioteca se o autor do libro non existe na base de datos de destino
ta: இலக்கு தரவுத்தளத்தில் புத்தகங்கள் எழுத்தாளர் இல்லையென்றால், புத்தகத்தை மற்றொரு நூலகத்திற்கு நகலெடுப்பதை உடைத்த முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும்

source: Read aloud: Piper backend: Fix not working with voices whose names have non-ASCII characters on Windows.
ar: القراءة بصوت عالٍ: الواجهة الخلفية Piper: إصلاح عدم العمل مع الأصوات التي تحتوي أسماؤها على أحرف غير ASCII على Windows.
gl: Ler en voz alta: Backend de Piper: Corrixiuse o erro que non funcionaba con voces cuxos nomes conteñan caracteres que non sexan ASCII en Windows.
ta: சத்தமாக படியுங்கள்: பைபர் பின்தளத்தில்: சாளரங்களில் அசி அல்லாத எழுத்துக்களைக் கொண்ட குரல்களுடன் வேலை செய்யாமல் சரிசெய்யவும்.

source: Content server: Fix book with non-ASCII filenames not downloading in the Kindle browser when using the /mobile view
ar: خادم المحتوى: إصلاح عدم تنزيل الكتب بأسماء ملفات غير ASCII في متصفح Kindle عند استخدام عرض /mobile
gl: Servidor de contido: Corrixir o problema de que un libro con nomes de ficheiro que non sexan ASCII non se descargase no navegador Kindle ao usar a vista /móbil
ta: உள்ளடக்க சேவையகம்: /மொபைல் பார்வையைப் பயன்படுத்தும் போது கின்டெல் உலாவியில் பதிவிறக்கம் செய்யாத ASCII அல்லாத கோப்பு பெயர்களுடன் புத்தகத்தை சரிசெய்யவும்

source: Content server: Fix embedding the server HTML inside a third party iframe causing an error
ar: خادم المحتوى: إصلاح تضمين HTML الخادم داخل إطار iframe لجهة خارجية مما يسبب خطأ
gl: Servidor de contido: corrixir a inserción do HTML do servidor dentro dun iframe de terceiros que provocaba un erro
ta: உள்ளடக்க சேவையகம்: மூன்றாம் தரப்பு IFRAME க்குள் சேவையக உஉகுமொ ஐ உட்பொதித்தல் பிழையை ஏற்படுத்துகிறது

source: 27 Sep, 2024
ar: 27 سبتمبر 2024
gl: 27 Set, 2024
ta: 27 செப், 2024

source: E-book viewer: Halve the time taken to open large EPUB format books for the first time
ar: عارض الكتب الإلكترونية: خفض الوقت المستغرق لفتح كتب بتنسيق EPUB كبيرة لأول مرة إلى النصف
gl: Visor de libros electrónicos: reduce á metade o tempo que leva abrir libros en formato EPUB grande por primeira vez
ta: மின்-புத்தக பார்வையாளர்: முதல் முறையாக பெரிய எபப் வடிவமைப்பு புத்தகங்களைத் திறக்க எடுக்கப்பட்ட நேரத்தை பாதியாகக் குறைக்கவும்

source: A four hundred thousand word EPUB book now opens in under a second on typical hardware.
ar: كتاب EPUB بحجم أربعمائة ألف كلمة يفتح الآن في أقل من ثانية على الأجهزة النموذجية.
gl: Un libro EPUB de catrocentas mil palabras ábrese agora en menos dun segundo en dispositivos normais.
ta: வழக்கமான வன்பொருளில் ஒரு நொடியின் கீழ் நான்காயிரம் சொல் எபப் நூல் இப்போது திறக்கிறது.

source: PDF new engine: Improve header/footer detection
ar: محرك PDF الجديد: تحسين الكشف عن الرأس/التذييل
gl: Novo motor de PDF: Mellora a detección de cabeceira/pé de páxina
ta: PDF புதிய இயந்திரம்: தலைப்பு/அடிக்குறிப்பு கண்டறிதலை மேம்படுத்தவும்

source: For column icons and grid view emblems, support icons for both light and dark themes
ar: بالنسبة لأيقونات الأعمدة وشعارات عرض الشبكة، دعم الأيقونات لكل من السمات الفاتحة و الداكنة
gl: Para iconas de columna e emblemas de vista de cuadrícula, admite iconas para temas claros e escuros
ta: நெடுவரிசை சின்னங்கள் மற்றும் கட்டம் பார்வை சின்னங்களுக்கு, ஒளி மற்றும் இருண்ட கருப்பொருள்களுக்கான ஐகான்களை ஆதரிக்கவும்

source: News downloads: Mark links to locally available articles with a middle-dot
ar: تنزيلات الأخبار: وضع علامة على الروابط إلى المقالات المتاحة محليًا بنقطة وسطية
gl: Descargas de noticias: marca as ligazóns aos artigos dispoñibles localmente cun punto no medio
ta: செய்தி பதிவிறக்கங்கள்: நடுத்தர-டாட் கொண்ட உள்நாட்டில் கிடைக்கக்கூடிய கட்டுரைகளுக்கான இணைப்புகளைக் குறிக்கவும்

source: When saving a layout also save the main window geometry
ar: عند حفظ تخطيط، احفظ أيضًا هندسة النافذة الرئيسية
gl: Ao gardar un deseño, garda tamén a xeometría da xanela principal
ta: ஒரு தளவமைப்பைச் சேமிக்கும்போது முதன்மையான சாளர வடிவவியலை சேமிக்கவும்

source: Windows: Read Aloud: Fix an occasional crash when stopping read aloud when using the legacy windows TTS engine
ar: ويندوز: القراءة بصوت عالٍ: إصلاح عطل عرضي عند إيقاف القراءة بصوت عالٍ عند استخدام محرك TTS القديم في ويندوز
gl: Windows: Lectura en voz alta: Corrixiuse un fallo ocasional ao deter a lectura en voz alta ao usar o motor TTS de Windows herdado
ta: விண்டோச்: சத்தமாக படியுங்கள்: மரபு சாளரங்கள் டி.டி.எச் எஞ்சின் பயன்படுத்தும் போது சத்தமாக வாசிப்பதை நிறுத்தும்போது அவ்வப்போது விபத்தை சரிசெய்யவும்

source: Windows: Read Aloud: Fix clicking in text to change what is being read causing tracking of currently read word to fail when using the legacy Windows TTS engine
ar: ويندوز: القراءة بصوت عالٍ: إصلاح النقر في النص لتغيير ما يتم قراءته مما يتسبب في فشل تتبع الكلمة المقروءة حاليًا عند استخدام محرك TTS القديم في ويندوز
gl: Windows: Ler en voz alta: Corrixir o clic no texto para cambiar o que se está a ler, o que provocaba que o seguimento da palabra lida actualmente fallase ao usar o motor TTS herdado de Windows
ta: விண்டோச்: சத்தமாக வாசிக்கவும்: படித்ததை மாற்ற உரையில் சொடுக்கு செய்வதை சரிசெய்யவும், இதனால் தற்போது படித்த வார்த்தையின் கண்காணிப்பு மரபு சாளரங்கள் டி.டி.எச் எஞ்சின் பயன்படுத்தும் போது தோல்வியடையும்

source: Read aloud: Fix reading large numeric words causing text synchronization to fail when using some legacy TTS engines
ar: القراءة بصوت عالٍ: إصلاح قراءة الكلمات الرقمية الكبيرة مما يتسبب في فشل مزامنة النص عند استخدام بعض محركات TTS القديمة
gl: Ler en voz alta: Corrixir a lectura de palabras numéricas grandes que provocaban que a sincronización de texto fallase ao usar algúns motores TTS herdados
ta: சத்தமாக படியுங்கள்: சில மரபு TTS என்சின்களைப் பயன்படுத்தும் போது உரை ஒத்திசைவு தோல்வியடையும் பெரிய எண் சொற்களைப் படிப்பதை சரிசெய்யவும்

source: EPUB3 metadata: Fix setting series number to zero not working
ar: بيانات EPUB3 الوصفية: إصلاح عدم عمل تعيين رقم السلسلة إلى صفر
gl: Metadatos de EPUB3: Corrixir o erro de definir o número de serie a cero
ta: EPUB3 மெட்டாடேட்டா: தொடர் எண்ணை அமைப்பதை சரிசெய்யவும் பூச்சியமாக வேலை செய்யாது

source: Comic Input: Handle comics whose internal files have control codes in their filenames
ar: إدخال القصص المصورة: التعامل مع القصص المصورة التي تحتوي ملفاتها الداخلية على رموز تحكم في أسماء ملفاتها
gl: Entrada de banda deseñada: Xestionar bandas deseñadas cuxos ficheiros internos teñan códigos de control nos seus nomes de ficheiro
ta: காமிக் உள்ளீடு: காமிக்சைக் கையாளுங்கள், அதன் உள் கோப்புகள் அவற்றின் கோப்பு பெயர்களில் கட்டுப்பாட்டுக் குறியீடுகளைக் கொண்டுள்ளன

source: E-book viewer: Fix a regression that broke searching in Japanese books that use &lt;ruby&gt; text
ta: மின் புத்தக பார்வையாளர்: சப்பானிய புத்தகங்களில் தேடலை உடைத்த பின்னடைவை சரிசெய்யவும் & lt; ரூபி & சிடி; உரை

source: E-book viewer: Fix a regression in the previous release that broke Read aloud for selected text
ar: عارض الكتب الإلكترونية: إصلاح تراجع في الإصدار السابق أدى إلى تعطيل القراءة بصوت عالٍ للنص المحدد
gl: Visor de libros electrónicos: Corrixir unha regresión na versión anterior que causaba un erro na lectura en voz alta do texto seleccionado
ta: மின் புத்தக பார்வையாளர்: முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும், தேர்ந்தெடுக்கப்பட்ட உரைக்கு சத்தமாக வாசிக்கவும்

source: Amazon metadata plugin: Workaround for downloads failing because Google discontinued its webcache
ar: إضافة بيانات Amazon الوصفية: حل مشكلة فشل التنزيلات بسبب إيقاف Google لخدمة التخزين المؤقت على الويب
gl: Complemento de metadatos de Amazon: solución alternativa para os fallos de descargas porque Google desconectou a súa caché web
ta: அமேசான் மேனிலை தரவு சொருகி: கூகிள் அதன் வெப்கேச்சை நிறுத்தியதால் பதிவிறக்கங்களுக்கான பணித்தொகுப்பு தோல்வியுற்றது

source: Cover grid: Suppress the 2px border Qt draws for the list view
ar: شبكة الأغلفة: إزالة الحدود بحجم 2 بكسل التي يرسمها Qt لعرض القائمة
gl: Grella de cobertura: Suprimir o bordo de 2 px que debuxa Qt para a vista de lista
ta: கவர் கட்டம்: பட்டியல் பார்வைக்கு 2px எல்லை கியுடி டிராக்களை அடக்கவும்

source: 13 Sep, 2024
ar: 13 سبتمبر 2024
gl: 13 Set, 2024
ta: 13 செப்டம்பர், 2024

source: E-book viewer: Read aloud: A new Text-to-Speech engine (Piper) that uses a neural network for realistic sounding voices
ar: عارض الكتب الإلكترونية: القراءة بصوت عالٍ: محرك جديد لتحويل النص إلى كلام (Piper) يستخدم شبكة عصبية لأصوات واقعية
gl: Visor de libros electrónicos: Ler en voz alta: Un novo motor de texto a voz (Piper) que usa unha rede neuronal para voces con sons realistas
ta: மின்-புத்தக பார்வையாளர்: சத்தமாகப் படியுங்கள்: யதார்த்தமான ஒலி குரல்களுக்கு நரம்பியல் நெட்வொர்க்கைப் பயன்படுத்தும் புதிய உரை-க்கு-பேச்சு இயந்திரம் (பைபர்)
