Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: Fix editing non-active Virtual library changes sort of book list
ar: إصلاح تحرير المكتبة الافتراضية غير النشطة يغير نوع قائمة الكتب
gl: Corrixir a edición de cambios na lista de libros da biblioteca virtual non activa
ru: Исправлено редактирование неактивных изменений виртуальной библиотеки меняющее сортировку списка книг
ta: செயலில் இல்லாத மெய்நிகர் நூலகத்தைத் திருத்துவதை சரிசெய்யவும் புத்தக பட்டியலை மாற்றுகிறது

source: 20 Oct, 2023
ar: 20 أكتوبر 2023
gl: 20 de outubro de 2023
ru: 20 октября 2023 г.
ta: 20 அக், 2023

source: E-book viewer: Add a command line flag --new-instance to force the viewer to open a new window even if the option to always use a single viewer window is set
ar: عارض الكتب الإلكترونية: إضافة علامة سطر أوامر --new-instance لإجبار العارض على فتح نافذة جديدة حتى لو تم تعيين خيار استخدام نافذة عارض واحدة دائمًا
gl: Visor de libros electrónicos: Engadir unha opción de liña de comandos --new-instance para forzar o visor a abrir unha nova xanela mesmo se a opción de usar sempre unha única xanela do visor está activada.
ru: Просмотрщик электронных книг: Добавлен флаг командной строки --new-instance, чтобы заставить просмотрщик открывать новое окно, даже если установлена ​​опция всегда использовать одно окно просмотрщика.
ta: மின்-புத்தக பார்வையாளர்: ஒரு கட்டளை வரிக் கொடியைச் சேர்க்கவும்-புதிய சாளரத்தை எப்போதும் பயன்படுத்துவதற்கான விருப்பம் அமைக்கப்பட்டிருந்தாலும் புதிய சாளரத்தைத் திறக்க பார்வையாளரை கட்டாயப்படுத்த புதியது

source: E-book viewer: Image popup: Add a checkbox to remember the last used zoom level
ar: عارض الكتب الإلكترونية: نافذة منبثقة للصور: إضافة مربع اختيار لتذكر مستوى التكبير الأخير المستخدم
gl: Visor de libros electrónicos: Imaxe emerxente: Engadir unha caixa de verificación para lembrar o último nivel de zoom usado
ru: Просмотрщик электронных книг: Всплывающее окно изображения: добавлен флажок, чтобы запомнить последний использованный уровень масштабирования
ta: மின்-புத்தக பார்வையாளர்: பட பாப்அப்: கடைசியாக பயன்படுத்தப்பட்ட சூம் அளவை நினைவில் கொள்ள ஒரு தேர்வுப்பெட்டியைச் சேர்க்கவும்

source: Annotations browser: Fix exporting highlights in markdown not including all chapter titles for books with only a single highlight per chapter or a multi level ToC
ar: متصفح التعليقات التوضيحية: إصلاح تصدير التمييزات في Markdown لا يتضمن جميع عناوين الفصول للكتب التي تحتوي على تمييز واحد فقط لكل فصل أو جدول محتويات متعدد المستويات
gl: Navegador de anotacións: Corrixir a exportación de resaltados en Markdown que non inclúe todos os títulos dos capítulos para libros cun único resaltado por capítulo ou un índice de varios niveis
ru: Браузер аннотаций: исправлен экспорт выделенных фрагментов в markdown, не включающий все названия глав для книг с одним выделенным фрагментом на главу или многоуровневым содержанием
ta: சிறுகுறிப்புகள் உலாவி: மார்க் டவுனில் ஏற்றுமதி சிறப்பம்சங்களை சரிசெய்யவும், அத்தியாயத்திற்கு ஒரே சிறப்பியல்பு அல்லது பல நிலை toc உடன் புத்தகங்களுக்கான அனைத்து அத்தியாய தலைப்புகளையும் சேர்க்கவில்லை

source: E-book viewer: Fix a regression that could cause the viewer to enter an infinite loop when displaying the result of a search that has only one match that is not found
ar: عارض الكتب الإلكترونية: إصلاح تراجع يمكن أن يتسبب في دخول العارض في حلقة لا نهائية عند عرض نتيجة بحث تحتوي على تطابق واحد فقط غير موجود
gl: Visor de libros electrónicos: Corrixiuse unha regresión que podía provocar que o visor entrase nun bucle infinito ao mostrar o resultado dunha busca que só ten unha coincidencia non atopada
ru: Просмотрщик электронных книг: Исправлена ​​регрессия, из-за которой просмотрщик мог войти в бесконечный цикл при отображении результата поиска, с только одним не найденным совпадением
ta: மின்-புத்தக பார்வையாளர்: ஒரு பின்னடைவை சரிசெய்யவும், இது ஒரு தேடலின் முடிவைக் காண்பிக்கும் போது பார்வையாளர் எல்லையற்ற வளையத்திற்குள் நுழையக்கூடும்

source: E-book viewer: Fix the occasional search result being marked as not found even though it is found
ar: عارض الكتب الإلكترونية: إصلاح نتيجة البحث العرضية التي يتم وضع علامة عليها على أنها غير موجودة على الرغم من أنها موجودة
gl: Visor de libros electrónicos: Corrixir o problema de que un resultado de busca ocasional se marcase como non atopado aínda que si se atopase.
ru: Просмотрщик электронных книг: Исправлена ​​ошибка, из-за которой случайный результат поиска помечался как не найденный, даже если он был найден
ta: மின்-புத்தக பார்வையாளர்: அவ்வப்போது தேடல் முடிவைக் கண்டறிந்தாலும் குறிக்கப்படுவதைக் குறிக்கவும்

source: TXTZ Output plugin: Only keep images if the text format is one that can reference images
ar: إضافة TXTZ Output: الاحتفاظ بالصور فقط إذا كان تنسيق النص يسمح بالإشارة إلى الصور
gl: Plugin de saída TXTZ: só garda imaxes se o formato de texto é un que pode facer referencia a imaxes
ru: Плагин вывода TXTZ: сохранять изображения только если текстовый формат может ссылаться на изображения
ta: txtz வெளியீட்டு சொருகி: உரை வடிவம் படங்களை குறிப்பிடக்கூடிய ஒன்றாகும் என்றால் மட்டுமே படங்களை வைத்திருங்கள்

source: TXTZ Output: Fix cover not being properly identified in the generated TXTZ metadata
ar: إخراج TXTZ: إصلاح عدم تحديد الغلاف بشكل صحيح في البيانات الوصفية لـ TXTZ التي تم إنشاؤها
gl: Saída TXTZ: Corrixiuse a portada que non se identificaba correctamente nos metadatos TXTZ xerados.
ru: Вывод TXTZ: исправлена ​​ошибка, из-за которой обложка не идентифицировалась должным образом в сгенерированных метаданных TXTZ
ta: txtz வெளியீடு: உருவாக்கப்பட்ட txtz மெட்டாடேட்டாவில் சரியாக அடையாளம் காணப்படாத கவர் சரிசெய்யவும்

source: FB2 Input: Fix the "Annotations" section not showing up in the Table of Contents
ar: إدخال FB2: إصلاح عدم ظهور قسم "التعليقات التوضيحية" في جدول المحتويات
gl: Entrada FB2: Corrixiuse a sección "Anotacións" que non aparecía na Táboa de contidos
ru: Ввод FB2: исправлен раздел "Аннотации", который не отображался в оглавлении
ta: fb2 உள்ளீடு: உள்ளடக்க அட்டவணையில் காட்டப்படாத "சிறுகுறிப்புகள்" பகுதியை சரிசெய்யவும்

source: Linux: Content server: Do not call listen on pre-activated sockets
ar: لينكس: خادم المحتوى: لا تستدعي listen على المقابس المنشطة مسبقًا
gl: Linux: Servidor de contido: Non chamar a escoita en sockets preactivados
ru: Linux: Контент-сервер: не вызывать прослушивание предварительно активированных сокетов
ta: லினக்ச்: உள்ளடக்க சேவையகம்: முன் செயல்படுத்தப்பட்ட சாக்கெட்டுகளில் கேளுங்கள்

source: Fix sort order of similarly-named hierarchical categories
ar: إصلاح ترتيب فرز الفئات الهرمية ذات الأسماء المتشابهة
gl: Corrixir a orde de clasificación de categorías xerárquicas con nomes similares
ru: Исправлен порядок сортировки иерархических категорий с одинаковыми названиями
ta: இதேபோல் பெயரிடப்பட்ட படிநிலை வகைகளின் வரிசையை சரிசெய்யவும்

source: Fix a regression that broke reading of covers from HTMLZ and TXTZ files
ar: إصلاح تراجع أدى إلى تعطيل قراءة الأغلفة من ملفات HTMLZ و TXTZ
gl: Corrixir unha regresión que interrompía a lectura de portadas de ficheiros HTMLZ e TXTZ
ru: Исправлена ​​регрессия, из-за которой нарушалось чтение обложек из файлов HTMLZ и TXTZ
ta: html மற்றும் txt கோப்புகளிலிருந்து அட்டையைப் படித்த ஒரு பின்னடைவை சரிசெய்யவும்

source: 07 Oct, 2023
ru: 07 октября 2023 г.
ta: 07 அக், 2023

source: Edit book: Show full path to book being edited in the status bar
ru: Редактор книг: показывать полный путь к редактируемой книге в строке состояния
ta: புத்தகத்தைத் திருத்து: நிலை பட்டியில் திருத்தப்பட்ட புத்தகத்திற்கான முழு பாதையையும் காட்டு

source: Edit book: When adding dictionaries allow directly a LibreOffice adding the dictionary just by choosing the language
ru: Редактор книг: При добавлении словарей разрешить LibreOffice добавлять словарь напрямую, просто выбрав язык
ta: புத்தகத்தைத் திருத்து: அகராதிகளைச் சேர்க்கும்போது மொழியைத் தேர்ந்தெடுப்பதன் மூலம் அகராதியைச் சேர்ப்பது நேரடியாக ஒரு லிப்ரூபிசை அனுமதிக்கிறது

source: Edit book: When saving a copy add some convenience actions to edit the copy immediately either in the current editor window or a new window
ru: Редактор книг: При сохранении копии добавлено несколько удобных действий для немедленного редактирования копии либо в текущем окне редактора, либо в новом окне
ta: புத்தகத்தைத் திருத்து: நகலைச் சேமிக்கும்போது, தற்போதைய எடிட்டர் சாளரம் அல்லது புதிய சாளரத்தில் உடனடியாக நகலைத் திருத்த சில வசதியான செயல்களைச் சேர்க்கவும்

source: E-book viewer: Highlights panel: Allow right clicking to export only selected highlights
ru: Просмотр книг: Панель «Выделения»: разрешён щелчок правой кнопкой мыши для экспорта только выбранных выделений
ta: மின் புத்தக பார்வையாளர்: சிறப்பம்சங்கள் குழு: தேர்ந்தெடுக்கப்பட்ட சிறப்பம்சங்களை மட்டுமே ஏற்றுமதி செய்ய வலது சொடுக்கு செய்ய அனுமதிக்கவும்

source: Edit book: Fix a regression in the previous release that caused Text search to sometimes not select matches correctly
ru: Редактор книг: Исправлена ​​регрессия в предыдущей версии, из-за которой текстовый поиск иногда некорректно выбирал совпадения
ta: புத்தகத்தைத் திருத்து: முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும், இது உரை தேடல் சில நேரங்களில் போட்டிகளை சரியாகத் தேர்ந்தெடுக்க வேண்டாம்

source: Edit book: When copying files do it in order so that the files are pasted in the same order when pasting into another editor instance
ru: Редактор книг: Копирование файлов выполняется по порядку, чтобы файлы сохраняли порядок вставки в другой экземпляр редактора
ta: புத்தகத்தைத் திருத்து: கோப்புகளை நகலெடுக்கும் போது அதை ஒழுங்காகச் செய்யும்போது, மற்றொரு எடிட்டர் நிகழ்வில் ஒட்டும்போது கோப்புகள் ஒரே வரிசையில் ஒட்டப்படும்

source: Edit book: Fix smart tag insert not working correctly if the selected text starts with the closing angle bracket of a tag
ru: Редактор книг: Исправлена ​​ошибка, из-за которой вставка смарт-тега работала неправильно, если выделенный текст начинался с закрывающей угловой скобки тега
ta: புத்தகத்தைத் திருத்து: தேர்ந்தெடுக்கப்பட்ட உரை ஒரு குறிச்சொல்லின் இறுதி கோண அடைப்புடன் தொடங்கினால் சரியாக வேலை செய்யாமல் அறிவுள்ள குறிச்சொல்லைச் செருகவும்

source: Save to disk: Do not limit the total path length to 240 characters on non-Windows platforms
ru: Сохранение на диск: общая длина пути не ограничивается 240 символами на платформах, отличных от Windows
ta: வட்டில் சேமி: சாளரமற்ற தளங்களில் மொத்த பாதை நீளத்தை 240 எழுத்துகளாகக் கட்டுப்படுத்த வேண்டாம்

source: Fix incorrect cover for AZW3 version of calibre User Manual
ru: Исправлена ​​неправильная обложка для версии AZW3 Руководства пользователя calibre
ta: காலிபர் பயனர் கையேட்டின் azw3 பதிப்பிற்கான தவறான அட்டையை சரிசெய்யவும்

source: Content server: Change formatting of book details to match new de-emphasized titles based formatting in the main calibre program
ru: Контент-сервер: изменено форматирование сведений о книге, чтобы оно соответствовало форматированию новых заголовков с уменьшенным акцентом в основной программе calibre
ta: உள்ளடக்க சேவையகம்: முதன்மையான காலிபர் திட்டத்தில் புதிய டி-உமிசடைந்த தலைப்புகள் அடிப்படையிலான வடிவமைப்பை பொருத்த புத்தக விவரங்களின் வடிவமைப்பை மாற்றவும்

source: PDF metadata: Fix a regression that broke updating metadata in PDF files without an /Info dictionary
ru: Метаданные PDF: исправлена ​​регрессия, которая нарушала обновление метаданных в файлах PDF без словаря /Info
ta: pdf மெட்டாடேட்டா: ஒரு /தகவல் அகராதி இல்லாமல் pdf கோப்புகளில் மெட்டாடேட்டாவை புதுப்பிக்கும் பின்னடைவை சரிசெய்யவும்

source: NOOK driver: For the Glowlight 2023 write the calibre metadata files into the NOOK sub-folder as the firmware does not allow writing files into the root folder
ru: Драйвер NOOK: для Glowlight 2023 файлы метаданных calibre записываются в подпапку NOOK, поскольку прошивка не позволяет записывать файлы в корневую папку
ta: நூக் டிரைவர்: க்ளோப்லைட் 2023 காலிபர் மேனிலை தரவு கோப்புகளை மூலை துணை நட்புக்குள் எழுதுங்கள், ஏனெனில் ஃபார்ம்வேர் ரூட் கோப்புறையில் கோப்புகளை எழுத அனுமதிக்காது

source: NOOK driver: Fix Glowlight 2023 not being detected on Linux and macOS
ru: Драйвер NOOK: исправлено отсутствие обнаружения Glowlight 2023 в Linux и macOS
ta: நூக் டிரைவர்: லினக்ச் மற்றும் மேகோசில் க்ளோலைட் 2023 கண்டறியப்படவில்லை

source: E-book viewer: Make CFI calculation more robust especially on pages with very little content
ru: Просмотр книг: расчёт CFI сделан более надежным, особенно на страницах с очень небольшим содержанием
ta: மின்-புத்தக பார்வையாளர்: சி.எஃப்.ஐ கணக்கீட்டை குறிப்பாக மிகக் குறைந்த உள்ளடக்கத்துடன் பக்கங்களில் மிகவும் வலுவானதாக்குங்கள்

source: E-book viewer: Workaround bug in Chromium where getBoundingClientRect() fails sometimes leading to incorrect calculation of anchor positions
ru: Просмотр книг: Обход ошибки в Chromium, из-за которой getBoundingClientRect() завершается сбоем, что иногда приводит к неправильному расчету позиций привязки
ta: மின்-புத்தக பார்வையாளர்: குரோமியத்தில் பணித்தொகுப்பு பிழை, அங்கு getboundingclientrect () தோல்வியுற்றது சில நேரங்களில் நங்கூர நிலைகளின் தவறான கணக்கீட்டிற்கு வழிவகுக்கிறது

source: Fix errors caused by .DS_Store files inserted into the .caltrash directory on macOS if the user happens to open .caltrash in Finder
ru: Исправлены ошибки, вызванные файлами .DS_Store, вставленными в каталог .caltrash в macOS, если пользователь открывает .caltrash в Finder
ta: .ds_store கோப்புகளால் ஏற்படும் பிழைகளை சரிசெய்யவும். பயனர் திறக்க நேர்ந்தால் .கால்ட்ராச் கோப்பகத்தில் .caltrash கோப்பகத்தில்.

source: Version 6.28.1 fixes a regression in 6.28.0 that could cause errors when merging some book records in calibre
ru: Версия 6.28.1 исправляет регрессию в 6.28.0, которая могла вызвать ошибки при объединении некоторых записей книг в calibre.
ta: பதிப்பு 6.28.1 6.28.0 இல் ஒரு பின்னடைவை சரிசெய்கிறது, இது சில புத்தக பதிவுகளை காலிபரில் இணைக்கும்போது பிழைகளை ஏற்படுத்தக்கூடும்

source: 22 Sep, 2023
ru: 22 сентября 2023 г.
ta: 22 செப்டம்பர், 2023

source: Kobo driver: Support updated firmware
ru: Драйвер Kobo: поддержка новой прошивки
ta: கோபோ டிரைவர்: புதுப்பிக்கப்பட்ட ஃபார்ம்வேரை ஆதரிக்கவும்

source: Nook driver: Add support for Nook Glowlight Plus 2023
ru: Драйвер Nook: добавлена ​​поддержка Nook Glowlight Plus 2023
ta: நூக் டிரைவர்: நூக் பளபளப்பு பிளச் 2023 க்கு ஆதரவைச் சேர்க்கவும்

source: Data files manager: Allow drag and drop of files onto the list of files to add new files
ru: Диспетчер файлов данных: позволяет перетаскивать файлы в список файлов для добавления новых файлов
ta: தரவு கோப்புகள் மேலாளர்: புதிய கோப்புகளைச் சேர்க்க கோப்புகளின் பட்டியலில் கோப்புகளை இழுத்து விடுங்கள்

source: Support 7z archives in addition to ZIP and RAR for automatic ebook extraction when adding to calibre
ru: Поддержка архивов 7z в дополнение к ZIP и RAR для автоматического извлечения электронных книг при добавлении в calibre
ta: காலிபரில் சேர்க்கும்போது தானியங்கி மின்புத்தக பிரித்தெடுத்தலுக்கு zip மற்றும் rar க்கு கூடுதலாக 7z காப்பகங்களை ஆதரிக்கவும்

source: Linux/macOS: Fix detection of the Kindle Scribe with MTP firmware
ru: Linux/macOS: исправлено обнаружение Kindle Scribe с прошивкой MTP
ta: லினக்ச்/மேகோச்: எம்டிபி ஃபார்ம்வேருடன் கின்டெல் எழுத்தாளரைக் கண்டறிவதை சரிசெய்யவும்

source: E-book viewer: Allow clearing list of recently opened books from the open button's popup menu itself
ru: Просмотр электронных книг: разрешить очистку списка недавно открытых книг из всплывающего меню кнопки открытия
ta: மின் புத்தக பார்வையாளர்: திறந்த பொத்தானின் பாப்அப் மெனுவிலிருந்து அண்மைக் காலத்தில் திறக்கப்பட்ட புத்தகங்களின் பட்டியலை அழிக்க அனுமதிக்கவும்

source: E-book viewer: Add a link to show the currently viewed book in the calibre library (Go to-&gt;Metadata in the viewer controls to access it)
ru: Просмотр электронных книг: Добавлена ссылка, чтобы показать просматриваемую в данный момент книгу в библиотеке calibre (для доступа к ней Перейти к -> Метаданные в элементах управления просмотрщиком)
ta: மின்-புத்தக பார்வையாளர்: தற்போது பார்க்கப்பட்ட புத்தகத்தை காலிபர் நூலகத்தில் காட்ட ஒரு இணைப்பைச் சேர்க்கவும் (அதை அணுக பார்வையாளர் கட்டுப்பாடுகளில் உள்ள மெட்டாடேட்டாவுக்குச் செல்லுங்கள்)

source: Book information dialog: Fix a regression that caused incorrect color for titles in dark mode
ru: Диалоговое окно с информацией о книге: исправлена ​​регрессия, приводившая к неправильному цвету заголовков в тёмном режиме
ta: புத்தகத் செய்தி உரையாடல்: இருண்ட பயன்முறையில் தலைப்புகளுக்கு தவறான வண்ணத்தை ஏற்படுத்தும் பின்னடைவை சரிசெய்யவும்

source: E-book viewer: Fix searching does not jump to first match if all matches are before current position in book
ru: Просмотр электронных книг: Исправлен поиск, не переходивший к первому совпадению, если все совпадения предшествовали текущей позиции в книге
ta: மின்-புத்தக பார்வையாளர்: எல்லா போட்டிகளும் புத்தகத்தில் தற்போதைய நிலைக்கு முன் இருந்தால், தேடல் முதல் போட்டிக்கு செல்லாது

source: EPUB Output: Fix duplicated title page entry in spine for books that define a title page that ends up getting split
ru: Вывод EPUB: исправлено дублирование записи на титульном листе в корешке для книг, в которых титульный лист определяется и в конечном итоге разделяется
ta: எபப் வெளியீடு: பிளவைப் பெறுவதை முடிக்கும் தலைப்புப் பக்கத்தை வரையறுக்கும் புத்தகங்களுக்கு முதுகெலும்பில் நகல் தலைப்பு பக்க நுழைவை சரிசெய்யவும்

source: Allow for-light/dark-theme icon overrides to work for plugin icons placed by the user in the override folder
ru: Разрешено переопределение значков светлой/тёмной темы для значков плагинов, помещённых пользователем в папку переопределения
ta: மேலெழுதும் கோப்புறையில் பயனரால் வைக்கப்பட்டுள்ள சொருகி ஐகான்களுக்கு வேலை செய்ய ஒளி/இருண்ட-தீம் படவுரு மேலெழுதல்களை அனுமதிக்கவும்

source: PDF Output: Fix background image + text not rendering correctly if the same background image is used with different text multiple times
ru: Вывод PDF: исправлено некорректное отображение фонового изображения и текста, если одно и то же фоновое изображение используется с различным текстом несколько раз
ta: pdf வெளியீடு: பின்னணி படத்தை சரிசெய்யவும் + உரை சரியாக வழங்குதல் செய்யாது ஒரே பின்னணி படம் வெவ்வேறு உரையுடன் பல முறை பயன்படுத்தப்பட்டால்

source: E-book viewer: Fix section titles in highlights panel being incorrectly expanded to full titles when the section has multiple highlights
ru: Просмотр электронных книг: Исправлена ​​ошибка, из-за которой заголовки разделов на панели Выделения неправильно расширялись до полных заголовков, если в разделе было несколько выделенных фрагментов
ta: மின்-புத்தக பார்வையாளர்: சிறப்பம்சங்கள் குழுவில் பிரிவு தலைப்புகளை சரிசெய்யவும், பிரிவில் பல சிறப்பம்சங்கள் இருக்கும்போது முழு தலைப்புகளுக்கும் தவறாக விரிவடையும்

source: Prevent Quickview window from opening in the background
ru: Предупреждается открытие окна Quickview в фоновом режиме
ta: குவிக்வியூ சாளரம் பின்னணியில் திறக்கப்படுவதைத் தடுக்கவும்

source: Edit book: Fix a regression in the previous release that caused an error when doing text based searches
ru: Редактор книг: исправлена ​​регрессия в предыдущей версии, которая вызывала ошибку при выполнении текстового поиска
ta: புத்தகத்தைத் திருத்து: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், இது உரை அடிப்படையிலான தேடல்களைச் செய்யும்போது பிழையை ஏற்படுத்தியது

source: 08 Sep, 2023
ru: 08 сентября 2023 г.
ta: 08 செப், 2023

source: MTP driver: Support the new Kindle Scribe firmware that causes it to act as an MTP device instead of USB disk. Add "Documents" to the list of default folders to send books to
ru: Драйвер MTP: поддержка новой прошивки Kindle Scribe, благодаря которой он работает как устройство MTP, а не как USB-диск. Добавьте «Документы» в список папок по умолчанию для отправки книг.
ta: எம்டிபி இயக்கி: யூ.எச்.பி வட்டுக்கு பதிலாக எம்டிபி சாதனமாக செயல்பட காரணமாக இருக்கும் புதிய கின்டெல் ச்க்ரிப் ஃபார்ம்வேரை ஆதரிக்கவும். புத்தகங்களை அனுப்ப இயல்புநிலை கோப்புறைகளின் பட்டியலில் "ஆவணங்களை" சேர்க்கவும்

source: E-book viewer: Add a new option under scrolling behavior to control horizontal mouse wheel events jumping to next section
ru: Просмотр электронных книг: добавлена ​​новая опция в разделе «Поведение прокрутки» для управления событиями горизонтального колесика мыши при переходе к следующему разделу.
ta: மின்-புத்தக பார்வையாளர்: கிடைமட்ட சுட்டி சக்கர நிகழ்வுகளைக் கட்டுப்படுத்த ச்க்ரோலிங் நடத்தையின் கீழ் ஒரு புதிய விருப்பத்தைச் சேர்க்கவும்

source: Allow full customization of Book details styling via Preferences-&gt;Look &amp; feel-&gt;Book details
ru: Разрешена полная настройка стиля сведений о книге через «Настройки» -> «Внешний вид» -> «Сведения о книге»
ta: விருப்பத்தேர்வுகள் வழியாக புத்தக விவரங்கள் ச்டைலிங்கின் முழு தனிப்பயனாக்கலை அனுமதிக்கவும்- & gt; பார் &amp; உணர்வு- & gt; புத்தக விவரங்கள்

source: Get books: Update ebooks.com plugin for website changes
ar: الحصول على كتب: تحديث إضافة ebooks.com لتغييرات الموقع
gl: Obter libros: actualiza o plugin de ebooks.com para os cambios no sitio web
ru: Приобрести книги: обновлён плагин ebooks.com в связи с изменениями на веб-сайте
ta: புத்தகங்களைப் பெறுங்கள்: வலைத்தள மாற்றங்களுக்கு ebooks.com சொருகி புதுப்பிக்கவும்

source: Edit book: Fix searching for non-BMP unicode characters highlighting only half the character
ru: Редактор книг: исправлен поиск символов Юникода, отличных от BMP, с выделением только половины символа
ta: புத்தகத்தைத் திருத்து: பி.எம்.பி அல்லாத யூனிகோட் எழுத்துக்களைத் தேடுவதை சரிசெய்யவும்

source: E-book viewer: Fix displaying more than one page per screen causing page layout to be slightly wrong for some books
ru: Просмотр электронных книг: исправлено отображение более одной страницы на экране, из-за чего макет страницы в некоторых книгах был немного неправильным
ta: மின் புத்தக பார்வையாளர்: ஒரு திரைக்கு ஒன்றுக்கு மேற்பட்ட பக்கங்களைக் காண்பிப்பதை சரிசெய்யவும், சில புத்தகங்களுக்கு பக்க தளவமைப்பு சற்று தவறாக இருக்கும்

source: E-book viewer: Fix clicking on links with empty destinations hanging the viewer
ru: Просмотр электронных книг: исправлена ​​ошибка, из-за которой при нажатии на ссылки с пустыми местами назначения просмотр зависал
ta: மின்-புத்தக பார்வையாளர்: பார்வையாளரைத் தொங்கும் வெற்று இடங்களுடன் இணைப்புகளைக் சொடுக்கு செய்வதை சரிசெய்யவும்

source: E-book viewer: Fix modifying, then jumping to and then modifying the highlight again from the highlights panel causing the highlight to be deleted
ru: Просмотр электронных книг: Исправлено изменение, затем переход к выделенному фрагменту, а затем повторное его изменение на панели выделений, что приводило к удалению выделения
ta: மின் புத்தக பார்வையாளர்: மாற்றியமைப்பதை சரிசெய்யவும், பின்னர் குதித்து, சிறப்பம்சங்கள் குழுவிலிருந்து மீண்டும் சிறப்பம்சத்தை மாற்றியமைக்கவும், இதனால் சிறப்பம்சமாக நீக்கப்படும்

source: E-book viewer: Fix indication of current section in Table of Contents sometimes wrong after changing font size
ru: Просмотр электронных книг: Исправлена ​​ошибка, из-за которой отображение текущего раздела в оглавлении иногда было неверным после изменения размера шрифта
ta: மின் புத்தக பார்வையாளர்: எழுத்துரு அளவை மாற்றிய பின் சில நேரங்களில் தவறான உள்ளடக்க அட்டவணையில் தற்போதைய பிரிவின் அறிகுறியை சரிசெய்யவும்

source: E-book viewer/Content server: Disallow browser native context menu when right clicking in sandboxed iframes
ru: Просмотр электронных книг/Контент-сервер: Запрещено собственное контекстное меню браузера при щелчке правой кнопкой мыши в изолированных iframe
ta: மின்-புத்தக பார்வையாளர்/உள்ளடக்க சேவையகம்: சாண்ட்பாக்ச் செய்யப்பட்ட ஐஃப்ரேம்களில் வலது சொடுக்கு செய்யும் போது உலாவி சொந்த சூழல் மெனுவை அனுமதிக்காதீர்கள்

source: MTP driver: Ignore top level folders whose names start with a leading dot Also ignore AppleDouble files, top level system and fonts folders and sdr folders on Kindle devices
ru: Драйвер MTP: игнорирование папок верхнего уровня, имена которых начинаются с начальной точки. Также игнорирование файлов AppleDouble, системных папок верхнего уровня и папки шрифтов, а также папки sdr на устройствах Kindle
ta: எம்டிபி இயக்கி: ஒரு முன்னணி புள்ளியுடன் தொடங்கும் உயர் மட்ட கோப்புறைகளை புறக்கணிக்கவும், பயன்பாட்டு கோப்புகள், உயர் மட்ட அமைப்பு மற்றும் எழுத்துருக்கள் கோப்புறைகள் மற்றும் எச்.டி.ஆர் கோப்புறைகள் கின்டெல் சாதனங்களில் புறக்கணிக்கவும்
