Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: Content server: Fix FB2 books not readable via the in-browser viewer
ar: خادم المحتوى: إصلاح عدم إمكانية قراءة كتب FB2 عبر العارض داخل المتصفح
gl: Servidor de contido: Corrixir os libros de FB2 que non se podían ler a través do visor do navegador

source: Edit book: Add text narration: Fix preferred voice for language setting being ignored
ar: تحرير الكتاب: إضافة سرد نصي: إصلاح تجاهل إعداد الصوت المفضل للغة
gl: Editar libro: Engadir narración de texto: Corrixir a voz preferida para que se ignore a configuración de idioma

source: E-book viewer: Use IPC to update annotations when calibre is running. Avoids possible loss of annotations in the Annotations browser due to db being locked
ar: عارض الكتب الإلكترونية: استخدام IPC لتحديث التعليقات التوضيحية عند تشغيل calibre. يتجنب فقدان محتمل للتعليقات التوضيحية في متصفح التعليقات التوضيحية بسبب قفل قاعدة البيانات
gl: Visor de libros electrónicos: usa IPC para actualizar as anotacións cando Calibre está a executarse. Evita a posible perda de anotacións no navegador de anotacións debido a que a base de datos estea bloqueada.

source: Ensure calibre temp files are deleted even on program crash
ar: التأكد من حذف ملفات calibre المؤقتة حتى عند تعطل البرنامج
gl: Asegurar que os ficheiros temporais de Calibre se eliminen mesmo se o programa falla

source: Fix incorrect minimums on font size changing controls in viewer
ar: إصلاح الحد الأدنى غير الصحيح لعناصر التحكم في تغيير حجم الخط في العارض
gl: Corrixir mínimos incorrectos nos controis de cambio de tamaño de letra no visor

source: Fix regression in previous release causing incorrect rendering of layout menu on some macOS machines
ar: إصلاح تراجع في الإصدار السابق تسبب في عرض غير صحيح لقائمة التخطيط على بعض أجهزة macOS
gl: Corrixiuse a regresión na versión anterior que causaba unha renderización incorrecta do menú de deseño nalgunhas máquinas macOS.

source: Fix archive formats such as ZIP not being indexed for full text search
ar: إصلاح عدم فهرسة تنسيقات الأرشيف مثل ZIP للبحث النصي الكامل
gl: Corrixir formatos de arquivo como ZIP que non se indexan para a busca de texto completo

source: Version 8.1.1 fixes a regression causing an error that does not affect functionality on startup on macOS
ar: الإصدار 8.1.1 يصلح تراجعًا يسبب خطأ لا يؤثر على الوظائف عند بدء التشغيل على macOS
gl: A versión 8.1.1 corrixe unha regresión que causa un erro que non afecta á funcionalidade ao iniciar en macOS.

source: Much improved Kobo support
ar: دعم Kobo محسّن بشكل كبير
gl: Soporte de Kobo moi mellorado

source: calibre can now natively edit, view and convert KEPUB format files used by the Kobo. It also automatically converts EPUB to KEPUB when sending books to Kobo devices (can be configured by right clicking the kobo icon in calibre).
ar: يمكن لـ calibre الآن تحرير وعرض وتحويل ملفات KEPUB الأصلية المستخدمة بواسطة Kobo. كما يقوم تلقائيًا بتحويل EPUB إلى KEPUB عند إرسال الكتب إلى أجهزة Kobo (يمكن تهيئتها بالنقر بزر الماوس الأيمن على أيقونة kobo في calibre).
gl: Calibre agora pode editar, ver e converter de forma nativa ficheiros en formato KEPUB empregados por Kobo. Tamén converte automaticamente EPUB a KEPUB ao enviar libros a dispositivos Kobo (pódese configurar facendo clic co botón dereito na icona de Kobo en Calibre).

source: Connect to folder: Allow connecting a specific device
ar: الاتصال بمجلد: السماح بالاتصال بجهاز معين
gl: Conectar a cartafol: Permitir a conexión a un dispositivo específico

source: calibre can now connect to a folder and treat it as though it is a USBMS based device. This is useful particularly on Chromebooks where USB devices appear as folders rather than actual devices.
ar: يمكن لـ calibre الآن الاتصال بمجلد والتعامل معه كما لو كان جهازًا يعتمد على USBMS. هذا مفيد بشكل خاص على أجهزة Chromebook حيث تظهر أجهزة USB كمجلدات بدلاً من أجهزة فعلية.
gl: Calibre agora pode conectarse a unha carpeta e tratala coma se fose un dispositivo baseado en USBMS. Isto é útil especialmente en Chromebooks onde os dispositivos USB aparecen como carpetas en lugar de dispositivos reais.

source: When completing names for fields that contain hierarchical data in prefix mode match prefixes after every period
ar: عند إكمال الأسماء للحقول التي تحتوي على بيانات هرمية في وضع البادئة، مطابقة البادئات بعد كل نقطة
gl: Ao completar os nomes dos campos que conteñen datos xerárquicos no modo de prefixo, faga coincidir os prefixos despois de cada punto

source: ToC editor: Allow moving of multiple selected items in the Table of Contents
ar: محرر جدول المحتويات: السماح بتحريك عناصر متعددة محددة في جدول المحتويات
gl: Editor de índice: Permite mover varios elementos seleccionados na táboa de contidos

source: macOS: The calibre application icons in the dock are now displayed in a white frame to follow Apple's current recommended icon style
ar: macOS: يتم الآن عرض أيقونات تطبيق calibre في شريط Dock في إطار أبيض لمتابعة أسلوب أيقونات Apple الموصى به حاليًا
gl: macOS: As iconas da aplicación Calibre no Dock agora móstranse nun marco branco para seguir o estilo de iconas recomendado actualmente por Apple.

source: Kobo driver: Add support for new firmware on Tolino devices
ar: برنامج تشغيل Kobo: إضافة دعم لبرنامج ثابت جديد على أجهزة Tolino
gl: Controlador Kobo: Engadir compatibilidade con novo microprograma en dispositivos Tolino

source: Book details: Add option in to suppress author search links
ar: تفاصيل الكتاب: إضافة خيار لقمع روابط البحث عن المؤلف
gl: Detalles do libro: Engadir opción para suprimir as ligazóns de busca de autores

source: Fix a regression that broke tabbing to edit cells in the book list when some columns have been hidden or re-ordered
ar: إصلاح تراجع أدى إلى تعطيل التنقل بالضغط على Tab لتحرير الخلايا في قائمة الكتب عندما تم إخفاء أو إعادة ترتيب بعض الأعمدة
gl: Corrixir unha regresión que rompía o tabulador para editar celas na lista de libros cando algunhas columnas estaban ocultas ou reordenadas

source: Catalog generation: Allow using templates that access the database for notes
ar: إنشاء الكتالوج: السماح باستخدام قوالب تصل إلى قاعدة البيانات للملاحظات
gl: Xeración de catálogos: Permitir o uso de modelos que acceden á base de datos para obter notas

source: Fix a bug when renaming authors to a name with commas in it
ar: إصلاح خطأ عند إعادة تسمية المؤلفين إلى اسم يحتوي على فواصل
gl: Corrixir un erro ao renomear autores por un nome con comas

source: Full text search: Also index text in ZIP and RAR archives as these can be viewed by the calibre viewer
ar: البحث النصي الكامل: أيضًا فهرسة النص في أرشيفات ZIP و RAR حيث يمكن عرضها بواسطة عارض calibre
gl: Busca de texto completo: Tamén indexa texto en arquivos ZIP e RAR, xa que estes poden ser visualizados polo visor de calibre

source: E-book viewer: Fix Table of Contents current entry tracking not working for some books
ar: عارض الكتب الإلكترونية: إصلاح عدم عمل تتبع الإدخال الحالي لجدول المحتويات لبعض الكتب
gl: Visor de libros electrónicos: Corrixir o rastrexo da entrada actual da Táboa de contidos que non funciona para algúns libros

source: When reading metadata from HTML also recognize name="subject" meta tags as calibre tags
ar: عند قراءة البيانات الوصفية من HTML، التعرف أيضًا على علامات meta name="subject" كـ علامات calibre
gl: Ao ler metadatos de HTML, recoñecer tamén as metaetiquetas name="subject" como etiquetas de calibre

source: E-book viewer: Fix viewer not closing on the interrupt signal
ar: عارض الكتب الإلكترونية: إصلاح عدم إغلاق العارض عند إشارة المقاطعة
gl: Visor de libros electrónicos: Corrixir o visor que non se pechaba ao sinal de interrupción

source: Edit book: Download external resources: Fix incorrect filename if the server returns a generic Content-Type header
ar: تحرير الكتاب: تنزيل الموارد الخارجية: إصلاح اسم الملف غير الصحيح إذا كان الخادم يعيد رأس Content-Type عامًا
gl: Editar libro: Descargar recursos externos: Corrixir un nome de ficheiro incorrecto se o servidor devolve unha cabeceira xenérica de tipo de contido

source: Metadata download: Publisher/series transform rules: Fix values with commas in them not working
ar: تنزيل البيانات الوصفية: قواعد تحويل الناشر/السلسلة: إصلاح عدم عمل القيم التي تحتوي على فواصل
gl: Descarga de metadatos: Regras de transformación de editor/serie: Corrixir valores con comas que non funcionan

source: Version 8.0.1 fixes a failure to start on systems where the user had previously installed the KoboTouchExtended plugin and disabled the builtin KoboTouch driver
ar: الإصدار 8.0.1 يصلح فشل البدء على الأنظمة التي قام المستخدم فيها بتثبيت إضافة KoboTouchExtended مسبقًا وتعطيل برنامج تشغيل KoboTouch المدمج
gl: A versión 8.0.1 corrixe un erro de inicio en sistemas onde o usuario instalara previamente o complemento KoboTouchExtended e desactivara o controlador KoboTouch integrado

source: Allow specifying web search links that are used when clicking on item names in the Book details panel for custom columns via Preferences->Add your own columns
ar: السماح بتحديد روابط بحث الويب التي تُستخدم عند النقر على أسماء العناصر في لوحة تفاصيل الكتاب للأعمدة المخصصة عبر التفضيلات->إضافة الأعمدة الخاصة بك
gl: Permite especificar as ligazóns de busca web que se usan ao facer clic nos nomes dos elementos no panel de detalles do libro para columnas personalizadas a través de Preferencias->Engadir as túas propias columnas

source: Content server: When clicking on author names in the book details page perform the same action as clicking it in the calibre program's Book details panel
ar: خادم المحتوى: عند النقر على أسماء المؤلفين في صفحة تفاصيل الكتاب، قم بنفس الإجراء الذي يتم عند النقر عليها في لوحة تفاصيل الكتاب في برنامج calibre
gl: Servidor de contido: Ao facer clic nos nomes dos autores na páxina de detalles do libro, realiza a mesma acción que se fai clic nel no panel de detalles do libro do programa Calibre

source: Fix a regression in 7.17 that caused various minor problems with editing metadata directly in the book list
ar: إصلاح تراجع في الإصدار 7.17 تسبب في مشاكل طفيفة مختلفة في تحرير البيانات الوصفية مباشرة في قائمة الكتب
gl: Corrixir unha regresión na versión 7.17 que causaba varios problemas menores ao editar metadatos directamente na lista de libros

source: Fix a regression in the previous release that broke conversion using Heuristics and TXT input documents
ar: إصلاح تراجع في الإصدار السابق أدى إلى تعطيل التحويل باستخدام الاستدلالات ووثائق الإدخال TXT
gl: Corrixir unha regresión na versión anterior que interrompía a conversión usando heurística e documentos de entrada TXT

source: E-book viewer: Fix header/footer text size too small when using multiple monitors and the primary monitors DPI is much less than secondary monitor DPI
ar: عارض الكتب الإلكترونية: إصلاح حجم نص الرأس/التذييل الصغير جدًا عند استخدام شاشات متعددة ودقة DPI للشاشة الأساسية أقل بكثير من دقة DPI للشاشة الثانوية
gl: Visor de libros electrónicos: Corrixiuse que o tamaño do texto da cabeceira/pé de páxina fose demasiado pequeno ao usar varios monitores e que os DPI dos monitores principais fosen moito menores que os DPI do monitor secundario

source: Fix series mapping rules in the metadata preferences not working
ar: إصلاح عدم عمل قواعد تعيين السلسلة في تفضيلات البيانات الوصفية
gl: Corrixir as regras de mapeo de series nas preferencias de metadatos que non funcionan

source: Fix setting custom icon for category doesn't work
ar: إصلاح عدم عمل تعيين أيقونة مخصصة للفئة
gl: Corrixir o funcionamento da configuración dunha icona personalizada para a categoría

source: Kobo driver: Fix a regression that broke working with very old Kobo devices
ar: برنامج تشغيل Kobo: إصلاح تراجع أدى إلى تعطيل العمل مع أجهزة Kobo القديمة جدًا
gl: Controlador de Kobo: Corrixir unha regresión que fallaba ao funcionar con dispositivos Kobo moi antigos

source: Allow setting custom icons for items in the Tag browser by right clicking on them and choosing "Manage icon for this value"
ar: السماح بتعيين أيقونات مخصصة للعناصر في متصفح العلامات بالنقر بزر الماوس الأيمن عليها واختيار "إدارة أيقونة لهذه القيمة"
gl: Permite configurar iconas personalizadas para elementos no navegador de etiquetas facendo clic co botón dereito nelas e seleccionando "Xestionar icona para este valor"

source: Kindle driver: Allow import of KFX files from 2024 Kindles that use the MTP protocol
ar: برنامج تشغيل Kindle: السماح باستيراد ملفات KFX من أجهزة Kindle 2024 التي تستخدم بروتوكول MTP
gl: Controlador de Kindle: Permite a importación de ficheiros KFX desde Kindles 2024 que usan o protocolo MTP

source: A new tweak in Preferences->Tweaks to control the East Asian language used when transliterating to English
ar: تعديل جديد في التفضيلات->التعديلات للتحكم في اللغة الآسيوية الشرقية المستخدمة عند التحويل الصوتي إلى الإنجليزية
gl: Un novo axuste en Preferencias->Axustes para controlar a lingua do leste asiático que se usa ao transliterar ao inglés

source: Add an option to adjust the size of the link and note icons in Book details under Preferences->Look & feel->Book details
ar: إضافة خيار لضبط حجم أيقونات الروابط والملاحظات في تفاصيل الكتاب تحت التفضيلات->المظهر والإحساس->تفاصيل الكتاب
gl: Engadir unha opción para axustar o tamaño das iconas de ligazón e nota en Detalles do libro en Preferencias->Aspecto->Detalles do libro

source: Nook driver: Fix the Glowlight 4 not working on Windows
ar: برنامج تشغيل Nook: إصلاح عدم عمل Glowlight 4 على Windows
gl: Controlador de Nook: arranxa o Glowlight 4 que non funciona en Windows

source: MTP driver: Fix Internal storage and SD card being swapped on some devices that have buggy firmware that assigns the SD card a lower id than the internal storage
ar: برنامج تشغيل MTP: إصلاح تبديل التخزين الداخلي وبطاقة SD على بعض الأجهزة التي تحتوي على برنامج ثابت به أخطاء يقوم بتعيين بطاقة SD بمعرف أقل من التخزين الداخلي
gl: Controlador MTP: Corrixir o almacenamento interno e a tarxeta SD que se intercambiaban nalgúns dispositivos con microprograma defectuoso que asignaba á tarxeta SD un ID inferior ao do almacenamento interno

source: Template dialog: Respect the tweak for title/series when editing save to disk and send to device templates
ar: مربع حوار القالب: احترام التعديل للعنوان/السلسلة عند تحرير قوالب الحفظ على القرص والإرسال إلى الجهاز
gl: Diálogo de modelo: respecta o axuste do título/serie ao editar, gardar no disco e enviar ao dispositivo os modelos

source: Content server: Fix icons for individual formats not being shown in the Tag browser
ar: خادم المحتوى: إصلاح عدم عرض أيقونات التنسيقات الفردية في متصفح العلامات
gl: Servidor de contido: Corrixir as iconas para formatos individuais que non se mostraban no explorador de etiquetas

source: 10 Jan, 2025
ar: 10 يناير 2025
gl: 10 Xan, 2025

source: Allow creating rules to transform series names in the Bulk metadata editor and Preferences->Metadata download
ar: السماح بإنشاء قواعد لتحويل أسماء السلاسل في محرر البيانات الوصفية بالجملة والتفضيلات->تنزيل البيانات الوصفية
gl: Permitir a creación de regras para transformar nomes de series no editor de metadatos masivos e en Preferencias->Descarga de metadatos

source: Conversion: Automatically set the page progression direction for books that do not have it set and have their primary language either Arabic or Hebrew
ar: التحويل: تعيين اتجاه تقدم الصفحة تلقائيًا للكتب التي لم يتم تعيينها ولغتها الأساسية إما العربية أو العبرية
gl: Conversión: Define automaticamente a dirección de progresión da páxina para os libros que non a teñen definida e que teñen o seu idioma principal en árabe ou hebreo

source: Content server: Book details view: Make calibre://show-book and calibre://view-book URLs in the comments work
ar: خادم المحتوى: عرض تفاصيل الكتاب: جعل عناوين URL calibre://show-book و calibre://view-book في التعليقات تعمل
gl: Servidor de contido: Vista de detalles do libro: Facer que funcionen os URL calibre://show-book e calibre://view-book nos comentarios

source: Edit book: Spell check: Add a button to export the currently displayed list of words as a CSV file
ar: تحرير الكتاب: التدقيق الإملائي: إضافة زر لتصدير القائمة المعروضة حاليًا من الكلمات كملف CSV
gl: Editar libro: Corrección ortográfica: Engadir un botón para exportar a lista de palabras que se mostra actualmente como un ficheiro CSV

source: Add from ISBN: Add a checkbox to automatically convert obsolete ISBN 10 to ISBN 13
ar: إضافة من ISBN: إضافة مربع اختيار للتحويل التلقائي لـ ISBN 10 القديم إلى ISBN 13
gl: Engadir desde ISBN: Engade unha caixa de verificación para converter automaticamente o ISBN 10 obsoleto a ISBN 13

source: Save single format to disk: Allow choosing the book cover as the format to save
ar: حفظ تنسيق واحد إلى القرص: السماح باختيار غلاف الكتاب كتنسيق للحفظ
gl: Gardar un só formato no disco: Permite escoller a portada do libro como formato para gardar

source: Option to show a button to access all available actions from the status bar in Preferences->Look & feel->Main interface
ar: خيار لعرض زر للوصول إلى جميع الإجراءات المتاحة من شريط الحالة في التفضيلات->المظهر والإحساس->الواجهة الرئيسية
gl: Opción para mostrar un botón para acceder a todas as accións dispoñibles desde a barra de estado en Preferencias->Aspecto->Interface principal

source: Read aloud: Fix no audio produced when text contains <3 and using the Windows legacy speech engine
ar: القراءة بصوت عالٍ: إصلاح عدم إنتاج صوت عندما يحتوي النص على <3 وباستخدام محرك الكلام القديم في Windows
gl: Ler en voz alta: Corrixir que non se produce audio cando o texto contén <3 e se usa o motor de voz herdado de Windows

source: Fix Tabbing while editing cells in the book list not always working
ar: إصلاح عدم عمل التنقل بالضغط على Tab دائمًا أثناء تحرير الخلايا في قائمة الكتب
gl: Corrixir a tabulación ao editar celas na lista de libros que non sempre funciona

source: Windows build: Also sign the portable launcher exes
ar: بناء Windows: توقيع ملفات تشغيل المشغل المحمول أيضًا
gl: Compilación de Windows: Asinar tamén os exe do lanzador portátil

source: Fix viewing books via the Cover browser not working when in device view
ar: إصلاح عدم عمل عرض الكتب عبر متصفح الأغلفة عند التواجد في عرض الجهاز
gl: Corrixir o problema de que a visualización de libros a través do navegador de portadas non funcionase na vista do dispositivo

source: 🎄 Happy holidays to everyone!
ar: 🎄 عطلات سعيدة للجميع!
gl: 🎄 Boas festas a todos!

source: Content server: Allow managing the data files associated with a book by clicking the three dots in the top right corner of the book's page and choosing "Manage data files"
ar: خادم المحتوى: السماح بإدارة ملفات البيانات المرتبطة بكتاب عن طريق النقر على النقاط الثلاث في الزاوية العلوية اليمنى من صفحة الكتاب و اختيار "إدارة ملفات البيانات"
gl: Servidor de contido: permite xestionar os ficheiros de datos asociados a un libro facendo clic nos tres puntos da esquina superior dereita da páxina do libro e seleccionando "Xestionar ficheiros de datos".

source: Edit metadata dialog: Allow right clicking on the cover to view it in a popup window at larger size
ar: مربع حوار تحرير البيانات الوصفية: السماح بالنقر بزر الماوس الأيمن على الغلاف لعرضه في نافذة منبثقة بحجم أكبر
gl: Diálogo de edición de metadatos: Permite facer clic co botón dereito na portada para visualizala nunha xanela emerxente a un tamaño máis grande

source: Add an option to expand the Tag browser tree to show the item that was current when the library was closed
ar: إضافة خيار لتوسيع شجرة متصفح العلامات لعرض العنصر الذي كان نشطًا عند إغلاق المكتبة
gl: Engadir unha opción para expandir a árbore do navegador de etiquetas para mostrar o elemento que estaba actual cando se pechou a biblioteca

source: Add import and export stored template to Preferences / template functions
ar: إضافة استيراد وتصدير القوالب المخزنة إلى التفضيلات / دوال القوالب
gl: Engadir importar e exportar modelos almacenados a Preferencias / funcións de modelos

source: Various Quality-of-Life improvements to the dialog used to edit columns with fixed sets of values
ar: تحسينات متنوعة على جودة الحياة لمربع الحوار المستخدم لتحرير الأعمدة ذات مجموعات القيم الثابتة
gl: Varias melloras de calidade de vida no diálogo usado para editar columnas con conxuntos de valores fixos

source: Resolve doi.org links when pasting identifiers
ar: حل روابط doi.org عند لصق المعرفات
gl: Resolver ligazóns de doi.org ao pegar identificadores

source: Viewer: Fix some HTMLZ files not opening on some systems
ar: العارض: إصلاح عدم فتح بعض ملفات HTMLZ على بعض الأنظمة
gl: Visor: Corrixir algúns ficheiros HTMLZ que non se abren nalgúns sistemas

source: Amazon metadata plugin: Update for changed markup for some books on amazon search results page
ar: إضافة بيانات Amazon الوصفية: تحديث لتغيير ترميز بعض الكتب في صفحة نتائج بحث Amazon
gl: Complemento de metadatos de Amazon: Actualización para o código modificado dalgúns libros na páxina de resultados de busca de Amazon

source: E-book viewer: Read Aloud: Add an option to control the position of the popup control bar. It can now be placed along the top or bottom edges so as to overlap less with text.
ar: عارض الكتب الإلكترونية: القراءة بصوت عالٍ: إضافة خيار للتحكم في موضع شريط التحكم المنبثق. يمكن الآن وضعه على طول الحواف العلوية أو السفلية لـ تقليل التداخل مع النص.
gl: Visor de libros electrónicos: Ler en voz alta: Engadir unha opción para controlar a posición da barra de control emerxente. Agora pódese colocar nos bordos superior ou inferior para que se solape menos co texto.

source: System tray menu: Add action to restart calibre
ar: قائمة علبة النظام: إضافة إجراء لإعادة تشغيل calibre
gl: Menú da bandexa do sistema: Engadir unha acción para reiniciar Calibre

source: Tolino driver: Support new firmware
ar: برنامج تشغيل Tolino: دعم البرامج الثابتة الجديدة
gl: Controlador Tolino: admite microprograma novo

source: Windows: Enable popup OS notifications even when system tray icon is disabled to match behavior on other platforms. Notifications can be disabled via Preferences->Look & feel->Disable notifications on job completion
ar: Windows: تمكين إشعارات نظام التشغيل المنبثقة حتى عندما تكون أيقونة علبة النظام معطلة لمطابقة السلوك على الأنظمة الأساسية الأخرى. يمكن تعطيل الإشعارات عبر التفضيلات->المظهر والإحساس->تعطيل الإشعارات عند اكتمال المهمة
gl: Windows: Activar as notificacións emerxentes do sistema operativo mesmo cando a icona da bandexa do sistema estea desactivada para que coincida co comportamento noutras plataformas. As notificacións pódense desactivar a través de Preferencias->Aspecto->Desactivar notificacións ao completarse o traballo

source: Fix a regression that caused incorrect English transliteration of Japanese text even when the UI language is set to Japanese
ar: إصلاح تراجع تسبب في تحويل صوتي غير صحيح للنص الياباني إلى الإنجليزية حتى عندما تكون لغة واجهة المستخدم مضبوطة على اليابانية
gl: Corrixir unha regresión que causaba unha transliteración incorrecta ao inglés de texto xaponés mesmo cando o idioma da interface de usuario estaba configurado como xaponés

source: macOS: Dark mode: Fix a regression that caused the scrollbar to no longer be transient
ar: macOS: الوضع الداكن: إصلاح تراجع تسبب في عدم بقاء شريط التمرير مؤقتًا
gl: macOS: Modo escuro: Corrixir unha regresión que provocaba que a barra de desprazamento deixase de ser transitoria

source: DOCX Input: When some text has multiple footnotes insert a space between the consecutive foot note numbers so that they are distinct
ar: إدخال DOCX: عندما يحتوي بعض النصوص على حواشٍ متعددة، أدرج مسافة بين أرقام الحواشي المتتالية بحيث تكون مميزة
gl: Entrada DOCX: Cando algún texto teña varias notas ao pé, insírese un espazo entre os números consecutivos das notas ao pé para que sexan distintos.

source: DOCX Input: Fix ToC nesting not working if the styles for the ToC levels do not use integer margins
ar: إدخال DOCX: إصلاح عدم عمل تداخل جدول المحتويات إذا لم تستخدم الأنماط لمستويات جدول المحتويات هوامش عددية صحيحة
gl: Entrada DOCX: Corrixir o aniñamento do índice que non funciona se os estilos para os niveis do índice non usan marxes enteiras
