Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: E-book viewer: Fix spurious chapter transition after configuring Read aloud
ar: عارض الكتب الإلكترونية: إصلاح انتقال الفصل الزائف بعد تهيئة القراءة بصوت عالٍ
gl: Visor de libros electrónicos: Corrixir unha transición de capítulos espuria despois de configurar Ler en voz alta

source: PDF Input: Fix reflow of lines in files with little text not working
ar: إدخال PDF: إصلاح عدم عمل إعادة تدفق الأسطر في الملفات ذات النص القليل
gl: Entrada de PDF: Corrixir a redistribución de liñas en ficheiros con pouco texto que non funciona

source: E-book viewer: Fix a regression that broke searching in Japanese books that use <ruby> text
ar: عارض الكتب الإلكترونية: إصلاح تراجع أدى إلى تعطيل البحث في الكتب اليابانية التي تستخدم نص <ruby>
gl: Visor de libros electrónicos: Corrixir unha regresión que interrompía a busca en libros xaponeses que usan <ruby> texto

source: If you do not know what the Content server is, you do not use it, and these do not apply to you. If you have set a password to access the Content server that you have not shared with anyone, these do not affect you. A remote code execution bug in the Content server introduced in calibre version 6.9.0 (released on 2022-11-25) means that anyone with access to the server also has access to the rest of the computer the server is running on. If you are using a password to protect access to the server only people that know the password can gain access via the bug. Thanks to STAR Labs (https://starlabs.sg) for finding these vulnerabilities.
ar: إذا كنت لا تعرف ما هو خادم المحتوى، فأنت لا تستخدمه، وهذا لا ينطبق عليك. إذا قمت بتعيين كلمة مرور للوصول إلى خادم المحتوى لم تشاركها مع أي شخص، فهذا لا يؤثر عليك. خطأ في تنفيذ رمز عن بعد في خادم المحتوى تم تقديمه في الإصدار 6.9.0 من calibre (الذي صدر في 25-11-2022) يعني أن أي شخص لديه وصول إلى الخادم لديه أيضًا وصول إلى بقية الكمبيوتر الذي يعمل عليه الخادم. إذا كنت تستخدم كلمة مرور لحماية الوصول إلى الخادم، فإن الأشخاص الذين يعرفون كلمة المرور فقط يمكنهم الوصول عبر هذا الخطأ. شكرًا لـ STAR Labs (https://starlabs.sg) على اكتشاف هذه الثغرات الأمنية.
gl: Se non sabes que é o servidor de contidos, non o usas e isto non che afecta. Se definiches un contrasinal para acceder ao servidor de contidos que non compartiches con ninguén, isto non che afecta. Un erro de execución de código remoto no servidor de contidos introducido na versión 6.9.0 de Calibre (publicada o 25-11-2022) significa que calquera persoa con acceso ao servidor tamén ten acceso ao resto do ordenador no que se executa o servidor. Se estás a usar un contrasinal para protexer o acceso ao servidor, só as persoas que coñezan o contrasinal poden acceder a través do erro. Grazas a STAR Labs (https://starlabs.sg) por atopar estas vulnerabilidades.

source: Edit book: A new action to toggle line wrapping mode in all code editors. Can be assigned via Preferences->Keyboard shortcuts->Global actions or added to the toolbar via Preferences->Toolbars->Book wide actions
ar: تحرير الكتاب: إجراء جديد لتبديل وضع التفاف الأسطر في جميع محررات الكود. يمكن تعيينه عبر التفضيلات->اختصارات لوحة المفاتيح->الإجراءات العامة أو إضافته إلى شريط الأدوات عبر التفضيلات->أشرطة الأدوات->إجراءات على مستوى الكتاب
gl: Editar libro: Unha nova acción para alternar o modo de axuste de liña en todos os editores de código. Pódese asignar mediante Preferencias->Atallos de teclado->Accións globais ou engadirse á barra de ferramentas mediante Preferencias->Barras de ferramentas->Accións para todo o libro

source: A new options under Preferences->Look & feel to draw covers with rounded corners
ar: خيارات جديدة تحت التفضيلات->المظهر والإحساس لرسم الأغلفة بزوايا مستديرة
gl: Unhas novas opcións en Preferencias->Aspecto e estilo para debuxar portadas con esquinas redondeadas

source: Edit book: Save the state of the current book when opening a new book via File->Open book
ar: تحرير الكتاب: حفظ حالة الكتاب الحالي عند فتح كتاب جديد عبر ملف->فتح كتاب
gl: Editar libro: Garda o estado do libro actual ao abrir un libro novo mediante Ficheiro->Abrir libro

source: Edit book: Add a setting to control cursor width under Preferences->Editor settings
ar: تحرير الكتاب: إضافة إعداد للتحكم في عرض المؤشر تحت التفضيلات->إعدادات المحرر
gl: Editar libro: Engadir unha configuración para controlar a anchura do cursor en Preferencias->Configuración do editor

source: Conversion: Fix <style> tags inside <svg> tags not being processed
ar: التحويل: إصلاح عدم معالجة علامات <style> داخل علامات <svg>
gl: Conversión: Corrixir <style> as etiquetas dentro <svg> das etiquetas que non se procesan

source: Add a tweak under Preferences->Tweaks to set the first day of the week in popup calendars used to input dates
ar: إضافة تعديل تحت التفضيلات->التعديلات لتعيين أول يوم من الأسبوع في التقويمات المنبثقة المستخدمة لإدخال التواريخ
gl: Engadir un axuste en Preferencias->Axustes para definir o primeiro día da semana nos calendarios emerxentes usados para introducir datas

source: Full text search: Ignore text inside <ruby> tags when indexing books
ar: البحث النصي الكامل: تجاهل النص داخل علامات <ruby> عند فهرسة الكتب
gl: Busca de texto completo: Ignorar o texto dentro das <ruby> etiquetas ao indexar libros

source: A new toolbar button to show all available actions in sub menus. Can be added via `Preferences->Toolbars & menus`
ar: زر شريط أدوات جديد لعرض جميع الإجراءات المتاحة في القوائم الفرعية. يمكن إضافته عبر `التفضيلات->أشرطة الأدوات والقوائم`
gl: Un novo botón na barra de ferramentas para mostrar todas as accións dispoñibles nos submenús. Pódese engadir a través de `Preferencias->Barras de ferramentas e menús`

source: Allow fine tuning the colors used in the calibre interface via Preference->Look & feel->Main interface->User interface colors
ar: السماح بضبط دقيق للألوان المستخدمة في واجهة calibre عبر التفضيلات->المظهر والإحساس->الواجهة الرئيسية->ألوان واجهة المستخدم
gl: Permite o axuste fino das cores empregadas na interface de Calibre mediante Preferencias->Aspecto->Interface principal->Cores da interface de usuario

source: Fix custom template functions not usable in save to disk templates
ar: إصلاح عدم إمكانية استخدام دوال القوالب المخصصة في قوالب الحفظ على القرص
gl: Corrixir funcións de modelos personalizados que non se podían usar nos modelos de gardar en disco

source: Narrow layout: Place the cover browser above the book list when the window has a narrow aspect ratio. Can be controlled via Preferences->Look & feel->Cover browser
ar: تخطيط ضيق: ضع متصفح الأغلفة فوق قائمة الكتب عندما تكون النافذة ذات نسبة عرض إلى ارتفاع ضيقة. يمكن التحكم في ذلك عبر التفضيلات->المظهر و الإحساس->متصفح الأغلفة
gl: Maquetación estreita: coloca o navegador de portadas enriba da lista de libros cando a xanela teña unha relación de aspecto estreita. Pódese controlar mediante Preferencias->Aspecto->Navegador de portadas

source: Tag browser: Allow displaying buttons next to items that have notes or links for easy access. To enable these use Preferences->Look & feel->Tag browser
ar: متصفح العلامات: السماح بعرض أزرار بجوار العناصر التي تحتوي على ملاحظات أو روابط للوصول السهل. لتمكين هذه، استخدم التفضيلات->المظهر والإحساس->متصفح العلامات
gl: Explorador de etiquetas: Permite mostrar botóns xunto a elementos que teñen notas ou ligazóns para un acceso sinxelo. Para activalos, usa Preferencias->Aspecto->Explorador de etiquetas

source: For details on the major changes in calibre between 7.0 and 6.0, see https://calibre-ebook.com/new-in/sixteen
ar: للحصول على تفاصيل حول التغييرات الرئيسية في calibre بين الإصدارين 7.0 و 6.0، راجع https://calibre-ebook.com/new-in/sixteen
gl: Para obter máis detalles sobre os principais cambios en Calibre entre a versión 7.0 e a 6.0, consulte https://calibre-ebook.com/new-in/sixteen

source: 09 May, 2025
ar: 09 مايو 2025

source: 28 Mar, 2025
ar: 28 مارس 2025

source: 21 Mar, 2025
ar: 21 مارس 2025

source: 14 Feb, 2025
ar: 14 فبراير 2025

source: 07 Feb, 2025
ar: 07 فبراير 2025

source: 20 Dec, 2024
ar: 20 ديسمبر 2024

source: 29 Nov, 2024
ar: 29 نوفمبر 2024
