Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: To use it access the viewer controls and click the Read aloud button or press 'Ctrl+S'. The neural network is run locally, no cloud services are used. Using the OS Text-to-Speech engine is still possible by clicking the configure button on the Read aloud control bar. Note that the new engine highlights the currently read sentence rather than word.
ar: لاستخدامه، قم بالوصول إلى عناصر التحكم في العارض وانقر على زر القراءة بصوت عالٍ أو اضغط على 'Ctrl+S'. تعمل الشبكة العصبية محليًا، ولا تُستخدم أي خدمات سحابية. لا يزال استخدام محرك تحويل النص إلى كلام في نظام التشغيل ممكنًا بالنقر على زر التهيئة في شريط التحكم في القراءة بصوت عالٍ. لاحظ أن المحرك الجديد يميز الجملة المقروءة حاليًا بدلاً من الكلمة.
gl: Para usalo, acceda aos controis do visor e prema no botón Ler en voz alta ou prema "Ctrl+S". A rede neuronal execútase localmente, non se usan servizos na nube. O uso do motor de texto a voz do sistema operativo aínda é posible premendo no botón de configuración na barra de control de Ler en voz alta. Teña en conta que o novo motor destaca a frase lida actualmente en lugar da palabra.
ta: இதைப் பயன்படுத்த பார்வையாளர் கட்டுப்பாடுகளை அணுகவும், உரத்த பொத்தானைக் சொடுக்கு செய்யவும் அல்லது 'Ctrl+S' ஐ அழுத்தவும். நரம்பியல் பிணையம் உள்நாட்டில் இயக்கப்படுகிறது, முகில் சேவைகள் எதுவும் பயன்படுத்தப்படவில்லை. வாசிப்பு உரத்த கட்டுப்பாட்டுப் பட்டியில் உள்ள உள்ளமைவு பொத்தானைக் சொடுக்கு செய்வதன் மூலம் OS உரை-க்கு-பேச்சு இயந்திரத்தைப் பயன்படுத்துவது இன்னும் சாத்தியமாகும். புதிய இயந்திரம் வார்த்தையை விட தற்போது படித்த வாக்கியத்தை எடுத்துக்காட்டுகிறது என்பதை நினைவில் கொள்க.

source: New experimental engine to convert PDF files with support for automatic header/footer removal
ar: محرك تجريبي جديد لتحويل ملفات PDF مع دعم الإزالة التلقائية للرأس/التذييل
gl: Novo motor experimental para converter ficheiros PDF con soporte para a eliminación automática de cabeceiras/pés de páxina
ta: தானியங்கி தலைப்பு/அடிக்குறிப்பை அகற்றுவதற்கான ஆதரவுடன் PDF கோப்புகளை மாற்ற புதிய சோதனை இயந்திரம்

source: Turn it on via the PDF input section of the conversion dialog.
ar: قم بتشغيله عبر قسم إدخال PDF في مربع حوار التحويل.
gl: Actívao a través da sección de entrada de PDF do diálogo de conversión.
ta: மாற்று உரையாடலின் PDF உள்ளீட்டு பிரிவு வழியாக அதை இயக்கவும்.

source: Content server: Viewer: Read Aloud: Implement word-by-word tracking when reading aloud if the browser and OS used support it, for example, Chromium on Windows, Firefox on Android and Safari on macOS
ar: خادم المحتوى: العارض: القراءة بصوت عالٍ: تنفيذ تتبع كلمة بكلمة عند القراءة بصوت عالٍ إذا كان المتصفح ونظام التشغيل المستخدم يدعمان ذلك، على سبيل المثال، Chromium على Windows، Firefox على Android و Safari على macOS
gl: Servidor de contido: Visor: Lectura en voz alta: Implementar o seguimento palabra por palabra ao ler en voz alta se o navegador e o sistema operativo empregados o admiten, por exemplo, Chromium en Windows, Firefox en Android e Safari en macOS
ta: உள்ளடக்க சேவையகம்: பார்வையாளர்: சத்தமாக படியுங்கள்: உலாவி மற்றும் OS ஐப் பயன்படுத்தினால் சத்தமாக படிக்கும்போது சொல்-மூலம்-வார்த்தை கண்காணிப்பை செயல்படுத்தவும்

source: Image popup: Add a context menu with an option to reset the current zoom
ar: نافذة منبثقة للصور: إضافة قائمة سياق مع خيار لإعادة تعيين التكبير الحالي
gl: Imaxe emerxente: Engadir un menú contextual cunha opción para restablecer o zoom actual
ta: பட பாப்அப்: தற்போதைய பெரிதாக்கத்தை மீட்டமைக்க விருப்பத்துடன் சூழல் மெனுவைச் சேர்க்கவும்

source: Edit metadata dialog: Show the number of data files on the data files button
ar: مربع حوار تحرير البيانات الوصفية: عرض عدد ملفات البيانات على زر ملفات البيانات
gl: Diálogo de edición de metadatos: Mostrar o número de ficheiros de datos no botón de ficheiros de datos
ta: மேனிலை தரவு உரையாடலைத் திருத்தவும்: தரவு கோப்புகளில் உள்ள தரவுக் கோப்புகளின் எண்ணிக்கையைக் காட்டு பொத்தானைக் காட்டு

source: Fix a regression in the previous release that broke using Tab key to move around the book list while editing cells
ar: إصلاح تراجع في الإصدار السابق أدى إلى تعطيل استخدام مفتاح Tab للتنقل حول قائمة الكتب أثناء تحرير الخلايا
gl: Corrixir unha regresión na versión anterior que se interrompía ao usar a tecla Tab para moverse pola lista de libros ao editar celas
ta: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், செல்களைத் திருத்தும் போது புத்தக பட்டியலைச் சுற்றி செல்ல தாவல் விசையைப் பயன்படுத்தி உடைந்தது

source: E-book viewer: Fix scrollbar position not updating during continuous scroll
ar: عارض الكتب الإلكترونية: إصلاح عدم تحديث موضع شريط التمرير أثناء التمرير المستمر
gl: Visor de libros electrónicos: Corrixir a posición da barra de desprazamento que non se actualizaba durante o desprazamento continuo
ta: மின்-புத்தக பார்வையாளர்: தொடர்ச்சியான சுருளின் போது புதுப்பிக்காத உருள் நிலையை சரிசெய்யவும்

source: E-book viewer: Fix a harmless error when the book contains page list references whose targets do not exist
ar: عارض الكتب الإلكترونية: إصلاح خطأ غير ضار عندما يحتوي الكتاب على مراجع قائمة الصفحات التي لا توجد أهدافها
gl: Visor de libros electrónicos: Corrixir un erro inofensivo cando o libro contén referencias de listas de páxinas cuxos destinos non existen
ta: மின்-புத்தக பார்வையாளர்: புத்தகத்தில் பக்க பட்டியல் குறிப்புகள் இருக்கும்போது பாதிப்பில்லாத பிழையை சரிசெய்யவும், அதன் இலக்குகள் இல்லை

source: Linux binary build: Fix missing libdeflate dependency
ar: بناء ثنائي لينكس: إصلاح تبعية libdeflate المفقودة
gl: Compilación binaria de Linux: Corrixir a dependencia libdeflate que falta
ta: லினக்ச் பைனரி உருவாக்கம்: காணாமல் போன லிப்டெஃப்லேட் சார்புநிலையை சரிசெய்யவும்

source: 23 Aug, 2024
ar: 23 أغسطس 2024
gl: 23 Ago, 2024
ta: 23 ஆகச்ட், 2024

source: E-book viewer: Support for jumping to and displaying paper edition page numbers
ar: عارض الكتب الإلكترونية: دعم الانتقال إلى وعرض أرقام صفحات النسخة الورقية
gl: Visor de libros electrónicos: Compatibilidade para saltar e mostrar os números de páxina da edición en papel
ta: மின் புத்தக பார்வையாளர்: காகித பதிப்பு பக்க எண்களுக்கு குதித்து காண்பிப்பதற்கான உதவி

source: If an e-book contains embedded information about the pages from the paper edition of the book, the calibre E-book viewer can now jump to a page number via the Go to button in the viewer controls. You can also optionally have the current paper edition page number displayed in the header/footer by adding "Pages from paper edition" to either the header or footer in the viewer settings.
ar: إذا كان الكتاب الإلكتروني يحتوي على معلومات مضمنة حول صفحات النسخة الورقية من الكتاب، يمكن لعارض الكتب الإلكترونية calibre الآن الانتقال إلى رقم صفحة عبر زر الانتقال في عناصر التحكم في العارض. يمكنك أيضًا اختياريًا عرض رقم صفحة النسخة الورقية الحالية في الرأس/التذييل عن طريق إضافة "صفحات من النسخة الورقية" إلى الرأس أو التذييل في إعدادات العارض.
gl: Se un libro electrónico contén información incrustada sobre as páxinas da edición en papel do libro, o visor de libros electrónicos de Calibre agora pode saltar a un número de páxina mediante o botón Ir a nos controis do visor. Tamén podes facer que o número de páxina da edición en papel actual se mostre na cabeceira/pé de páxina engadindo "Páxinas da edición en papel" á cabeceira ou ao pé de páxina na configuración do visor.
ta: ஒரு மின் புத்தகத்தில் புத்தகத்தின் காகித பதிப்பிலிருந்து பக்கங்களைப் பற்றிய உட்பொதிக்கப்பட்ட தகவல்கள் இருந்தால், காலிபர் மின்-புத்தக பார்வையாளர் இப்போது பார்வையாளர் கட்டுப்பாடுகளில் உள்ள பொத்தானை வழியாக ஒரு பக்க எண்ணுக்குச் செல்லலாம். பார்வையாளர் அமைப்புகளில் தலைப்பு அல்லது அடிக்குறிப்பில் "காகித பதிப்பிலிருந்து" பக்கங்களைச் சேர்ப்பதன் மூலம் தலைப்பு/அடிக்குறிப்பில் காண்பிக்கப்படும் தற்போதைய காகித பதிப்பு பக்க எண்ணை நீங்கள் விருப்பமாக வைத்திருக்கலாம்.

source: Edit book: When text is selected allow changing the indentation of all lines in the selection by pressing Tab to increase one level or Shift+Tab to decrease one level
ar: تحرير الكتاب: عند تحديد نص، اسمح بتغيير مسافة بادئة جميع الأسطر في التحديد بالضغط على Tab لزيادة مستوى واحد أو Shift+Tab لـ تقليل مستوى واحد
gl: Editar libro: Cando o texto está seleccionado, permite cambiar a sangría de todas as liñas da selección premendo Tab para subir un nivel ou Maiús+Tab para baixar un nivel
ta: புத்தகத்தைத் திருத்து: உரை தேர்ந்தெடுக்கப்பட்டால், தேர்வில் உள்ள அனைத்து வரிகளின் உள்தள்ளலை மாற்ற அனுமதிக்கவும் ஒரு நிலை அல்லது சிப்ட்+தாவலை அதிகரிக்க தாவலை அழுத்துவதன் மூலம் ஒரு நிலை குறைக்க

source: Allow a plugboard to change the series_index as well as the series name.
ar: السماح للوحة التوصيل بتغيير series_index بالإضافة إلى اسم السلسلة.
gl: Permite que unha placa de conexión cambie o índice_series así como o nome da serie.
ta: தொடர்_இண்டெக்ச் மற்றும் தொடர் பெயரையும் மாற்ற ஒரு செருகுநிரலை அனுமதிக்கவும்.

source: News download: News recipes can now optionally use browser engines based on either Qt or Chromium network stacks instead of mechanize
ar: تنزيل الأخبار: يمكن لوصفات الأخبار الآن استخدام محركات المتصفح اختياريًا بناءً على مكدسات شبكة Qt أو Chromium بدلاً من mechanize
gl: Descarga de novas: as receitas de novas agora poden usar opcionalmente motores de navegador baseados en pilas de rede Qt ou Chromium en lugar de mecanizar.
ta: செய்தி பதிவிறக்கம்: செய்தி சமையல் வகைகள் இயந்திரமயமாக்கலுக்கு பதிலாக கியுடி அல்லது குரோமியம் பிணையம் அடுக்குகளின் அடிப்படையில் உலாவி இயந்திரங்களைப் பயன்படுத்தலாம்

source: Email delivery: When sending emails to Kindles do not convert filenames to English letters as Amazon appears to have finally fixed their email servers to handle non-English filenames
ar: تسليم البريد الإلكتروني: عند إرسال رسائل البريد الإلكتروني إلى Kindles، لا تحول أسماء الملفات إلى أحرف إنجليزية حيث يبدو أن Amazon قد أصلحت أخيرًا خوادم البريد الإلكتروني الخاصة بها للتعامل مع أسماء الملفات غير الإنجليزية
gl: Entrega de correo electrónico: ao enviar correos electrónicos a Kindles, non convertas os nomes de ficheiros a letras inglesas, xa que parece que Amazon finalmente arranxou os seus servidores de correo electrónico para xestionar nomes de ficheiros que non sexan ingleses
ta: மின்னஞ்சல் விநியோகம்: கின்டில்சுக்கு மின்னஞ்சல்களை அனுப்பும்போது, ​​கோப்பு பெயர்களை ஆங்கில எழுத்துக்களாக மாற்றாது, ஏனெனில் அமேசான் இறுதியாக ஆங்கிலம் அல்லாத கோப்பு பெயர்களைக் கையாள அவர்களின் மின்னஞ்சல் சேவையகங்களை சரிசெய்ததாகத் தெரிகிறது

source: Quickview: Add a tooltip displaying the full cell contents
ar: عرض سريع: إضافة تلميح أداة يعرض محتويات الخلية بالكامل
gl: Vista rápida: Engadir unha información sobre ferramentas que mostre o contido completo da cela
ta: குவிக்வியூ: முழு செல் உள்ளடக்கங்களைக் காண்பிக்கும் உதவிக்குறிப்பைச் சேர்க்கவும்

source: Update the version of the Qt toolkit bundled with calibre to the latest available, fixing some crashes on macOS related to accessibility tools
ar: تحديث إصدار مجموعة أدوات Qt المضمنة مع calibre إلى أحدث إصدار متاح، مما يصلح بعض الأعطال على macOS المتعلقة بأدوات إمكانية الوصول
gl: Actualiza a versión do kit de ferramentas Qt incluído con Calibre á última dispoñible, corrixindo algúns fallos en macOS relacionados coas ferramentas de accesibilidade.
ta: அணுகல் கருவிகள் தொடர்பான மாகோ களில் சில விபத்துக்களை சரிசெய்து, கிடைக்கக்கூடிய சமீபத்தியவற்றுடன் தொகுக்கப்பட்ட கியுடி கருவித்தொகுப்பின் பதிப்பைப் புதுப்பிக்கவும்

source: Edit book: Fix searching marking incorrect text in the presence of non-BMP unicode characters
ar: تحرير الكتاب: إصلاح البحث الذي يحدد نصًا غير صحيح في وجود أحرف يونيكود غير BMP
gl: Editar libro: Corrixir a busca que marcaba texto incorrecto en presenza de caracteres Unicode que non eran BMP
ta: புத்தகத்தைத் திருத்து: பி.எம்.பி அல்லாத யூனிகோட் எழுத்துகளின் முன்னிலையில் தவறான உரையைக் குறிக்கும் தேடலை சரிசெய்யவும்

source: Conversion: Do not embed a second copy of a font when using the option to embed font family if the font is already embedded in the book
ar: التحويل: لا تُضمّن نسخة ثانية من الخط عند استخدام خيار تضمين عائلة الخط إذا كان الخط مضمّنًا بالفعل في الكتاب
gl: Conversión: Non incrustes unha segunda copia dun tipo de letra ao usar a opción de incrustar a familia de tipos de letra se o tipo de letra xa está incrustado no libro.
ta: மாற்றம்: எழுத்துரு ஏற்கனவே புத்தகத்தில் உட்பொதிக்கப்பட்டிருந்தால், எழுத்துரு குடும்பத்தை உட்பொதிக்க விருப்பத்தைப் பயன்படுத்தும் போது எழுத்துருவின் இரண்டாவது நகலை உட்பொதிக்க வேண்டாம்

source: calibredb list: Fix a regression in the previous release that required setting --template-header to empty to use the list command
ar: قائمة calibredb: إصلاح تراجع في الإصدار السابق تطلب تعيين --template-header إلى فارغ لاستخدام أمر القائمة
gl: calibredb list: Corrixir unha regresión na versión anterior que requiría definir --template-header como baleiro para usar o comando list
ta: calibredb பட்டியல்: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும்-பட்டியல் கட்டளையைப் பயன்படுத்த காலியாக இருக்க வேண்டும்-டெம்ப்ளேட்-எடர்

source: Tolino driver: Fix books from the Tolino cloud not being listed
ar: برنامج تشغيل Tolino: إصلاح عدم إدراج الكتب من سحابة Tolino
gl: Controlador de Tolino: Corrixir os libros da nube de Tolino que non aparecen na lista
ta: டோலினோ டிரைவர்: டோலினோ கிளவுட்டில் இருந்து புத்தகங்களை சரிசெய்யவும்

source: Windows: Book details panel: Fix selection not visible when using the system default theme
ar: ويندوز: لوحة تفاصيل الكتاب: إصلاح عدم ظهور التحديد عند استخدام السمة الافتراضية للنظام
gl: Windows: Panel de detalles do libro: Corrixir a selección que non era visible ao usar o tema predeterminado do sistema
ta: விண்டோச்: புத்தக விவரங்கள் குழு: கணினி இயல்புநிலை கருப்பொருளைப் பயன்படுத்தும் போது தேர்வு தெரியாததை சரிசெய்யவும்

source: Hide the Virtual library tab bar in device view as it is non-functional
ar: إخفاء شريط علامات تبويب المكتبة الافتراضية في عرض الجهاز لأنه غير وظيفي
gl: Ocultar a barra de lapelas da biblioteca virtual na vista do dispositivo porque non é funcional
ta: மெய்நிகர் நூலக தாவல் பட்டியை சாதனக் காட்சியில் மறைக்கவும், ஏனெனில் இது செயல்படாது

source: 31 Jul, 2024
ar: 31 يوليو 2024
gl: 31 Xullo, 2024
ru: 31 июля 2020
ta: 31 சூலை, 2024

source: Add a driver for the new 2024 Tolino devices. They use a modified version of the Kobo firmware, so they are detected as Kobo devices.
ar: إضافة برنامج تشغيل لأجهزة Tolino الجديدة لعام 2024. تستخدم هذه الأجهزة نسخة معدلة من البرامج الثابتة لـ Kobo، لذلك يتم اكتشافها كأجهزة Kobo.
gl: Engadir un controlador para os novos dispositivos Tolino de 2024. Usan unha versión modificada do microprograma Kobo, polo que se detectan como dispositivos Kobo.
ru: Добавьте драйвер для новых устройств Tolino 2024. В них используется модифицированная версия прошивки Kobo, поэтому они определяются как устройства Kobo.
ta: புதிய 2024 டோலினோ சாதனங்களுக்கு ஒரு இயக்கி சேர்க்கவும். அவர்கள் கோபோ ஃபார்ம்வேரின் மாற்றியமைக்கப்பட்ட பதிப்பைப் பயன்படுத்துகிறார்கள், எனவே அவை கோபோ சாதனங்களாக கண்டறியப்படுகின்றன.

source: Various news recipes now have the ability to download past issues, accessible via the Advanced tab in the Schedule news dialog
ar: أصبحت وصفات الأخبار المختلفة الآن قادرة على تنزيل الإصدارات السابقة، يمكن الوصول إليها عبر علامة التبويب المتقدمة في مربع حوار جدولة الأخبار
gl: Varias receitas de novas teñen agora a capacidade de descargar edicións anteriores, accesible desde a lapela Avanzado no diálogo Programar novas
ta: பல்வேறு செய்தி சமையல் குறிப்புகள் கடந்த கால சிக்கல்களைப் பதிவிறக்கும் திறனைக் கொண்டுள்ளன, அட்டவணை செய்தி உரையாடலில் மேம்பட்ட தாவல் வழியாக அணுகலாம்

source: ONLY if you use the calibre Content server, you should update calibre as soon as possible
ar: فقط إذا كنت تستخدم خادم محتوى calibre، يجب عليك تحديث calibre في أقرب وقت ممكن
gl: SÓ se usas o servidor de contidos de Calibre, debes actualizar Calibre canto antes
ru: ТОЛЬКО если вы используете сервер содержимого calibre, вам следует обновить calibre как можно скорее.
ta: நீங்கள் காலிபர் உள்ளடக்க சேவையகத்தைப் பயன்படுத்தினால் மட்டுமே, நீங்கள் விரைவில் காலிபரைப் புதுப்பிக்க வேண்டும்

source: Content server: Fix path traversal vulnerability
ar: خادم المحتوى: إصلاح ثغرة تجاوز المسار
gl: Servidor de contido: Corrixir a vulnerabilidade de percorrido de ruta
ru: Сервер контента: Устранение уязвимости обхода путей
ta: உள்ளடக்க சேவையகம்: பாதை பயண பாதிப்பை சரிசெய்யவும்

source: A bug in a feature introduced in calibre version 6.16.0 (released 2023-04-20) means anyone with access to the server can also read non calibre related files on the computer running the server.
ar: خطأ في ميزة تم تقديمها في الإصدار 6.16.0 من calibre (الذي صدر في 20-04-2023) يعني أن أي شخص لديه وصول إلى الخادم يمكنه أيضًا قراءة ملفات غير متعلقة بـ calibre على الكمبيوتر الذي يعمل عليه الخادم.
gl: Un erro nunha funcionalidade introducida na versión 6.16.0 de Calibre (publicada o 20-04-2023) significa que calquera persoa con acceso ao servidor tamén pode ler ficheiros non relacionados con Calibre no ordenador que executa o servidor.
ta: காலிபர் பதிப்பு 6.16.0 இல் அறிமுகப்படுத்தப்பட்ட ஒரு அம்சத்தில் ஒரு பிழை (2023-04-20 வெளியிடப்பட்டது) என்பது சேவையகத்தை அணுகக்கூடிய எவரும் சேவையகத்தை இயக்கும் கணினியில் காலிபர் அல்லாத தொடர்புடைய கோப்புகளையும் படிக்கலாம்.

source: Content server: Fix SQL injection vulnerability
ar: خادم المحتوى: إصلاح ثغرة حقن SQL
gl: Servidor de contido: Corrixir a vulnerabilidade da inxección SQL
ru: Сервер контента: Устранение уязвимости SQL-инъекции
ta: உள்ளடக்க சேவையகம்: கவிமொ ஊசி பாதிப்பை சரிசெய்யவும்

source: A bug in a feature introduced in calibre version 6.10.0 (released 2022-12-16) means anyone with access to the server can also read non-calibre SQLITE database files on the computer running the server.
ar: خطأ في ميزة تم تقديمها في الإصدار 6.10.0 من calibre (الذي صدر في 16-12-2022) يعني أن أي شخص لديه وصول إلى الخادم يمكنه أيضًا قراءة ملفات قاعدة بيانات SQLITE غير التابعة لـ calibre على الكمبيوتر الذي يعمل عليه الخادم.
gl: Un erro nunha funcionalidade introducida na versión 6.10.0 de Calibre (publicada o 16-12-2022) significa que calquera persoa con acceso ao servidor tamén pode ler ficheiros de base de datos SQLITE que non sexan de Calibre no ordenador que executa o servidor.
ta: காலிபர் பதிப்பு 6.10.0 இல் அறிமுகப்படுத்தப்பட்ட ஒரு அம்சத்தில் ஒரு பிழை (2022-12-16 வெளியிடப்பட்டது) என்பது சேவையகத்தை அணுகக்கூடிய எவரும் சேவையகத்தை இயக்கும் கணினியில் காலிபர் அல்லாத SQLite தரவுத்தள கோப்புகளையும் படிக்கலாம்.

source: Content server: Fix an XSS vulnerability in one endpoint
ar: خادم المحتوى: إصلاح ثغرة XSS في نقطة نهاية واحدة
gl: Servidor de contido: Corrixir unha vulnerabilidade XSS nun punto final
ta: உள்ளடக்க சேவையகம்: ஒரு இறுதி புள்ளியில் எக்ச்எச்எச் பாதிப்பை சரிசெய்யவும்

source: Only relevant if you embed the calibre server within a larger server, it means attackers who can convince users to click on a specially crafted link, can run JavaScript code with the same origin as the larger server calibre is embedded in.
ar: ذو صلة فقط إذا قمت بتضمين خادم calibre داخل خادم أكبر، فهذا يعني أن المهاجمين الذين يمكنهم إقناع المستخدمين بالنقر على رابط مصمم خصيصًا، يمكنهم تشغيل رمز JavaScript بنفس أصل الخادم الأكبر الذي تم تضمين calibre فيه.
gl: Só é relevante se integras o servidor Calibre dentro dun servidor máis grande, xa que isto significa que os atacantes que poidan convencer os usuarios de que fagan clic nunha ligazón especialmente deseñada poden executar código JavaScript coa mesma orixe que a que ten o servidor máis grande no que está integrado Calibre.
ta: ஒரு பெரிய சேவையகத்திற்குள் நீங்கள் காலிபர் சேவையகத்தை உட்பொதித்தால் மட்டுமே, பயனர்களை சிறப்பாக வடிவமைக்கப்பட்ட இணைப்பைக் சொடுக்கு செய்யும்படி நம்பக்கூடிய தாக்குபவர்கள், பெரிய சேவையக காலிபர் உட்பொதிக்கப்பட்ட அதே தோற்றத்துடன் சாவாச்கிரிப்ட் குறியீட்டை இயக்க முடியும்.

source: Content server: Fix an error when opening the downloaded books page directly via a link and using a custom book list template
ar: خادم المحتوى: إصلاح خطأ عند فتح صفحة الكتب التي تم تنزيلها مباشرة عبر رابط واستخدام قالب قائمة كتب مخصص
gl: Servidor de contido: Corrixir un erro ao abrir a páxina de libros descargados directamente a través dunha ligazón e usar un modelo de lista de libros personalizado
ta: உள்ளடக்க சேவையகம்: பதிவிறக்கம் செய்யப்பட்ட புத்தகங்கள் பக்கத்தை நேரடியாக இணைப்பு வழியாக திறந்து தனிப்பயன் புத்தக பட்டியல் வார்ப்புருவைப் பயன்படுத்தும் போது பிழையை சரிசெய்யவும்

source: macOS: Fix opening multiple books from Finder with the editor only opening one of the books
ar: macOS: إصلاح فتح كتب متعددة من Finder مع فتح المحرر كتاب واحد فقط
gl: macOS: Corrixir a apertura de varios libros desde o Finder co editor que só abría un deles
ta: MACOS: கண்டுபிடிப்பாளரிடமிருந்து பல புத்தகங்களைத் திறப்பதை திருத்தி புத்தகங்களில் ஒன்றைத் திறக்கிறது

source: Fix the legacy LRF format viewer not starting
ar: إصلاح عدم بدء تشغيل عارض تنسيق LRF القديم
gl: Corrixir o visor de formato LRF herdado que non se inicia
ta: மரபு எல்ஆர்எஃப் வடிவமைப்பு பார்வையாளர் தொடங்கவில்லை

source: Fix mouse wheel not transitioning from undefined date to current date in date entry controls
ar: إصلاح عدم انتقال عجلة الماوس من تاريخ غير محدد إلى التاريخ الحالي في عناصر التحكم في إدخال التاريخ
gl: Corrixir a roda do rato que non facía a transición dunha data non definida á data actual nos controis de entrada de datas
ta: சுட்டி சக்கரத்தை சரிசெய்யாத தேதியிலிருந்து தற்போதைய தேதிக்கு தேதி நுழைவு கட்டுப்பாடுகளில் மாற்றவில்லை

source: 19 Jul, 2024
ar: 19 يوليو 2024
gl: 19 Xullo, 2024
ta: 19 சூலை, 2024

source: Fetch news: Allow individual news sources to specify source specific options such as downloading of past editions
ar: جلب الأخبار: السماح لمصادر الأخبار الفردية بتحديد خيارات خاصة بالمصدر مثل تنزيل الإصدارات السابقة
gl: Obter noticias: Permite que as fontes de noticias individuais especifiquen opcións específicas da fonte, como a descarga de edicións anteriores
ta: செய்தியைப் பெறுங்கள்: கடந்த பதிப்புகளைப் பதிவிறக்குவது போன்ற மூல குறிப்பிட்ட விருப்பங்களைக் குறிப்பிட தனிப்பட்ட செய்தி ஆதாரங்களை அனுமதிக்கவும்

source: Windows: MTP driver: Fix a regression in the previous release that caused an error with some devices
ar: ويندوز: برنامج تشغيل MTP: إصلاح تراجع في الإصدار السابق تسبب في خطأ مع بعض الأجهزة
gl: Windows: controlador MTP: Corrixiuse unha regresión na versión anterior que causaba un erro con algúns dispositivos
ta: விண்டோச்: எம்டிபி இயக்கி: முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும், இது சில சாதனங்களுடன் பிழையை ஏற்படுத்தியது

source: Icon theme creation dialog: Fix various issues when creating an icon theme with many icons that have light/dark variants
ar: مربع حوار إنشاء سمة الأيقونات: إصلاح مشكلات مختلفة عند إنشاء سمة أيقونات مع العديد من الأيقونات التي تحتوي على متغيرات فاتحة/داكنة
gl: Diálogo de creación de temas de iconas: Corrixir varios problemas ao crear un tema de iconas con moitas iconas que teñen variantes claras/escuras
ta: படவுரு கருப்பொருள் உருவாக்கம் உரையாடல்: ஒளி/இருண்ட மாறுபாடுகளைக் கொண்ட பல சின்னங்களுடன் படவுரு கருப்பொருளை உருவாக்கும்போது பல்வேறு சிக்கல்களை சரிசெய்யவும்

source: 12 Jul, 2024
ar: 12 يوليو 2024
gl: 12 Xullo, 2024
ta: 12 சூலை, 2024

source: Book details: When dropping files add an option to add them to the book as data files
ar: تفاصيل الكتاب: عند سحب الملفات، أضف خيارًا لإضافتها إلى الكتاب كـ ملفات بيانات
gl: Detalles do libro: Ao soltar ficheiros, engade unha opción para engadilos ao libro como ficheiros de datos
ta: புத்தக விவரங்கள்: கோப்புகளை கைவிடும்போது அவற்றை தரவுக் கோப்புகளாக புத்தகத்தில் சேர்க்க ஒரு விருப்பத்தைச் சேர்க்கவும்

source: Edit book: A new action to toggle line wrapping mode in all code editors. Can be assigned via Preferences-&gt;Keyboard shortcuts-&gt;Global actions or added to the toolbar via Preferences-&gt;Toolbars-&gt;Book wide actions
ta: புத்தகத்தைத் திருத்து: எல்லா குறியீடு எடிட்டர்களிலும் வரி மடக்குதல் பயன்முறையை மாற்றுவதற்கான புதிய செயல். விருப்பத்தேர்வுகள்- & gt; விசைப்பலகை குறுக்குவழிகள்- & gt; உலகளாவிய செயல்கள் அல்லது விருப்பத்தேர்வுகள் மூலம் கருவிப்பட்டியில் சேர்க்கலாம்- & gt; கருவிப்பட்டிகள்- & gt; புத்தக பரந்த செயல்கள்
