Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: E-book viewer: Lookup: Google dictionary: Add some padding at the left and right margins
ru: Просмотр электронных книг: поиск: словарь Google: добавлены отступы слева и справа
ta: மின் புத்தக பார்வையாளர்: தேடல்: கூகிள் அகராதி: இடது மற்றும் வலது ஓரங்களில் சில திணிப்புகளைச் சேர்க்கவும்

source: E-book viewer: Lookup word in Google dictionary: Fix meanings of some words not being shown in the user's preferred language
ru: Просмотр электронных книг: поиск слова в словаре Google: исправление значений некоторых слов, не отображаемых на предпочитаемом пользователем языке.
ta: மின் புத்தக பார்வையாளர்: கூகிள் அகராதியில் தேடல் சொல்: பயனரின் விருப்பமான மொழியில் சில சொற்களின் அர்த்தங்களை சரிசெய்யவும்

source: Fix calibredb backup_metadata --all operating only on dirty books not all books
ru: Исправлена ​​ошибка, из-за которой резервирование базы данных calibredb backup_metadata --all работало только с грязными книгами, а не со всеми книгами.
ta: calibredb backup_metadata ஐ சரிசெய்யவும் -அனைத்தும் அழுக்கு புத்தகங்களில் மட்டுமே இயங்குகின்றன, எல்லா புத்தகங்களும் இல்லை

source: Do not VACUUM FTS db when exporting library as it can be very slow
ru: Не очищать FTS VACUUM FTS db при экспорте библиотеки, так как это может быть очень медленным.
ta: நூலகத்தை ஏற்றுமதி செய்யும் போது fts db ஐ வெற்றிட வேண்டாம், ஏனெனில் அது மிகவும் மெதுவாக இருக்கும்

source: Windows: Nicer error message when attempting to run viewer/editor on machine without MediaPack installed
ru: Windows: более удобное сообщение об ошибке при попытке запустить программу просмотра/редактора на машине без установленного MediaPack.
ta: விண்டோச்: மீடியா பேக் நிறுவப்படாமல் இயந்திரத்தில் பார்வையாளர்/எடிட்டரை இயக்க முயற்சிக்கும்போது நல்ல பிழை செய்தி

source: Edit book: Reports: Fix rendering of images in the images report table
ru: Редактор книг: отчеты: исправлен рендеринг изображений в таблице отчётов изображений.
ta: புத்தகத்தைத் திருத்து: அறிக்கை: பட அறிக்கை அட்டவணையில் படங்களை ஒழுங்கமைப்பதை சரிசெய்யவும்

source: Content server: Fix formatting of dates for custom columns using ISO format
ru: Контент-сервер: исправление форматирования дат для настраиваемых столбцов с использованием формата ISO.
ta: உள்ளடக்க சேவையகம்: ஐஎச்ஓ வடிவமைப்பைப் பயன்படுத்தி தனிப்பயன் நெடுவரிசைகளுக்கான தேதிகளின் வடிவமைப்பை சரிசெய்யவும்

source: 12 Aug, 2022
ru: 12 августа 2022
ta: 12 ஆகச்ட், 2022

source: E-book viewer: Allow searching for nearby words using a new "Nearby words" search mode
ru: Просмотр электронных книг: разрешить поиск близлежащих слов с помощью нового режима поиска «Близлежащие слова».
ta: மின் புத்தக பார்வையாளர்: புதிய "அருகிலுள்ள சொற்கள்" தேடல் பயன்முறையைப் பயன்படுத்தி அருகிலுள்ள சொற்களைத் தேட அனுமதிக்கவும்

source: calibredb: New fts_search and fts_index commands to perform full text searching from the command line
ru: calibredb: новые команды fts_search и fts_index для выполнения полнотекстового поиска из командной строки.
ta: calibredb: கட்டளை வரியிலிருந்து முழு உரை தேடலைச் செய்ய புதிய fts_search மற்றும் fts_index கட்டளைகள்

source: Image viewing popup: Allow zooming using the standard shortcuts of Ctrl+plus/minus
ru: Всплывающее окно просмотра изображения: разрешить масштабирование с помощью стандартных сочетаний клавиш Ctrl+плюс/минус
ta: படத்தைப் பார்க்கும் பாப்அப்: ctrl+plus/minus இன் நிலையான குறுக்குவழிகளைப் பயன்படுத்தி பெரிதாக்க அனுமதிக்கவும்

source: Fix a regression in calibre 6.0 that broke remembering the previous sort order for a column
ru: Исправлена ​​регрессия в calibre 6.0, которая нарушала запоминание предыдущего порядка сортировки для столбца.
ta: காலிபர் 6.0 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது ஒரு நெடுவரிசைக்கான முந்தைய வரிசை வரிசையை நினைவில் வைத்தது

source: Fix a regression in calibre 6.0 that broke processing of very high resolution images
ru: Исправлена ​​регрессия в calibre 6.0, из-за которой нарушалась обработка изображений с очень высоким разрешением.
ta: காலிபர் 6.0 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது மிக உயர்ந்த தெளிவுத்திறன் படங்களின் செயலாக்கத்தை உடைத்தது

source: Full text search: Fix error when using restrict searched books and more than 900 books are present in the searched list
ru: Полнотекстовый поиск: исправлена ​​ошибка при использовании ограничения искомых книг, когда в списке поиска присутствует более 900 книг.
ta: முழு உரை தேடல்: பிழையை சரிசெய்ய கட்டுப்படுத்தப்பட்ட புத்தகங்களைப் பயன்படுத்தும் போது மற்றும் 900 க்கும் மேற்பட்ட புத்தகங்கள் தேடப்பட்ட பட்டியலில் உள்ளன

source: E-book viewer: Fix parsing of CSS styles with @supports rules not working
ru: Просмотр электронных книг: Исправлен синтаксический анализ стилей CSS с неработающими правилами @supports.
ta: மின்-புத்தக பார்வையாளர்: csports விதிகள் செயல்படாததால் css பாணிகளின் பாகுபடுத்தலை சரிசெய்யவும்

source: E-book viewer: Speed up initial render of books with lots of CSS in &lt;style&gt; tags by not prettying the CSS
ru: Просмотр электронных книг: ускорен первоначальный рендеринг книг с большим количеством CSS в тегах
ta: மின்-புத்தக பார்வையாளர்: & lt; பாணி & gt; css ஐ அழகாகக் கூறாமல் குறிச்சொற்கள்

source: Google books metadata download: Fix paragraphs not being recognized
ru: Загрузка метаданных книг Google: исправление нераспознаваемых абзацев
ta: கூகிள் புத்தகங்கள் மேனிலை தரவு பதிவிறக்கம்: பத்திகள் அங்கீகரிக்கப்படாததை சரிசெய்யவும்

source: Content server: Fix light background for comments editor in dark mode
ru: Контент-сервер: исправлен светлый фон для редактора комментариев в тёмном режиме.
ta: உள்ளடக்க சேவையகம்: கருத்துகள் எடிட்டருக்கு ஒளி பின்னணியை இருண்ட பயன்முறையில் சரிசெய்யவும்

source: Content server: Fix margin and body background color mismatch when reading books with a non-white/black color scheme
ru: Контент-сервер: исправление несоответствия цвета полей и фона при чтении книг с цветовой схемой, отличной от белой/чёрной.
ta: உள்ளடக்க சேவையகம்: வெள்ளை அல்லாத/கருப்பு வண்ணத் திட்டத்துடன் புத்தகங்களைப் படிக்கும்போது விளிம்பு மற்றும் உடல் பின்னணி வண்ண பொருந்தாத தன்மையை சரிசெய்யவும்

source: Content server: Fix long tapping in the notes edit area incorrectly changing the highlight extent
ru: Контент-сервер: исправлено долгое нажатие в области редактирования заметок, из-за которого неправильно менялся экстент выделения.
ta: உள்ளடக்க சேவையகம்: குறிப்புகளில் நீண்ட தட்டுவதை சரிசெய்யவும்

source: Google search engine: Fix for different URL encoding used by Google servers in Portugal
ru: Поисковая система Google: исправление для другой кодировки URL, используемой серверами Google в Португалии.
ta: கூகிள் தேடுபொறி: போர்ச்சுகலில் கூகிள் சேவையகங்கள் பயன்படுத்தும் வெவ்வேறு முகவரி குறியாக்கத்தை சரிசெய்யவும்

source: Check library: Fix vacuum not running on FTS db
ru: Проверка библиотеки: исправление, неработающей операции vacuum на FTS db
ta: நூலகத்தை சரிபார்க்கவும்: fts db இல் இயங்காத வெற்றிடத்தை சரிசெய்யவும்

source: 29 Jul, 2022
ru: 29 июля 2022
ta: 29 சூலை, 2022

source: Full text search: Ignore soft hyphens when extracting searchable text from books. Note that you will have to re-index your library to take advantage of this.
ru: Полнотекстовый поиск: игнорирование мягких дефисов при извлечении доступного для поиска текста из книг. Вам придется переиндексировать библиотеку.
ta: முழு உரை தேடல்: புத்தகங்களிலிருந்து தேடக்கூடிய உரையை பிரித்தெடுக்கும் போது மென்மையான ஐபன்களை புறக்கணிக்கவும். இதைப் பயன்படுத்த உங்கள் நூலகத்தை மீண்டும் குறியிட வேண்டும் என்பதை நினைவில் கொள்க.

source: Content server: Have the Read button open PDF files in the browsers builtin PDF viewer rather than the calibre viewer since the calibre viewer is not well suited to PDF
ru: Контент-сервер: кнопка «Чтение» открывает PDF-файлы во встроенном в браузер просмотрщике PDF, а не в просмотрщике calibre, поскольку просмотрщик calibre не очень подходит для PDF.
ta: உள்ளடக்க சேவையகம்: வாசிப்பு பொத்தானை உலாவிகளில் pdf கோப்புகளைத் திறந்து வைக்கவும் பிலிபர் பார்வையாளரைக் காட்டிலும் pdf பார்வையாளரை விட, காலிபர் பார்வையாளர் pdf க்கு பொருந்தாது என்பதால்

source: Kobo driver: Add support for new firmware
ru: Драйвер Kobo: добавлена поддержка новой прошивки
ta: கோபோ டிரைவர்: புதிய ஃபார்ம்வேருக்கு ஆதரவைச் சேர்க்கவும்

source: Create icon theme dialog: Add a checkbox to install the newly created theme into calibre
ru: Диалоговое окно «Создать тему значков»: добавлен чекбокс, чтобы установить свежесозданную тему в calibre.
ta: படவுரு கருப்பொருள் உரையாடலை உருவாக்கவும்: புதிதாக உருவாக்கப்பட்ட கருப்பொருளை காலிபரில் நிறுவ ஒரு தேர்வுப்பெட்டியைச் சேர்க்கவும்

source: Allow re-indexing a book for FTS by right clicking the Book details panel
ru: Разрешена повторная индексация книги для FTS, щелчком правой кнопкой мыши по панели сведений о книге.
ta: புத்தக விவரங்கள் குழுவைக் சொடுக்கு செய்வதன் மூலம் fts க்கான புத்தகத்தை மீண்டும் குறியிட அனுமதிக்கவும்

source: Content server: Workaround for Chrome bug causing multiple sign in prompts when connecting to the server after restarting Chrome
ru: Контент-сервер: обходной путь для ошибки Chrome, вызывающей несколько запросов на вход при подключении к серверу после перезапуска Chrome
ta: உள்ளடக்க சேவையகம்: குரோம் பிழைக்கான பணித்தொகுப்பு chrome ஐ மறுதொடக்கம் செய்த பிறகு சேவையகத்துடன் இணைக்கும்போது பல அடையாளங்களை ஏற்படுத்துகிறது

source: Fix a regression in 6.0 that broke rendering of first page of EPUB as cover when the EPUB has no actual cover
ru: Исправлена ​​регрессия в версии 6.0, из-за которой первая страница EPUB не отображалась как обложка, когда у EPUB не было фактической обложки.
ta: எபப் உண்மையான கவர் இல்லாதபோது, எபபின் முதல் பக்கத்தை கவர் என வழங்குதல் செய்த 6.0 இல் ஒரு பின்னடைவை சரிசெய்யவும்

source: Content server: Fix a regression in 6.0 that caused incorrect rendering of comments metadata in the book details panel in dark mode
ru: Контент-сервер: исправление регрессии в версии 6.0, которая приводила к неправильному отображению метаданных комментариев на панели сведений о книге в тёмном режиме.
ta: உள்ளடக்க சேவையகம்: 6.0 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது கருத்துக்கள் மெட்டாடேட்டாவை தவறாக வழங்குதல் செய்தது புத்தக விவரங்கள் குழுவில் இருண்ட பயன்முறையில்

source: FB2 Input: Fix a regression in 6.0 that broke conversion of FB2 on macOS
ru: Ввод FB2: исправление регрессии в 6.0, которая нарушала преобразование FB2 в macOS.
ta: fb2 உள்ளீடு: macos இல் fb2 ஐ மாற்றுவதை உடைக்கும் 6.0 இல் பின்னடைவை சரிசெய்யவும்

source: Metadata download from Google: Switch to making the queries via a Google web search as this finds some books that searching via the API does not
ru: Загрузка метаданных из Google: переключение на выполнение запросов через веб-поиск Google, при этом будут найдены книги, поиск которых через API невозможен.
ta: கூகிளிலிருந்து மேனிலை தரவு பதிவிறக்கம்: கூகிள் வலைத் தேடல் வழியாக வினவல்களை உருவாக்குவதற்கு மாறவும், இது பநிஇ வழியாக தேடும் சில புத்தகங்களைக் காண்கிறது

source: Book details panel: Fix clicking on items from an enumerated column containing ampersands not searching correctly
ru: Панель сведений о книге: исправление неправильного поиска при нажатии на элементы из пронумерованного столбца, содержащего амперсанды.
ta: புத்தக விவரங்கள் குழு: சரியாகத் தேடாத ஆம்பர்சாண்ட்களைக் கொண்ட கணக்கிடப்பட்ட நெடுவரிசையிலிருந்து உருப்படிகளைக் சொடுக்கு செய்வதை சரிசெய்யவும்

source: Image editor: Do not allow initial mouse drag to create selection rect outside the image bounds
ru: Редактор изображений: не разрешать начальное перетаскивание мышью для создания прямоугольника выделения за пределами изображения.
ta: பட ஆசிரியர்: பட எல்லைக்கு வெளியே தேர்வு செவ்வகத்தை உருவாக்க ஆரம்ப சுட்டி இழுவை அனுமதிக்காதீர்கள்

source: E-book viewer: Fix clicking on ToC entries moving keyboard focus to the ToC search box when the ToC window is floating
ru: Просмотрщик электронных книг: исправлена ​​ошибка, из-за которой нажатие на записи ToC перемещало фокус клавиатуры на поле поиска ToC, когда окно ToC было плавающим.
ta: மின்-புத்தக பார்வையாளர்: toc உள்ளீடுகளைக் சொடுக்கு செய்வதை சரிசெய்யவும்

source: Fix a regression in 6.0 that caused the default cover to be rendered small in some contexts
ru: Исправлена ​​регрессия в 6.0, из-за которой обложка по умолчанию отображалась маленькой в ​​некоторых контекстах.
ta: 6.0 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது இயல்புநிலை அட்டையை சில சூழல்களில் சிறியதாக வழங்கியது

source: Various bug fixes related to the new dark/light icon theme switching. Make the icons more consistent even when using the system theme. Use calibre specific file type icons when using the non native file dialogs. Allow creating dark/light override icons manually in the configuration folder.
ru: Разные исправления ошибок, связанные с новым переключением темы тёмных/светлых значков. Значки более согласованы даже при использовании системной темы. Значки конкретных типов файлов calibre при использовании неродных диалоговых окон файлов. Разрешено создание тёмных/светлых значков переопределения вручную в папке конфигурации.
ta: புதிய டார்க்/லைட் படவுரு கருப்பொருள் மாறுதல் தொடர்பான பல்வேறு பிழை திருத்தங்கள். கணினி கருப்பொருளைப் பயன்படுத்தும் போது கூட ஐகான்களை மேலும் சீரானதாக ஆக்குங்கள். சொந்தமற்ற கோப்பு உரையாடல்களைப் பயன்படுத்தும் போது காலிபர் குறிப்பிட்ட கோப்பு வகை ஐகான்களைப் பயன்படுத்தவும். உள்ளமைவு கோப்புறையில் இருண்ட/ஒளி மேலெழுதும் சின்னங்களை கைமுறையாக உருவாக்க அனுமதிக்கவும்.

source: Disable the color theme setting when using system style
ru: Отключена настройка цветовой темы при использовании системного стиля
ta: கணினி பாணியைப் பயன்படுத்தும் போது வண்ண கருப்பொருள் அமைப்பை முடக்கு

source: When using a fixed color palette and the system colors are of different type enforce the color palette
ru: При использовании фиксированной цветовой палитры и системных цветов другого типа принудительно применять цветовую палитру.
ta: ஒரு நிலையான வண்ணத் தட்டுகளைப் பயன்படுத்தும் போது மற்றும் கணினி வண்ணங்கள் வெவ்வேறு வகை வண்ணத் தட்டுகளைச் செயல்படுத்துகின்றன

source: Ignore Qt generated application palette changes when using a fixed palette
ru: Игнорировать сгенерированные Qt изменения палитры приложения при использовании фиксированной палитры
ta: ஒரு நிலையான தட்டு பயன்படுத்தும் போது கியுடி உருவாக்கிய பயன்பாட்டு தட்டு மாற்றங்களை புறக்கணிக்கவும்

source: In the icon theme chooser dialog show light and dark themes only in the light and dark tabs
ru: В диалоговом окне выбора темы значка показывать светлые и тёмные темы только на светлых и тёмных вкладках.
ta: படவுரு கருப்பொருள் தேர்வு உரையாடலில் ஒளி மற்றும் இருண்ட கருப்பொருள்களைக் காண்பி ஒளி மற்றும் இருண்ட தாவல்களில் மட்டுமே

source: Welcome wizard: Fix device names not being translated correctly leading to the same name being repeated for some devices
ru: Мастер приветствия: исправление неправильного перевода имен устройств, что приводило к повторению одного и того же имени для некоторых устройств.
ta: வரவேற்பு வழிகாட்டி: சாதனப் பெயர்கள் சரியாக மொழிபெயர்க்கப்படாமல் சில சாதனங்களுக்கு அதே பெயருக்கு மீண்டும் செய்ய வழிவகுக்கிறது

source: Read aloud: Fix spurious error message on Linux about voices not being installed
ru: Чтение вслух: исправлено ложное сообщение об ошибке в Linux о том, что голоса не установлены
ta: சத்தமாக படியுங்கள்: குரல்கள் நிறுவப்படாதது பற்றி லினக்சில் மோசமான பிழை செய்தியை சரிசெய்யவும்

source: Linux binaries: Bundle brotli and graphite2 as well as Qt links against them
ru: Бинарные файлы Linux: сбандлены brotli и graphite2, а также ссылки Qt на них
ta: லினக்ச் பைனரிகள்: மூட்டை ப்ரோட்லி மற்றும் கிராஃபைட் 2 மற்றும் அவர்களுக்கு எதிரான கியூடி இணைப்புகள்

source: FTS dialog: When keyboard navigation changes the current item ensure it stays visible
ru: Диалоговое окно FTS: когда навигация с помощью клавиатуры изменяет текущий элемент - проверка его видимости.
ta: fts உரையாடல்: விசைப்பலகை வழிசெலுத்தல் மாறும்போது தற்போதைய உருப்படி அது தெரியும் என்பதை உறுதிசெய்க

source: Binary builds: Fix Qt TLS backends not included
ru: Двоичные сборки: исправление не включенных бэкэндов Qt TLS
ta: பைனரி உருவாக்கங்கள்: கியுடி tls பின்தளத்தில் சேர்க்கப்படவில்லை

source: Fix Qt WebEngine creating cache folders outside of the calibre cache directory
ru: Исправление Qt WebEngine, создающего папки кеша за пределами каталога кеша caulibre.
ta: காலிபர் கேச் கோப்பகத்திற்கு வெளியே கேச் கோப்புறைகளை உருவாக்கும் கியுடி வெபெங்கைன் சரிசெய்யவும்

source: Version 6.2.1 fixes a regression in 6.2.0 that caused the Read button in the Content server to only work for PDF books
ru: Версия 6.2.1 исправляет регрессию в 6.2.0, из-за которой кнопка «Чтение» в контент-сервере работала только для книг в формате PDF.
ta: பதிப்பு 6.2.1 6.2.0 இல் ஒரு பின்னடைவை சரிசெய்கிறது, இது உள்ளடக்க சேவையகத்தில் வாசிப்பு பொத்தானை pdf புத்தகங்களுக்கு மட்டுமே வேலை செய்ய காரணமாக அமைந்தது

source: 16 Jul, 2022
ru: 16 июля 2022
ta: 16 சூலை, 2022

source: Full text search: Add a button to re-index a book, useful if the book's contents have been changed outside calibre
ru: Полнотекстовый поиск: добавлена кнопка для переиндексации книги, полезно, если содержимое книги было изменено вне calibre.
ta: முழு உரை தேடல்: ஒரு புத்தகத்தை மீண்டும் குறியிட ஒரு பொத்தானைச் சேர்க்கவும், புத்தகத்தின் உள்ளடக்கங்கள் காலிபருக்கு வெளியே மாற்றப்பட்டால் பயனுள்ளதாக இருக்கும்

source: Search queries now support quoting using "docstrings" for easier escaping
ru: Поисковые запросы теперь поддерживают цитирование с использованием "docstrings" для упрощения экранирования.
ta: தேடல் வினவல்கள் இப்போது எளிதாக தப்பிக்க "டாக்ச்ட்ரிங்ச்" ஐப் பயன்படுத்தி மேற்கோள் காட்டுகின்றன

source: Linux installer: Check for libEGL as the QtGui module in Qt 6 links against it and many Linux servers don't have it installed
ru: Установщик Linux: проверка наличия libEGL, поскольку модуль QtGui в Qt 6 ссылается на него, и на многих серверах Linux он не установлен.
ta: லினக்ச் நிறுவி: அதற்கு எதிரான கியுடி 6 இணைப்புகளில் qtgui தொகுதியாக லிபெகலை சரிபார்க்கவும் மற்றும் பல லினக்ச் சேவையகங்கள் அதை நிறுவவில்லை

source: macOS: Blacklist older versions of the DeDRM plugin as they caused crashes and failures to add books.
ru: macOS: внесены в чёрный список старые версии плагина DeDRM, так как они вызывали сбои и сбои при добавлении книг.
ta: macos: dedrm சொருகி பழைய பதிப்புகள் பிளாக்லிச்ட் செயலிழப்புகள் மற்றும் புத்தகங்களைச் சேர்க்க தோல்விகளை ஏற்படுத்தியது.

source: Fix a regression in 6.0 that caused crashes in the Manage authors dialog
ru: Исправлена ​​регрессия в версии 6.0, вызывавшая сбои в диалоговом окне «Управление авторами».
ta: ஆசிரியர்கள் உரையாடலில் விபத்துக்களை ஏற்படுத்திய 6.0 இல் ஒரு பின்னடைவை சரிசெய்யவும்

source: Fix a regression in 6.0 that broke touch screen interaction
ru: Исправлена ​​регрессия в версии 6.0, из-за которой нарушалось взаимодействие с сенсорным экраном.
ta: தொடுதிரை தொடர்புகளை உடைத்த 6.0 இல் பின்னடைவை சரிசெய்யவும்

source: Fix a regression in 6.0 that caused a few checkboxes to stop working
ru: Исправлена ​​регрессия в версии 6.0, из-за которой несколько флажков переставали работать.
ta: 6.0 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது ஒரு சில தேர்வுப்பெட்டிகள் வேலை செய்வதை நிறுத்தியது

source: Linux: Fix a regression in 6.0 that broke handling of mouse clicks on some Wayland systems with a touchpad
ru: Linux: исправление регрессии в 6.0, которая нарушала обработку щелчков мышью на некоторых системах Wayland с сенсорной панелью.
ta: லினக்ச்: 6.0 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது டச்பேட் மூலம் சில வேலண்ட் அமைப்புகளில் சுட்டி கிளிக்குகளை கையாளுவதை உடைத்தது

source: ToC Editor: Fix a regression in 6.0 that broke styling/images in the preview panel
ru: Редактор ToC: исправлена регрессия в 6.0, которая нарушала стили/изображения на панели предварительного просмотра.
ta: toc ஆசிரியர்: முன்னோட்டக் குழுவில் ச்டைலிங்/படங்களை உடைத்த 6.0 இல் பின்னடைவை சரிசெய்யவும்

source: Windows: Fix window titlebars not dark in dark mode
ru: Windows: исправлена ​​ошибка, из-за которой заголовки окон не были тёмными в тёмном режиме.
ta: விண்டோச்: இருண்ட பயன்முறையில் சாளர தலைப்பு பார்கள் இருட்டாக இல்லை

source: Full text search: Show a warning when indexing/searching a library on an FAT drive
ru: Полнотекстовый поиск: показывать предупреждение при индексировании/поиске библиотеки на диске FAT.
ta: முழு உரை தேடல்: கொழுப்பு இயக்ககத்தில் நூலகத்தை குறியிட/தேடும்போது ஒரு எச்சரிக்கையைக் காட்டுங்கள்

source: News download: Do not add aborted/failed article titles to the comments metadata
ru: Загрузка новостей: не добавлять прерванные/неудачные заголовки статей в метаданные комментариев.
ta: செய்தி பதிவிறக்கம்: கைவிடப்பட்ட/தோல்வியுற்ற கட்டுரை தலைப்புகளை கருத்துகள் மெட்டாடேட்டாவில் சேர்க்க வேண்டாம்

source: Full text search: Fix books edited with the Edit book tool not being automatically re-indexed
ru: Полнотекстовый поиск: исправлена ​​ошибка, из-за которой книги, отредактированные с помощью инструмента «Редактор книг», не переиндексировались автоматически.
ta: முழு உரை தேடல்: திருத்த புத்தகக் கருவியுடன் திருத்தப்பட்ட புத்தகங்களை தானாகவே மீண்டும் குறியிடவில்லை

source: HTML Input: Fix handling of deeply nested files on Windows
ru: Ввод HTML: исправление обработки глубоко вложенных файлов в Windows.
ta: html உள்ளீடு: சாளரங்களில் ஆழமான உள்ளமைக்கப்பட்ட கோப்புகளை கையாளுவதை சரிசெய்யவும்

source: Fix a regression preventing using a non-integer value for the tweak to change book details font size
ru: Исправлена регрессия, не позволяющая использовать нецелое значение для изменения размера шрифта сведений о книге.
ta: புத்தக விவரங்கள் எழுத்துரு அளவை மாற்ற மாற்றத்திற்கு முழு எண் அல்லாத மதிப்பைப் பயன்படுத்துவதைத் தடுக்கும் பின்னடைவை சரிசெய்யவும்

source: Fix moving library not moving the full text search index
ru: Исправлена ​​​​ошибка, из-за которой при перемещении библиотеки не перемещался индекс полнотекстового поиска.
ta: முழு உரை தேடல் குறியீட்டை நகர்த்தாமல் நகரும் நூலகத்தை சரிசெய்யவும்

source: Fix some custom icons in the calibre config directory not overriding the theme/builtin icons
ru: Исправлены некоторые пользовательские значки в каталоге конфигурации calibre, не переопределяющие значки темы/встроенные.
ta: காலிபர் கட்டமைப்பு கோப்பகத்தில் சில தனிப்பயன் ஐகான்களை சரிசெய்யவும்/பில்டின் ஐகான்களை மீறவில்லை

source: Linux installer: Fix glibc version check also being done when installing older versions
ru: Установщик Linux: исправление проверки версии glibc, также выполняемой при установке более старых версий.
ta: லினக்ச் நிறுவி: பழைய பதிப்புகளை நிறுவும் போது glibc பதிப்பு சரிபார்ப்பை சரிசெய்யவும்

source: Windows installer: Refuse to install on Windows 8 as thanks to Qt 6 calibre 6 does not work on Windows 8
ru: Установщик Windows: отказ от установки на Windows 8, так как благодаря Qt 6 calibre 6 не работает на Windows 8
ta: சாளரங்கள் நிறுவி: கியுடி 6 காலிபர் 6 க்கு நன்றி சாளரங்கள் 8 இல் வேலை செய்யாத சாளரங்கள் 8 இல் நிறுவ மறுக்கிறது

source: Update the BigBookSearch metadata plugin for website changes
ru: Обновлён плагин метаданных BigBookSearch - изменения веб-сайта
ta: வலைத்தள மாற்றங்களுக்கு பிக் புக் தேடல் மேனிலை தரவு சொருகி புதுப்பிக்கவும்

source: 11 Jul, 2022
ru: 11 июля 2022
ta: 11 சூலை, 2022

source: Full text search: You can now search the entire text of all books in your calibre library
ru: Полнотекстовый поиск: теперь поиск выполняется по всему тексту всех книг в библиотеке calibre.
ta: முழு உரை தேடல்: உங்கள் காலிபர் நூலகத்தில் உள்ள அனைத்து புத்தகங்களின் முழு உரையையும் இப்போது தேடலாம்

source: Support for new CPU architectures: Apple Silicon and ARM64 on Linux. Support for 32bit CPUs has been dropped because Qt 6 does not support them
ru: Поддержка новых архитектур ЦП: Apple Silicon и ARM64 в Linux. Поддержка 32-битных процессоров прекращена, поскольку Qt 6 их не поддерживает.
ta: புதிய சிபியு கட்டமைப்புகளுக்கான ஆதரவு: லினக்சில் ஆப்பிள் சிலிக்கான் மற்றும் arm64. கியுடி 6 அவர்களை ஆதரிக்காததால் 32 பிட் சிபியு களுக்கான உதவி கைவிடப்பட்டது
