Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: Cover download: Allowing saving alternate covers to disk or in the book's data folder by right clicking on the cover
ru: Загрузка обложки: позволяет сохранять альтернативные обложки на диск или в папку данных книги, щелчком правой кнопкой мыши по обложке.
ta: கவர் பதிவிறக்க: மாற்று அட்டைகளை வட்டுக்கு அல்லது புத்தகத்தின் தரவு கோப்புறையில் சேமிக்க அனுமதிக்கிறது அட்டைப்படத்தில் வலது சொடுக்கு

source: Content server: Allow disabling full text search via the web interface
ru: Контент-сервер: Разрешить отключение полнотекстового поиска через веб-интерфейс
ta: உள்ளடக்க சேவையகம்: வலை இடைமுகம் வழியாக முழு உரை தேடலை முடக்க அனுமதிக்கவும்

source: When sending books to the device confirm the overwrite if the book already exists on the device
ru: При отправке книг на устройство подтверждать перезапись, если книга уже существует на устройстве
ta: சாதனத்திற்கு புத்தகங்களை அனுப்பும்போது, நூல் ஏற்கனவே சாதனத்தில் இருந்தால் மேலெழுதலை உறுதிப்படுத்தவும்

source: E-book viewer: Handle horizontal wheel events as section jumps in paged mode
ru: Просмотрщик электронных книг: Обработка событий горизонтальной прокрутки колесом мыши при прыжке между разделами в постраничном режиме
ta: மின்-புத்தக பார்வையாளர்: கிடைமட்ட சக்கர நிகழ்வுகளை பிரிவு பேச் பயன்முறையில் குதிக்கும் போது கையாளவும்

source: Comic Input: When grayscaling comic images use 16bit gray instead of 8bit for better fidelity
ru: Комикс ввод: при градациях серого изображения комиксов используют 16-битный серый цвет вместо 8-битного для улучшенной точности.
ta: காமிக் உள்ளீடு: காமிக் படங்களை கிரேச்கேலிங் செய்யும் போது சிறந்த நம்பகத்தன்மைக்கு 8 பிட்டிற்கு பதிலாக 16 பிட் கிரே பயன்படுத்தவும்

source: When using the PNG format for images this results in larger files but with better grayscaling fidelity.
ru: При использовании формата PNG для изображений это приводит к увеличению размера файлов, но с лучшей точностью передачи оттенков серого.
ta: படங்களுக்கான பி.என்.சி வடிவமைப்பைப் பயன்படுத்தும் போது இது பெரிய கோப்புகளில் விளைகிறது, ஆனால் சிறந்த கிரேச்கேலிங் நம்பகத்தன்மையுடன்.

source: Add a new option in Preferences-&gt;Searching to disable keyboard searching in book list (i.e. you can turn off the behavior that pressing a key will jump to the first book whose title starts with that letter)
ru: Добавлена новая опция в Настройки -> Поиск, чтобы отключить поиск с клавиатуры в списке книг (т. е. вы можете отключить поведение, при котором нажатие клавиши будет переходить к первой книге, название которой начинается с этой буквы)
ta: விருப்பத்தேர்வுகளில் ஒரு புதிய விருப்பத்தைச் சேர்க்கவும்- & gt; புத்தக பட்டியலில் விசைப்பலகை தேடலை முடக்கத் தேடுவது (அதாவது ஒரு விசையை அழுத்தினால் அந்த கடிதத்துடன் தொடங்கும் முதல் புத்தகத்திற்குச் செல்லும் நடத்தையை நீங்கள் அணைக்கலாம்)

source: Manage categories dialog: Use alternating row colors and allow adjusting row height
ru: Диалоговое окно «Управление категориями»: используются чередующиеся цвета строк и разрешена настройка высоты строк
ta: வகைகளை நிர்வகிக்கவும் உரையாடல்: மாற்று வரிசை வண்ணங்களைப் பயன்படுத்தவும் மற்றும் வரிசை உயரத்தை சரிசெய்ய அனுமதிக்கவும்

source: Allow assigning a keyboard shortcut in Preferences-&gt;Shortcuts to open the data folder of a book
ru: Разрешено назначение сочетания клавиш в Настройки -> Ярлыки для открытия папки данных книги
ta: ஒரு விசைப்பலகை குறுக்குவழியை விருப்பங்களில் ஒதுக்க அனுமதிக்கவும்- & gt; ஒரு புத்தகத்தின் தரவு கோப்புறையைத் திறக்க குறுக்குவழிகள்

source: Various improvements to syntax highlighting for the Markdown long text editor
ru: Различные улучшения подсветки синтаксиса для редактора длинного текста Markdown
ta: மார்க் பேரூர் நீண்ட உரை எடிட்டருக்கான தொடரியல் சிறப்பம்சமாக பல்வேறு மேம்பாடுகள்

source: Fix a regression in 6.16 that broke restoring of the database
ru: Исправлена ​​регрессия в версии 6.16, препятствовавшая восстановлению базы данных.
ta: 6.16 இல் ஒரு பின்னடைவை சரிசெய்யவும், அது தரவுத்தளத்தை மீட்டெடுப்பதை உடைத்தது

source: Tag browser: Fix using F2 to edit items not allowing completion
ru: Браузер тегов: исправлено использование F2 для редактирования элементов, не допускающих завершения
ta: குறிச்சொல் உலாவி: முடிக்க அனுமதிக்காத உருப்படிகளைத் திருத்த f2 ஐப் பயன்படுத்தி சரிசெய்யவும்

source: Book details: Fix formatting of text when copying all book details in narrow mode
ru: Сведения о книге: исправлено форматирование текста при копировании всех сведений о книге в узком режиме.
ta: புத்தக விவரங்கள்: அனைத்து புத்தக விவரங்களையும் குறுகிய பயன்முறையில் நகலெடுக்கும் போது உரையின் வடிவமைப்பை சரிசெய்யவும்

source: Book details: Fix copy all not respecting line breaks in fields
ru: Сведения о книге: исправлено копирование всех полей без учёта разрывов строк.
ta: புத்தக விவரங்கள்: புலங்களில் வரி இடைவெளிகளை மதிக்காத அனைத்தையும் நகலெடுக்கவும்

source: Fix a regression in previous release that broke scrolling when using the scroll_per_row tweak
ru: Исправлена ​​регрессия в предыдущем выпуске, которая нарушала прокрутку при использовании настройки scroll_per_row
ta: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும் ச்க்ரோல்_பெர்_ரோ மாற்றத்தைப் பயன்படுத்தும் போது ச்க்ரோலிங் உடைந்தது

source: Fix a regression in the previous release that broke the category manager dialog in some situations
ru: Исправлена ​​регрессия в предыдущем выпуске, из-за которой диалоговое окно менеджера категорий в некоторых ситуациях прерывалось
ta: சில சூழ்நிலைகளில் வகை மேலாளர் உரையாடலை உடைத்த முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும்

source: 6.18.1 fixes a regression that broke setting metadata and generating PDF files in the macOS and Linux binary builds
ru: 6.18.1 исправляет регрессию, которая нарушала настройку метаданных и создание PDF-файлов в бинарных сборках macOS и Linux
ta: 6.18.1 மெட்டாடேட்டாவை அமைப்பது மற்றும் மேகோச் மற்றும் லினக்ச் பைனரி கட்டமைப்புகளில் pdf கோப்புகளை உருவாக்கும் பின்னடைவை சரிசெய்கிறது

source: 26 Apr, 2023
ru: 26 апр, 2023
ta: 26 ஏப்ரல், 2023

source: Font subsetting: Add support for WOFF format fonts and CID keyed fonts. Also further reduce file sizes when subsetting
ru: Подмножество шрифтов: добавлена ​​поддержка шрифтов формата WOFF и шрифтов с ключом CID. Также дополнительно уменьшается размер файла при выделении подмножества шрифтов
ta: எழுத்துரு துணைக்குழு: woff வடிவமைப்பு எழுத்துருக்கள் மற்றும் சிட் கீட் எழுத்துருக்களுக்கு ஆதரவைச் சேர்க்கவும். துணைக்குழு போது கோப்பு அளவுகளை மேலும் குறைக்கவும்

source: Book details: Show a link to open the data files folder when data files are present
ru: Сведения о книге: показать ссылку для открытия папки с файлами данных, если файлы данных присутствуют
ta: புத்தக விவரங்கள்: தரவுக் கோப்புகள் இருக்கும்போது தரவு கோப்புகள் கோப்புறையைத் திறக்க இணைப்பைக் காட்டு

source: Template language: Add various functions to query the extra files associated with a book
ru: Язык шаблонов: добавлены различные функции для запроса дополнительных файлов, связанных с книгой
ta: வார்ப்புரு மொழி: ஒரு புத்தகத்துடன் தொடர்புடைய கூடுதல் கோப்புகளை வினவ பல்வேறு செயல்பாடுகளைச் சேர்க்கவும்

source: Edit book: Compress images: Support compression of images in the WEBP format as well
ru: Редактор книг: Сжатие изображений: поддержка сжатия изображений в формате WEBP
ta: புத்தகத்தைத் திருத்து: படங்களை அமுக்க: webp வடிவத்திலும் படங்களின் சுருக்கத்தை ஆதரிக்கவும்

source: Comments editor: Add buttons to create links to data files and also to folders easily when inserting a link
ru: Редактор комментариев: добавлены кнопки для простого создания ссылок на файлы данных, а также на папки при вставке ссылки
ta: கருத்துரைகள் ஆசிரியர்: தரவுக் கோப்புகளுக்கான இணைப்புகளை உருவாக்க பொத்தான்களைச் சேர்க்கவும், இணைப்பைச் செருகும்போது கோப்புறைகளுக்கும் எளிதாக

source: Allow displaying the id, formats and path builtin columns via Preferences-&gt;Add your own columns
ru: Разрешено отображение встроенных столбцов идентификаторов, форматов и путей через Настройки -> Добавить собственные столбцы
ta: ஐடி, வடிவங்கள் மற்றும் பாதை பில்டின் நெடுவரிசைகளை விருப்பத்தேர்வுகள் வழியாக காண்பிக்க அனுமதிக்கவும்- & gt; உங்கள் சொந்த நெடுவரிசைகளைச் சேர்க்கவும்

source: Trash bin: Add a button to clear the bin
ru: Корзина: добавлена кнопка для очистки корзины
ta: குப்பைத் தொட்டி: தொட்டியை அழிக்க ஒரு பொத்தானைச் சேர்க்கவும்

source: Metadata editor: Use a dedicated editor with preview for custom columns that store Markdown formatted text
ru: Редактор метаданных: используется специальный редактор с предварительным просмотром для пользовательских столбцов, в которых хранится текст в формате Markdown
ta: மேனிலை தரவு எடிட்டர்: மார்க் பேரூர் வடிவமைக்கப்பட்ட உரையை சேமிக்கும் தனிப்பயன் நெடுவரிசைகளுக்கு முன்னோட்டத்துடன் ஒரு பிரத்யேக எடிட்டரைப் பயன்படுத்தவும்

source: Fix a regression in the previous release that could result in empty author folders remaining in the library when the author of a book is changed
ru: Исправлена ​​регрессия в предыдущем выпуске, из-за которой в библиотеке оставались пустые папки авторов при смене автора книги
ta: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், இது ஒரு புத்தகத்தின் ஆசிரியர் மாற்றப்படும்போது நூலகத்தில் வெற்று எழுத்தாளர் கோப்புறைகள் மீதமுள்ளன

source: Fix the data files associated with a book not being handled when using the Merge books and Copy to library functions
ru: Исправление файлов данных, связанных с книгой, которые не обрабатывались при использовании функций «Объединить книги» и «Копировать в библиотеку»
ta: ஒன்றிணைக்கும் புத்தகங்களைப் பயன்படுத்தும் போது கையாளப்படாத புத்தகத்துடன் தொடர்புடைய தரவுக் கோப்புகளை சரிசெய்யவும், நூலக செயல்பாடுகளுக்கு நகலெடுக்கவும்

source: Fix a regression in the previous release that broke some operations in the Manage tags/authors/etc. dialogs
ru: Исправлена ​​регрессия в предыдущем выпуске, которая нарушала некоторые операции в диалогах разделов «Управление тегами/авторами/и т. д.».
ta: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், இது குறிச்சொற்கள்/ஆசிரியர்கள்/போன்றவற்றை நிர்வகிக்கவும். உரையாடல்கள்

source: Ensure metadata.opf is always written when deleting book even if it is not sequenced for backup
ru: Проверка, что файл metadata.opf всегда записывается при удалении книги, даже если он не упорядочивается для резервного копирования
ta: metadata.opf எப்போதும் புத்தகத்தை நீக்கும்போது எழுதப்படுவதை உறுதிசெய்கின்றன, அது காப்புப்பிரதிக்கு வரிசைப்படுத்தப்படாவிட்டாலும் கூட

source: 20 Apr, 2023
ru: 20 апреля 2023
ta: 20 ஏப்ரல், 2023

source: Allow storing extra data files with a book
ru: Разрешить хранение дополнительных файлов данных с книгой
ta: கூடுதல் தரவு கோப்புகளை ஒரு புத்தகத்துடன் சேமிக்க அனுமதிக்கவும்

source: Right click the Add books button to add arbitrary files as "data files" to a book record. These are managed by calibre along with the book files, but cannot be used for conversion/viewing. Select a book and press the "O" key to view the data files in your file explorer.
ru: Щёлкните правой кнопкой мыши кнопку «Добавить книги», чтобы добавить произвольные файлы в качестве «файлов данных» в запись книги. Они управляются calibre вместе с файлами книг, но не могут использоваться для конвертации/просмотра. Выберите книгу и нажмите клавишу «O», чтобы просмотреть файлы данных в проводнике.
ta: புத்தக பதிவுக்கு தன்னிச்சையான கோப்புகளை "தரவுக் கோப்புகள்" என்று சேர்க்க புத்தகங்களைச் சேர் பொத்தானைக் சொடுக்கு செய்க. இவை புத்தகக் கோப்புகளுடன் காலிபர் மூலம் நிர்வகிக்கப்படுகின்றன, ஆனால் மாற்ற/பார்வைக்கு பயன்படுத்த முடியாது. உங்கள் கோப்பு எக்ச்ப்ளோரரில் உள்ள தரவுக் கோப்புகளைக் காண ஒரு புத்தகத்தைத் தேர்ந்தெடுத்து "o" விசையை அழுத்தவும்.

source: Allow undoing the deletion of books from the calibre library
ru: Разрешить отмену удаления книг из библиотеки calibre
ta: காலிபர் நூலகத்திலிருந்து புத்தகங்களை நீக்குவதை செயல்தவிர்க்க அனுமதிக்கவும்

source: Now deleted books are stored in a calibre "Trash bin" from which they can be restored with a single click. To view the trash bin, right click the "Remove books" button.
ru: Теперь удаленные книги хранятся в «Корзине» calibre, из которой их можно восстановить одним щелчком мыши. Чтобы просмотреть корзину, щелкните правой кнопкой мыши по кнопке «Удалить книги».
ta: இப்போது நீக்கப்பட்ட புத்தகங்கள் ஒரு "குப்பைத் தொட்டியில்" சேமிக்கப்படுகின்றன, அதில் இருந்து அவை ஒரே கிளிக்கில் மீட்டமைக்கப்படலாம். குப்பைத் தொட்டியைக் காண, "புத்தகங்களை அகற்று" பொத்தானைக் சொடுக்கு செய்க.

source: Kobo driver: Add support for the new Kobo Elipsa 2E
ru: Драйвер Kobo: добавлена поддержка нового Kobo Elipsa 2E
ta: கோபோ டிரைவர்: புதிய கோபோ எலிப்சா 2e க்கு ஆதரவைச் சேர்க்கவும்

source: Book details: if an item has an associated link then offer that link in the item's context menu
ru: Сведения о книге: если элемент имеет связанную ссылку, предложить эту ссылку в контекстном меню элемента
ta: புத்தக விவரங்கள்: ஒரு உருப்படியுடன் தொடர்புடைய இணைப்பு இருந்தால், அந்த இணைப்பை உருப்படியின் சூழல் பட்டியலில் வழங்குங்கள்

source: Content server viewer: Fix end of chapter content being occasionally skipped when scrolling by screen full with multiple pages
ru: Просмотр сервера содержимого: исправление того, что содержимое конца главы иногда пропускалось при прокрутке по полному экрану с несколькими страницами
ta: உள்ளடக்க சேவையக பார்வையாளர்: அத்தியாய உள்ளடக்கத்தின் முடிவை பல பக்கங்களுடன் திரை மூலம் ச்க்ரோலிங் செய்யும் போது அவ்வப்போது தவிர்க்கப்படுகிறது

source: E-book viewer: Fix a regression that caused notes from a different highlights to be shown in some situations
ru: Просмотр электронных книг: исправление регрессии, из-за которой в некоторых ситуациях отображались заметки из других выделений
ta: மின் புத்தக பார்வையாளர்: சில சூழ்நிலைகளில் வேறுபட்ட சிறப்பம்சங்களிலிருந்து குறிப்புகளை ஏற்படுத்திய பின்னடைவை சரிசெய்யவும்

source: E-book viewer: Show an error if the user tries to search for only punctuation or spaces in the search modes that ignore these
ru: Просмотр электронных книг: показывать ошибку, если пользователь пытается искать только знаки препинания или пробелы в режимах поиска, игнорирующих их
ta: மின்-புத்தக பார்வையாளர்: பயனர் இவற்றை புறக்கணிக்கும் தேடல் முறைகளில் நிறுத்தற்குறி அல்லது இடைவெளிகளை மட்டுமே தேட முயற்சித்தால் பிழையைக் காட்டுங்கள்

source: Fix custom columns not showing in Book details links from other libraries
ru: Исправлены пользовательские столбцы, не отображаемые в ссылках сведений о книге из других библиотек
ta: பிற நூலகங்களிலிருந்து புத்தக விவரங்கள் இணைப்புகளில் காட்டப்படாத தனிப்பயன் நெடுவரிசைகளை சரிசெய்யவும்

source: 07 Apr, 2023
ru: 7 апреля 2023
ta: 07 ஏப்ரல், 2023

source: Allow adding external links to tags, series, publishers, etcetera in addition to authors
ru: Разрешено добавлять внешние ссылки на теги, серии, издателей и т. д. помимо авторов
ta: ஆசிரியர்களுக்கு கூடுதலாக குறிச்சொற்கள், தொடர், வெளியீட்டாளர்கள், முதலீட்டாளர்கள், முதலியனவற்றில் வெளிப்புற இணைப்புகளைச் சேர்க்க அனுமதிக்கவும்

source: The links show up as click-able icons in the book details panel. They can be set by right clicking the author/tag/etc. in the Tag browser and choosing "Manage"
ru: Ссылки отображаются в виде интерактивных значков на панели сведений о книге. Их можно установить, щелкнув правой кнопкой мыши автора/тег/и т. д. в Браузере тегов и выбрав «Управление»
ta: இணைப்புகள் புத்தக விவரங்கள் குழுவில் சொடுக்கு செய்யக்கூடிய ஐகான்களாகக் காண்பிக்கப்படுகின்றன. ஆசிரியர்/குறிச்சொல்/போன்றவற்றை வலது சொடுக்கு செய்வதன் மூலம் அவற்றை அமைக்கலாம். குறிச்சொல் உலாவியில் மற்றும் "நிர்வகி" என்பதைத் தேர்ந்தெடுப்பது

source: calibre:// URL scheme: Add support for a new type of URL that pops up the metadata of the specified book in a new window
ru: calibre:// URL scheme: Добавлена ​​поддержка нового типа URL-адреса, который выводит метаданные указанной книги в новом окне
ta: காலிபர்: // முகவரி திட்டம்: புதிய வகை முகவரி க்கு ஆதரவைச் சேர்க்கவும், இது குறிப்பிட்ட புத்தகத்தின் மெட்டாடேட்டாவை புதிய சாளரத்தில் உயர்த்துகிறது

source: EPUB Output: Do not shrink images to fit the screen size by default, as modern readers do this themselves well enough. Can be controlled via an option in the EPUB Output section of the conversion dialog
ru: Вывод в формате EPUB: не сжимать изображения до размера экрана по умолчанию, так как современные читалки достаточно хорошо с этим справляются. Можно управлять с помощью параметра в разделе «Вывод EPUB» диалогового окна конвертации
ta: எபப் வெளியீடு: இயல்புநிலையாக திரை அளவைப் பொருத்தமாக படங்களை சுருக்க வேண்டாம், ஏனெனில் நவீன வாசகர்கள் இதைச் சிறப்பாகச் செய்கிறார்கள். மாற்று உரையாடலின் epub வெளியீட்டு பிரிவில் ஒரு விருப்பத்தின் மூலம் கட்டுப்படுத்தலாம்

source: Edit metadata dialog: Add buttons to pop up the category editing windows easily
ru: Диалоговое окно «Редактировать метаданные»: добавлены кнопки, чтобы легко открывать окна редактирования категорий
ta: மேனிலை தரவு உரையாடலைத் திருத்தவும்: வகை திருத்துதல் சாளரங்களை எளிதாக பாப் அப் செய்ய பொத்தான்களைச் சேர்க்கவும்

source: Metadata download: Allow specifying rules to transform publisher names in addition to author and tag names
ru: Загрузка метаданных: разрешить указывать правила для преобразования имен издателей в дополнение к именам авторов и тегов
ta: மேனிலை தரவு பதிவிறக்கம்: ஆசிரியர் மற்றும் குறிச்சொல் பெயர்களுக்கு கூடுதலாக வெளியீட்டாளரின் பெயர்களை மாற்றுவதற்கு விதிகளைக் குறிப்பிடுவதை அனுமதிக்கவும்

source: Edit metadata dialog: Use both a colored border and an icon to indicate errors in line edits
ru: Диалоговое окно «Редактировать метаданные»: использовать как цветную рамку, так и значок для обозначения ошибок при редактировании строк
ta: மேனிலை தரவு உரையாடலைத் திருத்தவும்: வரி திருத்தங்களில் பிழைகள் குறிக்க வண்ண எல்லை மற்றும் படவுரு இரண்டையும் பயன்படுத்தவும்

source: A new tweak in Preferences-&gt;Tweaks to control what program is run when clicking on URLs in calibre
ru: Новый твик в меню Настройки -> Твики для управления тем, какая программа запускается при нажатии на URL-адреса в calibre
ta: விருப்பத்தேர்வுகளில் ஒரு புதிய மாற்றங்கள்- & gt; காலிபரில் முகவரி களைக் சொடுக்கு செய்யும் போது என்ன நிரல் இயங்குகிறது என்பதைக் கட்டுப்படுத்த மாற்றங்கள்

source: E-book viewer: Fix a regression that caused incorrect highlight collision detection in some books
ru: Просмотр электронных книг: Исправлена ​​регрессия, которая приводила к неправильному обнаружению столкновений выделения в некоторых книгах
ta: மின் புத்தக பார்வையாளர்: தவறான சிறப்பம்சமாக மோதல் கண்டறிதலை ஏற்படுத்தும் பின்னடைவை சரிசெய்யவும்

source: E-book viewer: Fix images embedded inside SVG tags not available for viewing in a pop-up
ru: Просмотр электронных книг: исправление изображений, встроенных в теги SVG, недоступных для просмотра во всплывающем окне
ta: மின்-புத்தக பார்வையாளர்: எச்.வி.சி குறிச்சொற்களுக்குள் பதிக்கப்பட்ட படங்களை பாப்-அப் பார்க்க கிடைக்கவில்லை

source: DOCX Input: Do not ignore images that are present as fallbacks for a word drawing object
ru: Ввод DOCX: не игнорировать изображения, которые присутствуют в качестве запасных вариантов для объекта рисования слов
ta: டாக்ச் உள்ளீடு: ஒரு சொல் வரைதல் பொருளுக்கு குறைவடையும் படங்களை புறக்கணிக்காதீர்கள்

source: Comic Input: When converting grayscaled PNG images to PNG ensure output images are stored as indexed PNG
ru: Комикс ввод: при преобразовании PNG изображений в оттенках серого в PNG убедитесь, что выходные изображения хранятся как индексированные PNG
ta: காமிக் உள்ளீடு: கிரேச்கேட் பி.என்.சி படங்களை பி.என்.சி ஆக மாற்றும்போது வெளியீட்டு படங்கள் குறியீட்டு பி.என்.சி என சேமிக்கப்படுவதை உறுதிசெய்க

source: Fix active tab not easy to distinguish in dark mode
ru: Исправлена ​​​​ошибка, из-за которой активную вкладку было трудно различить в тёмном режиме
ta: செயலில் உள்ள தாவலை இருண்ட பயன்முறையில் வேறுபடுத்துவது எளிதல்ல

source: Content server: Fix re-opening book from home page after making progress not opening to correct last read position when a user is logged in
ru: Контент-сервер: исправлено повторное открытие книги с домашней страницы после того, как прогресс не открывался, чтобы исправить последнюю прочитанную позицию, когда пользователь вошел в систему
ta: உள்ளடக்க சேவையகம்: ஒரு பயனர் உள்நுழையும்போது கடைசி வாசிப்பு நிலையை சரிசெய்ய முன்னேற்றத்தை ஏற்படுத்தாத பிறகு முகப்பு பக்கத்திலிருந்து மறு திறக்கும் புத்தகத்தை சரிசெய்யவும்

source: Comments editor: When copying to clipboard, copy clean HTML rather than the junk Qt produces
ru: Редактор комментариев: при копировании в буфер обмена копировать чистый HTML, а не мусор, который создает Qt
ta: கருத்துரைகள் எடிட்டர்: கிளிப்போர்டுக்கு நகலெடுக்கும் போது, க்யூட் உருவாக்கும் குப்பை விட தூய்மையான html ஐ நகலெடுக்கவும்

source: Version 6.15.1 fixes an issue with the new URL scheme popping up incorrect book details windows
ru: В версии 6.15.1 исправлена ​​проблема, из-за которой новая схема URL-адресов показывала некорректные окна сведений о книге
ta: பதிப்பு 6.15.1 புதிய முகவரி திட்டத்துடன் ஒரு சிக்கலை சரிசெய்கிறது தவறான புத்தக விவரங்கள் சாளரங்கள்

source: 16 Mar, 2023
ru: 16 марта 2023
ta: 16 மார், 2023

source: Edit metadata: When setting a cover from comic files allow choosing which page to use as the cover
ru: Редактировать метаданные: при установке обложки из файлов комиксов можно выбрать, какую страницу использовать в качестве обложки
ta: மெட்டாடேட்டாவைத் திருத்து: காமிக் கோப்புகளிலிருந்து ஒரு அட்டையை அமைக்கும் போது எந்தப் பக்கத்தைப் பயன்படுத்த வேண்டும் என்பதைத் தேர்வுசெய்ய அனுமதிக்கவும்

source: Allow display of columns built from other columns as comments in Book details
ru: Разрешить отображение столбцов, созданных из других столбцов, в качестве комментариев в Сведениях о книге
ta: புத்தக விவரங்களில் கருத்துக்களாக பிற நெடுவரிசைகளிலிருந்து கட்டப்பட்ட நெடுவரிசைகளைக் காண்பிக்க அனுமதிக்கவும்

source: Comments editor: Add a shortcut for "Paste and match style" (Ctrl+Shift+V)
ru: Редактор комментариев: Добавлен ярлык для "Вставить и согласовать стиль" (Ctrl+Shift+V)
ta: கருத்துரைகள் ஆசிரியர்: "பேச்ட் மற்றும் மேட்ச் பாணி" (ctrl+shift+v) க்கான குறுக்குவழியைச் சேர்க்கவும்

source: macOS: ToC Editor: Fix mouse becoming unusable when trying to create a new entry
ru: macOS: редактор ToC: исправлена ​​ошибка, из-за которой мышь становилась непригодной для использования при попытке создать новую запись
ta: macos: toc ஆசிரியர்: புதிய நுழைவை உருவாக்க முயற்சிக்கும்போது சுட்டி பயன்படுத்த முடியாததாக மாற்றவும்

source: When computing title sorts strip leading and trailing quotes, not just leading quotes
ru: При вычислении title сортирует начальные и конечные кавычки, а не только начальные кавычки
ta: முன்னணி மேற்கோள்களை மட்டும் அல்ல, தலைப்பு வகைகளை வழிநடத்தும் மற்றும் பின்தங்கிய மேற்கோள்களைக் கணக்கிடும்போது

source: Content server viewer: Fix searching only showing results from the current chapter onwards
ru: Просмотр контент-сервера: исправлен поиск, показывающий результаты только из текущей главы и далее
ta: உள்ளடக்க சேவையக பார்வையாளர்: தற்போதைய அத்தியாயத்திலிருந்து முடிவுகளைக் காண்பிப்பதைத் தேடுவதை சரிசெய்யவும்

source: Check book: Fix some incorrect line numbers reported in a few CSS error messages
ru: Проверить книгу: исправление неверных номеров строк, о которых сообщалось в нескольких сообщениях об ошибках CSS
ta: புத்தகத்தை சரிபார்க்கவும்: சில css பிழை செய்திகளில் அறிக்கையிடப்பட்ட சில தவறான வரி எண்களை சரிசெய்யவும்

source: Fix regression in 6.14.0 that caused some generated resources to be excluded from the calibre source bundle
ru: Исправлена ​​регрессия в 6.14.0, из-за которой некоторые сгенерированные ресурсы были исключены из исходного пакета calibre
ta: 6.14.0 இல் பின்னடைவை சரிசெய்யவும், இது சில உருவாக்கப்பட்ட வளங்களை காலிபர் மூல மூட்டையிலிருந்து விலக்க காரணமாக அமைந்தது

source: Fix regression in 6.14.0 that broke using paths with single quotes in them for the calibre library
ru: Исправлена регрессия в 6.14.0, которая нарушила использование путей с одинарными кавычками в них для библиотеки calibre
ta: 6.14.0 இல் பின்னடைவை சரிசெய்யவும், அவை காலிபர் நூலகத்திற்கு ஒற்றை மேற்கோள்களுடன் பாதைகளைப் பயன்படுத்துகின்றன
