Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: E-book viewer: Highlight panel: Allow filtering the shown highlights by type of highlight
ar: عارض الكتب الإلكترونية: لوحة التمييز: السماح بتصفية التمييزات المعروضة حسب نوع التمييز
gl: Visor de libros electrónicos: Panel de resaltados: Permite filtrar os resaltados mostrados por tipo de resaltado
ta: மின்-புத்தக பார்வையாளர்: சிறப்பம்சமாக குழு: சிறப்பம்சமாக வகைப்படுத்தப்பட்ட சிறப்பம்சங்களை வடிகட்ட அனுமதிக்கவும்

source: Conversion: Add support for the CSS text-transform property when subsetting embedded fonts
ar: التحويل: إضافة دعم خاصية CSS text-transform عند تقسيم الخطوط المضمنة
gl: Conversión: Engadir compatibilidade coa propiedade CSS text-transform ao subconxuntar fontes incrustadas
ta: மாற்றம்: உட்பொதிக்கப்பட்ட எழுத்துருக்கள் துணைக்குழு போது சிஎச்எச் உரை-உருமாற்ற சொத்துக்கான ஆதரவைச் சேர்க்கவும்

source: E-book viewer: Allow displaying the view mode paged/flow in the header/footer
ar: عارض الكتب الإلكترونية: السماح بعرض وضع العرض (صفحات/تدفق) في الرأس/التذييل
gl: Visor de libros electrónicos: Permite mostrar o modo de visualización paxinado/fluxo na cabeceira/pé de páxina
ta: மின்-புத்தக பார்வையாளர்: தலைப்பு/அடிக்குறிப்பில் பார்வை பயன்முறையை/ஓட்டத்தைக் காண்பிக்க அனுமதிக்கவும்

source: Book details popup window: Allow dropping of files to add formats/set the cover just as for the book details panel
ar: نافذة تفاصيل الكتاب المنبثقة: السماح بسحب الملفات لإضافة تنسيقات/تعيين الغلاف تمامًا كما هو الحال في لوحة تفاصيل الكتاب
gl: Ventá emerxente de detalles do libro: Permite soltar ficheiros para engadir formatos/definir a portada igual que no panel de detalles do libro
ta: புத்தக விவரங்கள் பாப்அப் சாளரம்: வடிவங்களைச் சேர்க்க கோப்புகளை கைவிட அனுமதிக்கவும்/புத்தக விவரங்கள் குழுவைப் போலவே அட்டையையும் அமைக்கவும்

source: Book details: Context menu: Add a menu action to remove the associated link
ar: تفاصيل الكتاب: قائمة السياق: إضافة إجراء قائمة لإزالة الرابط المرتبط
gl: Detalles do libro: Menú contextual: Engadir unha acción de menú para eliminar a ligazón asociada
ta: புத்தக விவரங்கள்: சூழல் மெனு: தொடர்புடைய இணைப்பை அகற்ற பட்டியல் செயலைச் சேர்க்கவும்

source: DOCX Input: Add role=doc-noteref for links to footnotes/endnotes so that they popup in more e-book readers
ar: إدخال DOCX: إضافة role=doc-noteref للروابط إلى الحواشي/الملاحظات الختامية بحيث تظهر في المزيد من قراء الكتب الإلكترونية
gl: Entrada DOCX: Engadir role=doc-noteref para ligazóns a notas ao pé/notas finais para que aparezan en máis lectores de libros electrónicos
ta: docx உள்ளீடு: அடிக்குறிப்புகளைச் சேர் = டாக்-நோட்ரெஃப் அடிக்குறிப்புகள்/இறுதி குறிப்புகளுக்கான இணைப்புகளுக்கு, அவை அதிக மின் புத்தக வாசகர்களில் பாப்அப்

source: Add a "Mark all selected books" to the Mark action.
ar: أضف "تحديد جميع الكتب المحددة" إلى إجراء التحديد.
gl: Engade "Marcar todos os libros seleccionados" á acción Marcar.
ta: மார்க் செயலில் "தேர்ந்தெடுக்கப்பட்ட அனைத்து புத்தகங்களையும் குறிக்கவும்" சேர்க்கவும்.

source: Add "Hide Empty Categories" to tag browser configuration menu
ar: أضف "إخفاء الفئات الفارغة" إلى قائمة تهيئة متصفح العلامات
gl: Engadir "Ocultar categorías baleiras" ao menú de configuración do navegador de etiquetas
ta: உலாவி உள்ளமைவு மெனுவைக் குறிக்க "வெற்று வகைகளை மறைக்க" சேர்க்கவும்

source: Supernote: Support for new device firmware
ar: Supernote: دعم البرامج الثابتة الجديدة للجهاز
gl: Supernote: Compatibilidade co novo microprograma de dispositivos
ta: சூப்பர் நோட்: புதிய சாதன நிலைபொருளுக்கான உதவி

source: Sort by tool: Add an action to re-apply the current sort
ar: فرز حسب الأداة: أضف إجراءً لإعادة تطبيق الفرز الحالي
gl: Ferramenta Ordenar por: Engadir unha acción para volver aplicar a ordenación actual
ta: கருவி மூலம் வரிசைப்படுத்துங்கள்: தற்போதைய வரிசையை மீண்டும் பயன்படுத்த ஒரு செயலைச் சேர்க்கவும்

source: Grid view cover cache: Fix covers not loading when cache entries are stale
ar: ذاكرة التخزين المؤقت لأغلفة عرض الشبكة: إصلاح عدم تحميل الأغلفة عندما تكون إدخالات ذاكرة التخزين المؤقت قديمة
gl: Caché de portadas da vista de cuadrícula: Corrixir as portadas que non cargaban cando as entradas da caché non estaban actualizadas
ta: கட்டம் பார்வை கவர் கேச்: கேச் உள்ளீடுகள் பழையதாக இருக்கும்போது ஏற்றப்படாத அட்டைகளை சரிசெய்யவும்

source: Conversion: Do not change viewport relative font sizes used for SVG text elements
ar: التحويل: لا تغير أحجام الخطوط النسبية لمنفذ العرض المستخدمة لعناصر نص SVG
gl: Conversión: Non modificar os tamaños de letra relativos da ventá gráfica empregados para os elementos de texto SVG
ta: மாற்றம்: எச்.வி.சி உரை கூறுகளுக்குப் பயன்படுத்தப்படும் காட்சியகம் உறவினர் எழுத்துரு அளவுகளை மாற்ற வேண்டாம்

source: Conversion: Fix &lt;style&gt; tags inside &lt;svg&gt; tags not being processed
ta: மாற்றம்: பிழைத்திருத்தம் & lt; நடை & gt; உள்ளே குறிச்சொற்கள் & lt; svg & gt; குறிச்சொற்கள் செயலாக்கப்படவில்லை

source: Get books: Update Kobo store plugin for website changes
ar: الحصول على كتب: تحديث إضافة متجر Kobo لتغييرات الموقع
gl: Obter libros: actualiza o plugin da tenda Kobo para os cambios no sitio web
ta: புத்தகங்களைப் பெறுங்கள்: வலைத்தள மாற்றங்களுக்கு கோபோ கடை சொருகி புதுப்பிக்கவும்

source: EPUB Input: Use a translated name for the cover page
ar: إدخال EPUB: استخدام اسم مترجم لصفحة الغلاف
gl: Entrada EPUB: Usar un nome traducido para a portada
ta: எபப் உள்ளீடு: அட்டைப் பக்கத்திற்கு மொழிபெயர்க்கப்பட்ட பெயரைப் பயன்படுத்தவும்

source: 14 Mar, 2024
ar: 14 مارس 2024
gl: 14 de marzo de 2024
ta: 14 மார், 2024

source: Trim image: Allow specifying the size of the trim rectangle using numbers
ar: قص الصورة: السماح بتحديد حجم مستطيل القص باستخدام الأرقام
gl: Recortar imaxe: Permite especificar o tamaño do rectángulo de recorte usando números
ta: படத்தை ஒழுங்கமைக்கவும்: எண்களைப் பயன்படுத்தி டிரிம் செவ்வகத்தின் அளவைக் குறிப்பிட அனுமதிக்கவும்

source: Full text search: Allow pressing Ctrl+S to select the current book in the calibre book list
ar: البحث النصي الكامل: السماح بالضغط على Ctrl+S لتحديد الكتاب الحالي في قائمة كتب calibre
gl: Busca de texto completo: Permite premer Ctrl+S para seleccionar o libro actual na lista de libros de Calibre
ta: முழு உரை தேடல்: காலிபர் புத்தக பட்டியலில் தற்போதைய புத்தகத்தைத் தேர்ந்தெடுக்க ctrl+s ஐ அழுத்த அனுமதிக்கவும்

source: Speed up scrolling through the book list book-by-book by only redrawing the book details panel when scrolling pauses
ar: تسريع التمرير عبر قائمة الكتب كتابًا بكتاب عن طريق إعادة رسم لوحة تفاصيل الكتاب فقط عند توقف التمرير
gl: Acelerar o desprazamento pola lista de libros libro por libro ao redeseñar só o panel de detalles do libro cando o desprazamento se detén
ta: இடைநிறுத்தங்களை ச்க்ரோலிங் செய்யும் போது புத்தக விவரங்கள் பேனலை மட்டுமே மறுவடிவமைப்பதன் மூலம் புத்தக பட்டியல் புத்தகத்தின் மூலம் புத்தகத்தின் மூலம் ச்க்ரோலிங் செய்வதை வேகப்படுத்துங்கள்

source: Add a tweak under Preferences-&gt;Tweaks to set the first day of the week in popup calendars used to input dates
ta: முன்னுரிமைகளின் கீழ் ஒரு மாற்றத்தைச் சேர்க்கவும்- & gt; வாரத்தின் முதல் நாளை அமைக்க தேதிகளை உள்ளிடப் பயன்படுத்தப்படும் பாப்அப் காலெண்டர்களில் மாற்றங்கள்

source: CHM Input: Handle CHM files with no HHC Table of Contents
ar: إدخال CHM: التعامل مع ملفات CHM التي لا تحتوي على جدول محتويات HHC
gl: Entrada CHM: Xestionar ficheiros CHM sen HHC Táboa de contidos
ta: chm உள்ளீடு: hhc உள்ளடக்க அட்டவணை இல்லாத chm கோப்புகளை கையாளவும்

source: E-book viewer: Fix a few settings such as pages per screen and header/footers not being saved in profiles
ar: عارض الكتب الإلكترونية: إصلاح عدم حفظ بعض الإعدادات مثل الصفحات لكل شاشة و الرأس/التذييلات في الملفات الشخصية
gl: Visor de libros electrónicos: Corrixir algunhas configuracións como páxinas por pantalla e cabeceiras/pés de páxina que non se gardaban nos perfís
ta: மின் புத்தக பார்வையாளர்: ஒரு திரைக்கு பக்கங்கள் மற்றும் தலைப்பு/அடிக்குறிப்புகள் போன்ற சில அமைப்புகளை சுயவிவரங்களில் சேமிக்காதது போன்ற சில அமைப்புகளை சரிசெய்யவும்

source: Full text search: Ignore text inside &lt;ruby&gt; tags when indexing books
ta: முழு உரை தேடல்: உள்ளே உரையை புறக்கணிக்கவும் & lt; ரூபி & சிடி; புத்தகங்களை குறியீட்டு செய்யும் போது குறிச்சொற்கள்

source: DOCX Output: Preserve spaces around soft hyphens
ar: إخراج DOCX: الحفاظ على المسافات حول الواصلات الناعمة
gl: Saída DOCX: Conservar os espazos arredor dos guións brandos
ta: docx வெளியீடு: மென்மையான ஐபன்களைச் சுற்றியுள்ள இடங்களைப் பாதுகாக்கவும்

source: Book details popup: Copy the original cover image to the clipboard even when the image is rescaled to fit into view
ar: نافذة تفاصيل الكتاب المنبثقة: نسخ صورة الغلاف الأصلية إلى الحافظة حتى عندما يتم تغيير حجم الصورة لتناسب العرض
gl: Detalles emerxentes do libro: copia a imaxe orixinal da portada no portapapeis mesmo cando a imaxe se reescala para que se axuste á vista
ta: புத்தக விவரங்கள் பாப்அப்: பார்வைக்கு ஏற்றவாறு படம் மீட்டெடுக்கப்பட்டாலும் கூட அசல் கவர் படத்தை கிளிப்போர்டுக்கு நகலெடுக்கவும்

source: Fix changing disabled colors in the UI color palette overriding non-disabled colors
ar: إصلاح تغيير الألوان المعطلة في لوحة ألوان واجهة المستخدم مما يؤدي إلى تجاوز الألوان غير المعطلة
gl: Corrixir o cambio de cores desactivadas na paleta de cores da IU que anulaba as cores non desactivadas
ta: ஊனமுற்ற வண்ணங்களை மாற்றும் இடைமுகம் வண்ணத் தட்டில் மாற்றவும் மாற்றப்படாத வண்ணங்களை மீறுகிறது

source: Content server: Fix deletion of viewer profiles not working
ar: خادم المحتوى: إصلاح عدم عمل حذف ملفات تعريف العارض
gl: Servidor de contido: Corrixir a eliminación de perfís de espectadores que non funciona
ta: உள்ளடக்க சேவையகம்: பார்வையாளர் சுயவிவரங்களை நீக்குவதை சரிசெய்யவும்

source: 01 Mar, 2024
ar: 01 مارس 2024
gl: 01 de marzo de 2024
ta: 01 மார், 2024

source: E-book viewer: Allow saving current settings in "profiles" that can be quickly and easily swapped between
ar: عارض الكتب الإلكترونية: السماح بحفظ الإعدادات الحالية في "ملفات تعريف" يمكن التبديل بينها بسرعة وسهولة
gl: Visor de libros electrónicos: permite gardar a configuración actual en "perfís" que se poden cambiar rápida e facilmente entre eles
ta: மின் புத்தக பார்வையாளர்: தற்போதைய அமைப்புகளை "சுயவிவரங்களில்" சேமிக்க அனுமதிக்கவும், அவை விரைவாகவும் எளிதாகவும் இடையே மாற்றப்படலாம்

source: To create a profile or switch to a previously saved profile access "Profiles" from the viewer controls or press the `Alt+P` shortcut.
ar: لإنشاء ملف تعريف أو التبديل إلى ملف تعريف محفوظ سابقًا، قم بالوصول إلى "الملفات الشخصية" من عناصر التحكم في العارض أو اضغط على اختصار `Alt+P`.
gl: Para crear un perfil ou cambiar a un perfil gardado previamente, acceda a "Perfis" desde os controis do visor ou prema o atallo de teclado `Alt+P`.
ta: ஒரு சுயவிவரத்தை உருவாக்க அல்லது முன்னர் சேமித்த சுயவிவர அணுகல் பார்வையாளர் கட்டுப்பாடுகளிலிருந்து "சுயவிவரங்களை" மாற்ற அல்லது `alt+p` குறுக்குவழியை அழுத்தவும்.

source: Edit book: Add a shortcut `Ctrl+M` to merge selected files
ar: تحرير الكتاب: إضافة اختصار `Ctrl+M` لدمج الملفات المحددة
gl: Editar libro: Engadir un atallo `Ctrl+M` para combinar os ficheiros seleccionados
ta: புத்தகத்தைத் திருத்து: தேர்ந்தெடுக்கப்பட்ட கோப்புகளை ஒன்றிணைக்க `ctrl+m` குறுக்குவழியைச் சேர்க்கவும்

source: Get books: Add support for Amazon Mexico
ar: الحصول على كتب: إضافة دعم لأمازون المكسيك
gl: Obter libros: Engadir compatibilidade con Amazon México
ta: புத்தகங்களைப் பெறுங்கள்: அமேசான் மெக்சிகோவுக்கு ஆதரவைச் சேர்க்கவும்

source: A new toolbar button to show all available actions in sub menus. Can be added via `Preferences-&gt;Toolbars &amp; menus`
ta: துணை மெனுக்களில் கிடைக்கக்கூடிய அனைத்து செயல்களையும் காட்ட புதிய கருவிப்பட்டி பொத்தான். `விருப்பத்தேர்வுகள்- & gt; கருவிப்பட்டிகள் &amp; மெனுக்கள்`

source: Edit book: Allow selecting multiple books to edit at once, opening all selected books in separate editor instances
ar: تحرير الكتاب: السماح بتحديد كتب متعددة للتحرير في وقت واحد، وفتح جميع الكتب المحددة في مثيلات محرر منفصلة
gl: Editar libro: Permite seleccionar varios libros para editar á vez, abrindo todos os libros seleccionados en instancias de editor separadas
ta: புத்தகத்தைத் திருத்து: பல புத்தகங்களைத் தேர்ந்தெடுப்பதை ஒரே நேரத்தில் திருத்த அனுமதிக்கவும், தேர்ந்தெடுக்கப்பட்ட அனைத்து புத்தகங்களையும் தனி ஆசிரியர் நிகழ்வுகளில் திறக்கவும்

source: Cover grid: Fix dragging the mouse while holding shift to extend the selection not working well
ar: شبكة الأغلفة: إصلاح عدم عمل سحب الماوس أثناء الضغط على Shift لتوسيع التحديد بشكل جيد
gl: Grella de cobertura: Corrixiuse o funcionamento incorrecto de arrastrar o rato mentres se mantén premida a tecla Maiús para estender a selección.
ta: கவர் கட்டம்: தேர்வு சரியாக வேலை செய்யாமல் நீட்டிக்க சிப்டை வைத்திருக்கும் போது சுட்டியை இழுப்பதை சரிசெய்யவும்

source: E-book viewer: Fix doing a multi-page selections sometimes causing the start of the selection to move backwards
ar: عارض الكتب الإلكترونية: إصلاح تحديدات متعددة الصفحات التي تتسبب أحيانًا في تحرك بداية التحديد للخلف
gl: Visor de libros electrónicos: Corrixiuse o erro de facer seleccións de varias páxinas que ás veces provocaba que o inicio da selección se movese cara atrás
ta: மின் புத்தக பார்வையாளர்: பல பக்க தேர்வுகளைச் செய்வதை சரிசெய்யவும் சில நேரங்களில் தேர்வின் தொடக்கத்தை பின்னோக்கி நகர்த்தும்

source: Edit book: Live CSS: Fix regression causing incorrect colors in calibre 7
ar: تحرير الكتاب: CSS المباشر: إصلاح تراجع تسبب في ألوان غير صحيحة في calibre 7
gl: Editar libro: Live CSS: Corrixir a regresión que causaba cores incorrectas en Calibre 7
ta: புத்தகத்தை திருத்து: நேரடி css: காலிபர் 7 இல் தவறான வண்ணங்களை ஏற்படுத்தும் பின்னடைவை சரிசெய்யவும்

source: Windows: Fix a regression in calibre 7 that caused images in long text columns to not be displayed in the tooltip for the column
ar: ويندوز: إصلاح تراجع في calibre 7 تسبب في عدم عرض الصور في أعمدة النص الطويل في تلميح الأداة للعمود
gl: Windows: Corrixiuse unha regresión en Calibre 7 que provocaba que as imaxes en columnas de texto longas non se mostrasen na información sobre ferramentas da columna.
ta: விண்டோச்: காலிபர் 7 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது நீண்ட உரை நெடுவரிசைகளில் உள்ள படங்கள் நெடுவரிசைக்கான உதவிக்குறிப்பில் காட்டப்படக்கூடாது

source: Fix disabled items in menus having blurry text
ar: إصلاح العناصر المعطلة في القوائم التي تحتوي على نص ضبابي
gl: Corrixir os elementos desactivados nos menús que tiñan texto borroso
ta: மங்கலான உரையைக் கொண்ட மெனுக்களில் முடக்கப்பட்ட பொருட்களை சரிசெய்யவும்

source: Content server: Fix a regression in the previous release that caused an error when doing a search/sort on some browsers
ar: خادم المحتوى: إصلاح تراجع في الإصدار السابق تسبب في حدوث خطأ عند إجراء بحث/فرز على بعض المتصفحات
gl: Servidor de contido: Corrixiuse unha regresión na versión anterior que causaba un erro ao facer unha busca/ordenación nalgúns navegadores
ta: உள்ளடக்க சேவையகம்: முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும், சில உலாவிகளில் தேடல்/வரிசைப்படுத்தும்போது பிழையை ஏற்படுத்தியது

source: 09 Feb, 2024
ar: 09 فبراير 2024
gl: 09 de febreiro de 2024
ta: 09 பிப்ரவரி, 2024

source: Allow fine tuning the colors used in the calibre interface via Preference-&gt;Look &amp; feel-&gt;Main interface-&gt;User interface colors
ta: முன்னுரிமை வழியாக காலிபர் இடைமுகத்தில் பயன்படுத்தப்படும் வண்ணங்களை நன்றாக சரிசெய்ய அனுமதிக்கவும்- & gt; பார் &amp; உணர்வு- & gt; முக்கிய இடைமுகம்- & gt; பயனர் இடைமுக வண்ணங்கள்

source: Note that calibre no longer follows system colors on Linux in light mode (the only place where it used to follow system colors). However, there is a convenient button in the manage colors dialog to import the system colors.
ar: لاحظ أن calibre لم يعد يتبع ألوان النظام على لينكس في الوضع الفاتح (المكان الوحيد الذي كان يتبع فيه ألوان النظام). ومع ذلك، يوجد زر مناسب في مربع حوار إدارة الألوان لاستيراد ألوان النظام.
gl: Ten en conta que Calibre xa non segue as cores do sistema en Linux en modo claro (o único lugar onde antes seguía as cores do sistema). Non obstante, hai un botón práctico no diálogo de xestión de cores para importar as cores do sistema.
ta: லைட் பயன்முறையில் லினக்சில் கணினி வண்ணங்களை காலிபர் இனி பின்பற்றுவதில்லை என்பதை நினைவில் கொள்க (கணினி வண்ணங்களைப் பின்பற்றும் ஒரே இடம்). இருப்பினும், கணினி வண்ணங்களை இறக்குமதி செய்ய வண்ணங்கள் உரையாடலில் ஒரு வசதியான பொத்தான் உள்ளது.

source: Full text search window: Add actions to the context menu to open the book at the clicked on result. Also allow using the view book shortcut to open the currently selected search result
ar: نافذة البحث النصي الكامل: إضافة إجراءات إلى قائمة السياق لفتح الكتاب عند النتيجة التي تم النقر عليها. السماح أيضًا باستخدام اختصار عرض الكتاب لفتح نتيجة البحث المحددة حاليًا
gl: Xanela de busca de texto completo: Engade accións ao menú contextual para abrir o libro no resultado no que se fixo clic. Tamén permite usar o atallo Ver libro para abrir o resultado da busca seleccionado actualmente
ta: முழு உரை தேடல் சாளரம்: சொடுக்கு செய்யப்பட்ட முடிவில் புத்தகத்தைத் திறக்க சூழல் பட்டியலில் செயல்களைச் சேர்க்கவும். தற்போது தேர்ந்தெடுக்கப்பட்ட தேடல் முடிவைத் திறக்க காட்சி புத்தக குறுக்குவழியைப் பயன்படுத்தவும் அனுமதிக்கவும்

source: When showing the Full text search dialog, pre populate the search box with the contents of the main calibre search box if the main search box contains a simple search
ar: عند عرض مربع حوار البحث النصي الكامل، قم بملء مربع البحث مسبقًا بمحتويات مربع البحث الرئيسي في calibre إذا كان مربع البحث الرئيسي يحتوي على بحث بسيط
gl: Ao mostrar o diálogo de busca de texto completo, preenche a caixa de busca co contido da caixa de busca principal de Calibre se a caixa de busca principal contén unha busca simple
ta: முழு உரை தேடல் உரையாடலைக் காண்பிக்கும் போது, முதன்மையான காலிபர் தேடல் பெட்டியின் உள்ளடக்கங்களுடன் தேடல் பெட்டியை முன் விரிவுபடுத்துங்கள்

source: Windows: Fix a regression in 7.0 that caused images referring to files on the disk within comments columns to not display in some circumstances
ar: ويندوز: إصلاح تراجع في الإصدار 7.0 تسبب في عدم عرض الصور التي تشير إلى ملفات على القرص داخل أعمدة التعليقات في بعض الظروف
gl: Windows: Corrixir unha regresión na versión 7.0 que provocaba que as imaxes que facían referencia a ficheiros no disco dentro das columnas de comentarios non se mostrasen nalgunhas circunstancias.
ta: விண்டோச்: 7.0 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது சில சூழ்நிலைகளில் காண்பிக்கப்படக்கூடாது என்று கருத்துகள் நெடுவரிசைகளுக்குள் வட்டில் உள்ள கோப்புகளைக் குறிக்கும் படங்களை ஏற்படுத்தியது

source: E-book viewer: Fix clock showing hour as zero instead of 12 between 12 and 1 am/pm
ar: عارض الكتب الإلكترونية: إصلاح عرض الساعة للساعة كصفر بدلاً من 12 بين 12 و 1 صباحًا/مساءً
gl: Visor de libros electrónicos: Corrixir o reloxo que mostraba a hora como cero en lugar de 12 entre as 12 e a 1 da mañá/p.m.
ta: மின் புத்தக பார்வையாளர்: 12 முதல் 1 மணி வரை/pm க்கு இடையில் 12 க்கு பதிலாக மணிநேரத்தைக் காண்பிக்கும் கடிகாரத்தை சரிசெய்யவும்

source: Edit book: When wrapping selected text in a tag, preserve the selection after wrapping
ar: تحرير الكتاب: عند التفاف النص المحدد في علامة، الحفاظ على التحديد بعد الالتفاف
gl: Editar libro: Ao axustar o texto seleccionado nunha etiqueta, conservar a selección despois de axustala
ta: புத்தகத்தைத் திருத்து: தேர்ந்தெடுக்கப்பட்ட உரையை ஒரு குறிச்சொல்லில் போர்த்தும்போது, மடக்குதலுக்குப் பிறகு தேர்வைப் பாதுகாக்கவும்

source: Content server: Fix a periodic spurious error message when reading books in offline mode
ar: خادم المحتوى: إصلاح رسالة خطأ وهمية دورية عند قراءة الكتب في وضع عدم الاتصال
gl: Servidor de contido: Corrixir unha mensaxe de erro espuria periódica ao ler libros en modo sen conexión
ta: உள்ளடக்க சேவையகம்: இணைப்பில்லாத பயன்முறையில் புத்தகங்களைப் படிக்கும்போது அவ்வப்போது மோசமான பிழை செய்தியை சரிசெய்யவும்

source: Fix a regression in 7.0 caused by a regression in Qt that would result in calibre hanging rarely when using the cover browser view
ar: إصلاح تراجع في الإصدار 7.0 تسبب في تراجع في Qt يؤدي إلى تعليق calibre نادرًا عند استخدام عرض متصفح الأغلفة
gl: Corrixir unha regresión en 7.0 causada por unha regresión en Qt que provocaba que Calibre se colgase raramente ao usar a vista do navegador de portadas
ta: கியுடி இல் ஒரு பின்னடைவால் ஏற்படும் 7.0 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது கவர் உலாவி பார்வையைப் பயன்படுத்தும் போது அரிதாகவே தொங்கிக்கொண்டிருக்கும்

source: Fix custom template functions not useable in save to disk templates
ta: தனிப்பயன் வார்ப்புரு செயல்பாட்டை வட்டு வார்ப்புருக்களில் சேமிப்பதில் பயன்படுத்த முடியாது

source: Fix a regression in 7.2 that caused the popup used for editing fields in the book list to be mis-positioned on very wide monitors
ar: إصلاح تراجع في الإصدار 7.2 تسبب في وضع النافذة المنبثقة المستخدمة لتحرير الحقول في قائمة الكتب بشكل خاطئ على الشاشات العريضة جدًا
gl: Corrixir unha regresión na versión 7.2 que provocaba que a xanela emerxente usada para editar campos na lista de libros estivese mal posicionada en monitores moi anchos.
ta: 7.2 இல் ஒரு பின்னடைவை சரிசெய்யவும், இது புத்தக பட்டியலில் உள்ள புலங்களைத் திருத்துவதற்கு பயன்படுத்தப்படும் பாப்அப் மிகவும் பரந்த மானிட்டர்களில் தவறாக நிலைநிறுத்தப்படுகிறது

source: Version 7.5.1 fixes a bug in 7.5.0 where calibre would not start up using dark colors when the system was in dark mode on some windows installs and another bug that could cause errors when using cover grid mode with covers stored in CMYK colorspace
ar: الإصدار 7.5.1 يصلح خطأ في الإصدار 7.5.0 حيث لم يكن calibre يبدأ باستخدام الألوان الداكنة عندما كان النظام في الوضع الداكن على بعض تثبيتات Windows وخطأ آخر يمكن أن يسبب أخطاء عند استخدام وضع شبكة الغلاف مع الأغلفة المخزنة في مساحة ألوان CMYK
gl: A versión 7.5.1 corrixe un erro na 7.5.0 que impedía que Calibre se iniciase con cores escuras cando o sistema estaba en modo escuro nalgunhas instalacións de Windows e outro erro que podía causar erros ao usar o modo de grella de portadas con portadas almacenadas no espazo de cores CMYK.
ta: பதிப்பு.

source: 19 Jan, 2024
ar: 19 يناير 2024
gl: 19 de xaneiro de 2024
ta: 19 சனவரி, 2024

source: Add support for the Supernote A6X2
ar: إضافة دعم لـ Supernote A6X2
gl: Engadir compatibilidade coa Supernote A6X2
ta: சூப்பர் நோட் a6x2 க்கு ஆதரவைச் சேர்க்கவும்

source: Narrow layout: Place the cover browser above the book list when the window has a narrow aspect ratio. Can be controlled via Preferences-&gt;Look &amp; feel-&gt;Cover browser
ta: குறுகிய தளவமைப்பு: சாளரம் ஒரு குறுகிய விகித விகிதத்தைக் கொண்டிருக்கும்போது புத்தக பட்டியலுக்கு மேலே கவர் உலாவியை வைக்கவும். விருப்பத்தேர்வுகள் வழியாக கட்டுப்படுத்தலாம்- & gt; தோற்றம் &amp; உணர்வு- & gt; கவர் உலாவி

source: Category notes browser: Add a button to search for books in the currently selected category
ar: متصفح ملاحظات الفئة: إضافة زر للبحث عن الكتب في الفئة المحددة حاليًا
gl: Navegador de notas de categoría: Engadir un botón para buscar libros na categoría seleccionada actualmente
ta: வகை குறிப்புகள் உலாவி: தற்போது தேர்ந்தெடுக்கப்பட்ட பிரிவில் புத்தகங்களைத் தேட ஒரு பொத்தானைச் சேர்க்கவும்

source: Keyboard shortcut to toggle main window layout (Alt+Shift+L)
ar: اختصار لوحة المفاتيح لتبديل تخطيط النافذة الرئيسية (Alt+Shift+L)
gl: Atallo de teclado para alternar o deseño da xanela principal (Alt+Maiús+L)
ta: முதன்மையான சாளர தளவமைப்பை மாற்ற விசைப்பலகை குறுக்குவழி (alt+shift+l)

source: Add the possibility to assign keyboard shortcuts to the tag browser sort functions
ar: إضافة إمكانية تعيين اختصارات لوحة المفاتيح لوظائف فرز متصفح العلامات
gl: Engadir a posibilidade de asignar atallos de teclado ás funcións de ordenación do navegador de etiquetas
ta: டேக் உலாவி வரிசைப்படுத்தும் செயல்பாடுகளுக்கு விசைப்பலகை குறுக்குவழிகளை ஒதுக்க வாய்ப்பைச் சேர்க்கவும்

source: Fix a regression in the previous release that caused the cover browser to not close when it is used as a separate window
ar: إصلاح تراجع في الإصدار السابق تسبب في عدم إغلاق متصفح الأغلفة عندما يُستخدم كنافذة منفصلة
gl: Corrixir unha regresión na versión anterior que provocaba que o navegador de portadas non se pechase cando se usaba como unha xanela separada
ta: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், இது கவர் உலாவி ஒரு தனி சாளரமாகப் பயன்படுத்தப்படும்போது மூடப்படக்கூடாது
