Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: Fix a regression in the previous release that caused comments in the Book details panel to be rendered below rather than at the side of the other information
ar: إصلاح تراجع في الإصدار السابق تسبب في عرض التعليقات في لوحة تفاصيل الكتاب أسفل بدلاً من جانب المعلومات الأخرى
gl: Corrixiuse unha regresión na versión anterior que provocaba que os comentarios no panel de detalles do libro se mostrasen debaixo en lugar de ao carón da outra información
ta: முந்தைய வெளியீட்டில் ஒரு பின்னடைவை சரிசெய்யவும், இது புத்தக விவரங்கள் குழுவில் கருத்துகளை மற்ற தகவல்களின் பக்கத்தை விட கீழே வழங்கியது

source: Edit book: Fix highlighting of special character not changed immediately after it is edited, only after a subsequent action
ar: تحرير الكتاب: إصلاح عدم تغيير تمييز الأحرف الخاصة فورًا بعد تحريرها، بل بعد إجراء لاحق فقط
gl: Editar libro: Corrixir o realce de caracteres especiais que non se modificaban inmediatamente despois da súa edición, senón só despois dunha acción posterior
ta: புத்தகத்தைத் திருத்து: சிறப்பு கதாபாத்திரத்தின் சிறப்பம்சத்தை சரிசெய்யவும் அது திருத்தப்பட்ட உடனேயே மாற்றப்படவில்லை, அடுத்தடுத்த செயலுக்குப் பிறகு மட்டுமே

source: Move Preferences to the left in the default toolbar, making it less likely to be hidden behind an expander button on small screens
ar: نقل التفضيلات إلى اليسار في شريط الأدوات الافتراضي، مما يقلل من احتمالية إخفائها خلف زر توسيع على الشاشات الصغيرة
gl: Mover as Preferencias á esquerda na barra de ferramentas predeterminada, facendo menos probable que estean agochadas detrás dun botón expansor en pantallas pequenas
ta: இயல்புநிலை கருவிப்பட்டியில் இடதுபுறத்தில் விருப்பங்களை நகர்த்தவும், இது சிறிய திரைகளில் ஒரு விரிவாக்க பொத்தானின் பின்னால் மறைக்கப்படுவதைக் குறைக்கிறது

source: 05 Jan, 2024
ar: 05 يناير 2024
gl: 05 de xaneiro de 2024
ta: 05 சன, 2024

source: Tag browser: Allow displaying buttons next to items that have notes or links for easy access. To enable these use Preferences-&gt;Look &amp; feel-&gt;Tag browser
ta: குறிச்சொல் உலாவி: எளிதாக அணுகுவதற்கான குறிப்புகள் அல்லது இணைப்புகளைக் கொண்ட உருப்படிகளுக்கு அடுத்து பொத்தான்களைக் காண்பிக்கும் பொத்தான்களை அனுமதிக்கவும். இந்த பயன்பாட்டு விருப்பங்களை இயக்க- & gt; பார் &amp; உணர்வு- & gt; குறிச்சொல் உலாவி

source: Font subsetting: Preserve all OpenType layout features. This makes the subset font files larger but ensures there is no visual degradation when using the subsetted font files in different contexts.
ar: تقسيم الخطوط الفرعية: الحفاظ على جميع ميزات تخطيط OpenType. هذا يجعل ملفات الخطوط الفرعية أكبر ولكنه يضمن عدم وجود تدهور بصري عند استخدام ملفات الخطوط الفرعية في سياقات مختلفة.
gl: Subconxunto de fontes: Conserva todas as características de deseño de OpenType. Isto fai que os ficheiros de fontes do subconxunto sexan máis grandes, pero garante que non haxa degradación visual ao usar os ficheiros de fontes subconxuntados en diferentes contextos.
ta: எழுத்துரு துணைக்குழு: அனைத்து ஓபன்டைப் தளவமைப்பு அம்சங்களையும் பாதுகாக்கவும். இது துணைக்குழு எழுத்துரு கோப்புகளை பெரிதாக்குகிறது, ஆனால் வெவ்வேறு சூழல்களில் துணைக்குழு எழுத்துரு கோப்புகளைப் பயன்படுத்தும் போது காட்சி சீரழிவு இல்லை என்பதை உறுதி செய்கிறது.

source: macOS: Fix main calibre window not remembering its size on restart
ar: macOS: إصلاح عدم تذكر نافذة calibre الرئيسية لحجمها عند إعادة التشغيل
ta: macos: முதன்மையான காலிபர் சாளரத்தை மறுதொடக்கத்தில் அதன் அளவை நினைவில் கொள்ளாமல் சரிசெய்யவும்

source: Edit book: Fix the "Show changes" window moving down by a few pixels every time it is opened
ar: تحرير الكتاب: إصلاح نافذة "إظهار التغييرات" التي تتحرك بضع بكسلات إلى الأسفل في كل مرة يتم فتحها
gl: Editar libro: Corrixir o problema de que a xanela "Mostrar cambios" se movese uns píxeles cara abaixo cada vez que se abre
ta: புத்தகத்தைத் திருத்து: ஒவ்வொரு முறையும் திறக்கப்படும் போது "மாற்றங்களைக் காட்டு" சாளரத்தை ஒரு சில படப்புள்ளிகள் கீழே நகர்த்தவும்

source: Amazon metadata download: Fixes for various changes to amazon website markup
ar: تنزيل بيانات Amazon الوصفية: إصلاحات لتغييرات مختلفة في ترميز موقع Amazon
gl: Descarga de metadatos de Amazon: Correccións para varios cambios no etiquetado do sitio web de Amazon
ta: அமேசான் மேனிலை தரவு பதிவிறக்கம்: அமேசான் வலைத்தள மார்க்அப்பில் பல்வேறு மாற்றங்களுக்கான திருத்தங்கள்

source: E-book viewer: When looking up words via Google in Europe pre-approve the GDPR consent cookie
ar: عارض الكتب الإلكترونية: عند البحث عن الكلمات عبر Google في أوروبا، الموافقة المسبقة على ملف تعريف الارتباط الخاص بموافقة اللائحة العامة لحماية البيانات (GDPR)
gl: Visor de libros electrónicos: ao buscar palabras a través de Google en Europa, preautoriza a cookie de consentimento do RGPD
ta: மின்-புத்தக பார்வையாளர்: ஐரோப்பாவில் கூகிள் வழியாக சொற்களைப் பார்க்கும்போது சிடிபிஆர் ஒப்புதல் குக்கீயை முன்கூட்டியே அங்கீகரிக்கும் போது

source: Windows: Content server: Fix regression in previous release that broke testing for local connections
ar: ويندوز: خادم المحتوى: إصلاح تراجع في الإصدار السابق أدى إلى تعطيل اختبار الاتصالات المحلية
gl: Windows: Servidor de contido: Corrixir a regresión na versión anterior que interrompía as probas para conexións locais
ta: விண்டோச்: உள்ளடக்க சேவையகம்: உள்ளக இணைப்புகளுக்கான சோதனையை முறியடிக்கும் முந்தைய வெளியீட்டில் பின்னடைவை சரிசெய்யவும்

source: Windows: Fix a regression that caused selections in the Book details panel to be invisible
ar: ويندوز: إصلاح تراجع تسبب في عدم ظهور التحديدات في لوحة تفاصيل الكتاب
gl: Windows: Corrixir unha regresión que provocaba que as seleccións no panel de detalles do libro fosen invisibles
ta: விண்டோச்: புத்தக விவரங்கள் குழுவில் தேர்வுகள் கண்ணுக்குத் தெரியாத ஒரு பின்னடைவை சரிசெய்யவும்

source: 15 Dec, 2023
ar: 15 ديسمبر 2023
gl: 15 de decembro de 2023
ta: 15 டிசம்பர், 2023

source: Content server: Also listen for all incoming IPv6 connections by default, not just IPv4
ar: خادم المحتوى: الاستماع أيضًا لجميع اتصالات IPv6 الواردة افتراضيًا، وليس فقط IPv4
gl: Servidor de contido: Tamén escoita todas as conexións IPv6 entrantes por defecto, non só IPv4
ta: உள்ளடக்க சேவையகம்: ஐபிவி 4 மட்டுமல்லாமல், உள்வரும் அனைத்து ஐபிவி 6 இணைப்புகளையும் இயல்பாகவே கேளுங்கள்

source: Book details: Allow deleting notes from the right click menu easily
ar: تفاصيل الكتاب: السماح بحذف الملاحظات من قائمة النقر بزر الماوس الأيمن بسهولة
gl: Detalles do libro: Permite eliminar notas facilmente desde o menú contextual
ta: புத்தக விவரங்கள்: வலது சொடுக்கு மெனுவிலிருந்து குறிப்புகளை நீக்க அனுமதிக்கவும்

source: Windows: Edit book: Fix a crash when using the check book tool with a book that contains malformed markup, in calibre 7
ar: ويندوز: تحرير الكتاب: إصلاح عطل عند استخدام أداة فحص الكتاب مع كتاب يحتوي على ترميز خاطئ، في calibre 7
gl: Windows: Editar libro: Corrixiuse un fallo ao usar a ferramenta do libro de cheques cun libro que contén código incorrecto, en calibre 7
ta: விண்டோச்: திருத்து புத்தகம்: காலிபர் 7 இல், தவறான மார்க்அப்பைக் கொண்ட ஒரு புத்தகத்துடன் காசோலை புத்தக கருவியைப் பயன்படுத்தும் போது விபத்தை சரிசெய்யவும்

source: Windows: Improve flickering at startup due to a Qt regression in calibre 7
ar: ويندوز: تحسين وميض عند بدء التشغيل بسبب تراجع في Qt في calibre 7
gl: Windows: Mellora o parpadeo ao iniciar debido a unha regresión de Qt en Calibre 7
ta: விண்டோச்: காலிபர் 7 இல் கியுடி பின்னடைவு காரணமாக தொடக்கத்தில் ஒளிரும்

source: Windows: Fix moving the main window causing popup/floating windows to be resized in calibre 7 due to yet another Qt regression
ar: ويندوز: إصلاح تحريك النافذة الرئيسية الذي يتسبب في تغيير حجم النوافذ المنبثقة/العائمة في calibre 7 بسبب تراجع آخر في Qt
gl: Windows: Corrixir o movemento da xanela principal que provocaba o cambio de tamaño das xanelas emerxentes/flotantes en Calibre 7 debido a outra regresión de Qt
ta: விண்டோச்: மற்றொரு கியுடி பின்னடைவு காரணமாக பாப்அப்/மிதக்கும் சாளரங்களை காலிபர் 7 இல் மாற்றியமைக்கும் முதன்மையான சாளரத்தை நகர்த்துவதை சரிசெய்யவும்

source: Fix detection of existing books on the Tolino Vision 6
ar: إصلاح اكتشاف الكتب الموجودة على Tolino Vision 6
gl: Corrixir a detección de libros existentes no Tolino Vision 6
ta: டோலினோ பார்வை 6 இல் இருக்கும் புத்தகங்களைக் கண்டறிவதை சரிசெய்யவும்

source: Linux: Fix external applications not being launched under Wayland in calibre 7 because of a bug in Qt
ar: لينكس: إصلاح عدم تشغيل التطبيقات الخارجية تحت Wayland في calibre 7 بسبب خطأ في Qt
gl: Linux: Corrixir aplicacións externas que non se iniciaban en Wayland en Calibre 7 debido a un erro en Qt
ta: லினக்ச்: கியுடி இல் ஒரு பிழை காரணமாக காலிபர் 7 இல் வயலேண்டின் கீழ் தொடங்கப்படாத வெளிப்புற பயன்பாடுகளை சரிசெய்யவும்

source: Linux: Fix network requests failing under Fedora in calibre 7
ar: لينكس: إصلاح فشل طلبات الشبكة تحت Fedora في calibre 7
gl: Linux: Corrixir os erros das solicitudes de rede en Fedora en Calibre 7
ta: லினக்ச்: காலிபர் 7 இல் ஃபெடோராவின் கீழ் தோல்வியுற்ற பிணையம் கோரிக்கைகளை சரிசெய்யவும்

source: 23 Nov, 2023
ar: 23 نوفمبر 2023
gl: 23 de novembro de 2023
ru: 23 ноября 2023
ta: 23 நவம்பர், 2023

source: Notes editor: When pasting HTML with images offer to download remote images in the pasted content
ar: محرر الملاحظات: عند لصق HTML مع الصور، عرض تنزيل الصور البعيدة في المحتوى الملصق
gl: Editor de notas: Ao pegar HTML con imaxes, ofrece a opción de descargar imaxes remotas no contido pegado.
ru: Редактор примечаний: При вставке HTML с изображениями предлагать загрузить удалённые изображения во вставленном контенте
ta: குறிப்புகள் ஆசிரியர்: படங்களுடன் html ஐ ஒட்டும்போது ஒட்டப்பட்ட உள்ளடக்கத்தில் தொலை படங்களை பதிவிறக்கம் செய்ய முன்வருகிறது

source: Fix regression in 7.0 that broke restore of db from backups
ar: إصلاح تراجع في الإصدار 7.0 أدى إلى تعطيل استعادة قاعدة البيانات من النسخ الاحتياطية
gl: Corrixir a regresión na versión 7.0 que interrompía a restauración da base de datos desde copias de seguridade
ru: Исправлена регрессия в версии 7.0, нарушившая восстановление базы данных из резервных копий
ta: 7.0 இல் பின்னடைவை சரிசெய்யவும், இது காப்புப்பிரதிகளிலிருந்து டி.பியின் மீட்டமைப்பை உடைத்தது

source: Content server: Fix newly added books on homepage not restricted to the books the logged in user is allowed to access
ar: خادم المحتوى: إصلاح عدم تقييد الكتب المضافة حديثًا على الصفحة الرئيسية بالكتب التي يُسمح للمستخدم المسجل بالوصول إليها
gl: Servidor de contido: Corrixir os libros recentemente engadidos á páxina de inicio que non están restrinxidos aos libros aos que o usuario que iniciou sesión ten permiso para acceder
ru: Сервер контента: исправлена проблема, когда новые добавленные книги на главной странице не ограничивались книгами, к которым имеет доступ авторизованный пользователь
ta: உள்ளடக்க சேவையகம்: முகப்புப்பக்கத்தில் புதிதாக சேர்க்கப்பட்ட புத்தகங்களை சரிசெய்யவும்

source: When starting in system tray do not flash the main window briefly
ar: عند البدء في علبة النظام، لا تومض النافذة الرئيسية لفترة وجيزة
gl: Ao iniciar na bandexa do sistema, non flashear a xanela principal brevemente
ru: При запуске в системном трее, устранено короткое мигание главным окном
ta: கணினி தட்டில் தொடங்கும் போது முதன்மையான சாளரத்தை சுருக்கமாக ஒளிராது

source: Notes editor: Fix spurious error message when saving a note that contains pasted HTML that refers to an image
ar: محرر الملاحظات: إصلاح رسالة خطأ وهمية عند حفظ ملاحظة تحتوي على HTML ملصق يشير إلى صورة
gl: Editor de notas: Corrixir unha mensaxe de erro espuria ao gardar unha nota que contén HTML pegado que fai referencia a unha imaxe
ru: Редактор примечаний: исправлено ложное сообщение об ошибке при сохранении примечания, содержащего вставленный HTML, ссылающегося на изображение
ta: குறிப்புகள் ஆசிரியர்: ஒரு படத்தைக் குறிக்கும் ஒட்டப்பட்ட html ஐக் கொண்ட குறிப்பைச் சேமிக்கும்போது மோசமான பிழை செய்தியை சரிசெய்யவும்

source: Fix a regression that caused the unknown/unset date to incorrectly be displayed/edited as a date in the year AD 101 in some timezones
ar: إصلاح تراجع تسبب في عرض/تحرير التاريخ غير المعروف/غير المعين بشكل غير صحيح كتاريخ في عام 101 ميلادي في بعض المناطق الزمنية
gl: Corrixir unha regresión que provocaba que a data descoñecida/non establecida se mostrase/editase incorrectamente como unha data do ano 101 d.C. nalgunhas zonas horarias
ru: Исправлена регрессия, вызывавшая неправильное отображение/редактирование неизвестной/неустановленной даты как даты в году AD 101 в некоторых часовых поясах.
ta: சில நேர மண்டலங்களில் கி.பி 101 ஆம் ஆண்டில் ஒரு தேதியாக அறியப்படாத/அமைக்கப்படாத தேதி தவறாக காட்டப்பட/திருத்தப்பட்ட ஒரு பின்னடைவை சரிசெய்யவும்

source: Comments editor: Fix data file links not working
ar: محرر التعليقات: إصلاح عدم عمل روابط ملفات البيانات
gl: Editor de comentarios: Corrixir as ligazóns de ficheiros de datos que non funcionan
ru: Редактор комментариев: исправлены неработающие ссылки на файлы данных
ta: கருத்துரைகள் எடிட்டர்: தரவு கோப்பு இணைப்புகள் செயல்படவில்லை

source: Linux installer: Check that the user has libxcb-cursor.so.0 installed. If not quit early with an error message asking them to install it
ar: مثبت لينكس: التحقق من أن المستخدم لديه libxcb-cursor.so.0 مثبت. إذا لم يكن كذلك، قم بالخروج مبكرًا برسالة خطأ تطلب منهم تثبيته
gl: Instalador de Linux: Comprobe que o usuario teña instalado libxcb-cursor.so.0. Se non, saia antes de tempo cunha mensaxe de erro pedíndolle que o instale
ru: Linux установщик: Проверка, установлена ли у пользователя библиотека libxcb-cursor.so.0. Если нет, завершение работы с сообщением об ошибке и просьба его установить эту библиотеку.
ta: லினக்ச் நிறுவி: பயனருக்கு libxcb-cursor.so.0 நிறுவப்பட்டுள்ளதா என்பதைச் சரிபார்க்கவும். பிழை செய்தியுடன் அதை நிறுவும்படி கேட்கவில்லை என்றால்

source: LRF Output: Fix a regression in 7.0 that broke conversion to LRF
ar: إخراج LRF: إصلاح تراجع في الإصدار 7.0 أدى إلى تعطيل التحويل إلى LRF
gl: Saída LRF: Corrixir unha regresión en 7.0 que interrompía a conversión a LRF
ru: LRF вывод: Исправление регрессии в версии 7.0, нарушившей конвертацию в LRF
ta: எல்.ஆர்.எஃப் வெளியீடு: எல்.ஆர்.எஃப் -க்கு மாற்றத்தை உடைத்த 7.0 இல் ஒரு பின்னடைவை சரிசெய்யவும்

source: 17 Nov, 2023
ar: 17 نوفمبر 2023
gl: 17 de novembro de 2023
ru: 17 ноября 2023
ta: 17 நவம்பர், 2023

source: The ability to add notes to any author, tag, series, etc. in calibre with links and images
ar: القدرة على إضافة ملاحظات إلى أي مؤلف، علامة، سلسلة، إلخ في calibre مع الروابط والصور
gl: A capacidade de engadir notas a calquera autor, etiqueta, serie, etc. en Calibre con ligazóns e imaxes
ru: Возможность добавлять примечания к любому автору, тегу, серии и т.д. в calibre с ссылками и изображениями
ta: இணைப்புகள் மற்றும் படங்களுடன் காலிபரில் எந்தவொரு எழுத்தாளருக்கும், குறிச்சொல், தொடர் போன்றவற்றிற்கும் குறிப்புகளைச் சேர்க்கும் திறன்

source: E-book viewer: Add support for HTML image maps
ar: عارض الكتب الإلكترونية: إضافة دعم لخرائط صور HTML
gl: Visor de libros electrónicos: Engadir compatibilidade con mapas de imaxes HTML
ru: Просмотрщик электронных книг: Добавлена поддержка HTML-карт изображений
ta: மின் புத்தக பார்வையாளர்: html பட வரைபடங்களுக்கு ஆதரவைச் சேர்க்கவும்

source: Content server home page: Show the three most recently added books in the default library
ar: الصفحة الرئيسية لخادم المحتوى: عرض الكتب الثلاثة المضافة حديثًا في المكتبة الافتراضية
gl: Páxina de inicio do servidor de contidos: Mostrar os tres libros engadidos máis recentemente na biblioteca predeterminada
ru: Домашняя страница контент-сервера: Показывать три последние добавленные книги в библиотеке по умолчанию
ta: உள்ளடக்க சேவையக முகப்பு பக்கம்: இயல்புநிலை நூலகத்தில் மிக அண்மைக் காலத்தில் சேர்க்கப்பட்ட மூன்று புத்தகங்களைக் காட்டு

source: Content server: Add button to return to book details page at top level of controls
ar: خادم المحتوى: إضافة زر للعودة إلى صفحة تفاصيل الكتاب في المستوى الأعلى من عناصر التحكم
gl: Servidor de contido: Engadir un botón para volver á páxina de detalles do libro no nivel superior dos controis
ru: Сервер контента: Добавлена кнопка для возврата на страницу с описанием книги на верхнем уровне элементов управления
ta: உள்ளடக்க சேவையகம்: கட்டுப்பாடுகளின் மேல் மட்டத்தில் புத்தக விவரங்கள் பக்கத்திற்கு திரும்ப பொத்தானைச் சேர்க்கவும்

source: Content server: Book details: Open links in comments fields in the same window rather than a new window
ar: خادم المحتوى: تفاصيل الكتاب: فتح الروابط في حقول التعليقات في نفس النافذة بدلاً من نافذة جديدة
gl: Servidor de contido: Detalles do libro: Abrir ligazóns nos campos de comentarios na mesma xanela en lugar de nunha nova xanela
ru: Сервер контента: Описание книги: Открывать ссылки в полях комментариев в том же окне, а не в новом окне
ta: உள்ளடக்க சேவையகம்: புத்தக விவரங்கள்: புதிய சாளரத்தை விட ஒரே சாளரத்தில் கருத்துகள் புலங்களில் இணைப்புகளைத் திறக்கவும்

source: Add a "Show items in selected books" choice to Manage tags and Manage authors
ar: أضف خيار "إظهار العناصر في الكتب المحددة" إلى إدارة العلامات وإدارة المؤلفين
gl: Engadir unha opción "Mostrar elementos nos libros seleccionados" a Xestionar etiquetas e Xestionar autores
ru: Добавить выбор "Показывать элементы в выбранных книгах" в разделах Управление тегами и Управление авторами
ta: குறிச்சொற்களை நிர்வகிக்கவும் ஆசிரியர்களை நிர்வகிக்கவும் "தேர்ந்தெடுக்கப்பட்ட புத்தகங்களில் உருப்படிகளைக் காட்டு" தேர்வைச் சேர்க்கவும்

source: Show the previously used language, if any, second in the language selection drop down
ar: عرض اللغة المستخدمة سابقًا، إن وجدت، في المرتبة الثانية في قائمة اختيار اللغة المنسدلة
gl: Mostrar o idioma usado anteriormente, se é o caso, en segundo lugar no menú despregable de selección de idiomas
ru: Показывать ранее использованный язык, если таковой имеется, вторым в выпадающем списке выбора языка
ta: முன்னர் பயன்படுத்திய மொழியைக் காட்டுங்கள், ஏதேனும் இருந்தால், மொழி தேர்வில் இரண்டாவது கீழே குறைகிறது

source: Metadata download: Fix downloads from Google not working in Europe because of the GDPR
ar: تنزيل البيانات الوصفية: إصلاح عدم عمل التنزيلات من Google في أوروبا بسبب اللائحة العامة لحماية البيانات (GDPR)
gl: Descarga de metadatos: Corrixir as descargas de Google que non funcionan en Europa debido ao RGPD
ru: Загрузка Метаданных: Исправление проблем с загрузкой из Google, не работающей в Европе из-за GDPR
ta: மேனிலை தரவு பதிவிறக்கம்: gdpr காரணமாக ஐரோப்பாவில் வேலை செய்யாத google இலிருந்து பதிவிறக்கங்களை சரிசெய்யவும்

source: Fix editing dates with days sometimes off by one day
ar: إصلاح تحرير التواريخ مع أيام أحيانًا بفارق يوم واحد
gl: Corrixir a edición de datas con días ás veces un día de diferenza
ru: Исправление редактирования дат, иногда отличающихся на один день
ta: சில நேரங்களில் ஒரு நாளில் முடக்கப்பட்ட நாட்களுடன் திருத்துதல் தேதிகளை சரிசெய்யவும்

source: Edit book: Fix highlighting for special characters not visible when the cursor is on the line with the special character
ar: تحرير الكتاب: إصلاح عدم ظهور تمييز الأحرف الخاصة عندما يكون المؤشر على السطر الذي يحتوي على الحرف الخاص
gl: Editar libro: Corrixir o realzado de caracteres especiais que non eran visibles cando o cursor estaba na liña co carácter especial
ru: Редактор книг: Исправлена подсветка для специальных символов, не видимых, когда курсор находится на строке со специальным символом
ta: புத்தகத்தை திருத்து: சிறப்பு எழுத்துக்களுக்கு சிறப்பம்சமாக சரிசெய்யவும்

source: Fix embedding metadata showing infinite error dialogs on windows if a file is locked by another program
ar: إصلاح تضمين البيانات الوصفية الذي يظهر مربعات حوار خطأ لا نهائية على ويندوز إذا كان الملف مغلقًا بواسطة برنامج آخر
gl: Corrixir a incrustación de metadatos que mostraban diálogos de erro infinitos en Windows se un ficheiro estaba bloqueado por outro programa
ru: Исправлено встраивание метаданных, показывающих бесконечные диалоговые окна об ошибке в Windows, если файл заблокирован другой программой
ta: ஒரு கோப்பு மற்றொரு நிரலால் பூட்டப்பட்டிருந்தால், சாளரங்களில் எல்லையற்ற பிழை உரையாடல்களைக் காட்டும் உட்பொதித்தல் மெட்டாடேட்டாவை சரிசெய்யவும்

source: PDF Output: Fix an error when trying to set header or footer with an input document that has invalid content after the main body
ar: إخراج PDF: إصلاح خطأ عند محاولة تعيين رأس أو تذييل بملف إدخال يحتوي على محتوى غير صالح بعد النص الرئيسي
gl: Saída PDF: Corrixir un erro ao tentar definir a cabeceira ou o pé de páxina cun documento de entrada que ten contido non válido despois do corpo principal
ru: PDF Вывод: Исправлена ошибка при попытке установить заголовок или нижний колонтитул с входным документом, содержащим недопустимое содержимое после основного тела
ta: pdf வெளியீடு: முதன்மையான உடலுக்குப் பிறகு தவறான உள்ளடக்கத்தைக் கொண்ட உள்ளீட்டு ஆவணத்துடன் தலைப்பு அல்லது அடிக்குறிப்பை அமைக்க முயற்சிக்கும்போது பிழையை சரிசெய்யவும்

source: E-book viewer: Read aloud: Fix clicking on empty spaces causing read aloud to restart from beginning of chapter
ar: عارض الكتب الإلكترونية: القراءة بصوت عالٍ: إصلاح النقر على المساحات الفارغة مما يتسبب في إعادة تشغيل القراءة بصوت عالٍ من بداية الفصل
gl: Visor de libros electrónicos: Ler en voz alta: Corrixiuse o erro que facía que premer en espazos baleiros provocase que a lectura en voz alta se reiniciase desde o principio do capítulo
ru: E-book просмотрщик: Чтение вслух: Исправление щелчка по пустым местам, вызывающего перезапуск чтения вслух с начала главы
ta: மின்-புத்தக பார்வையாளர்: சத்தமாகப் படியுங்கள்: வெற்று இடங்களைக் சொடுக்கு செய்வதை சரிசெய்யவும்

source: Book details: Fix Manage authors via context menu not working
ar: تفاصيل الكتاب: إصلاح عدم عمل إدارة المؤلفين عبر قائمة السياق
gl: Detalles do libro: Corrixir Xestionar autores a través do menú contextual non funciona
ru: Описание книги: Исправление проблемы с не работающим управлением авторами через контекстное меню
ta: புத்தக விவரங்கள்: சூழல் பட்டியல் வேலை செய்யவில்லை வழியாக ஆசிரியர்களை நிர்வகிக்கவும்

source: E-book viewer: Showing chrome should close an active footnote popup first and only show chrome if the user repeats the action
ar: عارض الكتب الإلكترونية: يجب أن يؤدي عرض الكروم إلى إغلاق نافذة حاشية سفلية نشطة أولاً وعرض الكروم فقط إذا كرر المستخدم الإجراء
gl: Visor de libros electrónicos: ao mostrar Chrome, debería pechar primeiro unha xanela emerxente de notas ao pé activa e só mostrar Chrome se o usuario repite a acción.
ru: Просмотрщик электронных книг: При отображении хрома следует сначала закрыть активное всплывающее окно с сноской и показывать хром только в случае повторного выполнения пользователем действия
ta: மின்-புத்தக பார்வையாளர்: chrome ஐக் காண்பிப்பது முதலில் செயலில் உள்ள அடிக்குறிப்பு பாப்அப்பை மூட வேண்டும், பயனர் செயலை மீண்டும் செய்தால் மட்டுமே chrome ஐக் காட்டுங்கள்

source: Fix very slow metadata updates on some PDF files
ar: إصلاح تحديثات البيانات الوصفية البطيئة جدًا على بعض ملفات PDF
gl: Corrixir actualizacións de metadatos moi lentas nalgúns ficheiros PDF
ru: Исправлено очень медленное обновление метаданных в некоторых PDF-файлах
ta: சில pdf கோப்புகளில் மிக மெதுவான மேனிலை தரவு புதுப்பிப்புகளை சரிசெய்யவும்

source: Catalogs: Do not erase any tags the user adds to a catalog book entry when the catalog is re-generated
ar: الكتالوجات: لا تمسح أي علامات يضيفها المستخدم إلى إدخال كتاب كتالوج عندما يتم إعادة إنشاء الكتالوج
gl: Catálogos: Non borre ningunha etiqueta que o usuario engada a unha entrada de libro de catálogo cando se volve xerar o catálogo.
ru: Каталоги: Не стирать теги, которые пользователь добавляет к записи книги в каталоге при повторной генерации каталога
ta: பட்டியல்கள்: பட்டியல் மீண்டும் உருவாக்கப்படும் போது பயனர் ஒரு பட்டியல் புத்தக உள்ளீட்டில் சேர்க்கும் எந்த குறிச்சொற்களையும் அழிக்க வேண்டாம்

source: Linux installer: Fix downloading of signatures for older versions
ar: مثبت لينكس: إصلاح تنزيل التوقيعات للإصدارات الأقدم
gl: Instalador de Linux: Corrixir a descarga de sinaturas para versións antigas
ru: Linux установщик: Исправление загрузки подписей для более старых версий
ta: லினக்ச் நிறுவி: பழைய பதிப்புகளுக்கான கையொப்பங்களைப் பதிவிறக்குவதை சரிசெய்யவும்
