Repository: kovidgoyal/calibre-translations
Catalog: changelog/*.po
Languages: ar, gl, ru, ta

source: Dark mode in calibre is now controlled via a setting in Preferences-&gt;Look &amp; feel rather than an environment variable
ru: Тёмный режим в calibre теперь управляется с помощью настройки в меню «Настройки» -> «Внешний вид», а не с помощью переменной среды.
ta: காலிபரில் உள்ள இருண்ட பயன்முறை இப்போது விருப்பத்தேர்வுகளில் ஒரு அமைப்பின் மூலம் கட்டுப்படுத்தப்படுகிறது- & gt; பார் &amp; சுற்றுச்சூழல் மாறியைக் காட்டிலும் உணருங்கள்

source: Allow choosing different icon themes for light and dark mode in Preferences-&gt;Look &amp; feel
ru: Разрешено выбирать разные темы значков для светлого и тёмного режима в «Настройки» -> «Внешний вид».
ta: விருப்பங்களில் ஒளி மற்றும் இருண்ட பயன்முறைக்கு வெவ்வேறு படவுரு கருப்பொருள்களைத் தேர்வுசெய்ய அனுமதிக்கவும்- & gt; பார் &amp; உணருங்கள்

source: Upgrade calibre to use Qt 6. This means that some no longer maintained third party plugins may not work, though most plugins have already been ported
ru: Обновите calibre для использования Qt 6. Некоторые уже не поддерживаемые сторонние плагины, могут не заработать, хотя большинство плагинов уже портированы.
ta: கியுடி 6 ஐப் பயன்படுத்த காலிபரை மேம்படுத்தவும். இதன் பொருள் சிலர் இனி பராமரிக்கப்படாத மூன்றாம் தரப்பு செருகுநிரல்கள் வேலை செய்யாது, இருப்பினும் பெரும்பாலான செருகுநிரல்கள் ஏற்கனவே போர்ட்டு செய்யப்பட்டுள்ளன

source: 17 Jun, 2022
ru: 17 июня 2022
ta: 17 சூன், 2022

source: Amazon metadata download: Add an option to prefer the Kindle edition when multiple book types are returned by the search (Preferences-&gt;Metadata download-&gt;Configure the Amazon plugin)
ru: Загрузка метаданных Amazon: добавлена возможность отдать предпочтение версии Kindle, когда поисковик возвращает несколько типов книг (Настройки-> Загрузка метаданных-> Настроить подключаемый модуль Amazon).
ta: அமேசான் மேனிலை தரவு பதிவிறக்கம்: தேடல் மூலம் பல புத்தக வகைகள் திருப்பித் தரும்போது கின்டெல் பதிப்பை விரும்ப ஒரு விருப்பத்தைச் சேர்க்கவும் (விருப்பத்தேர்வுகள்- & gt; மேனிலை தரவு பதிவிறக்கம்- & gt; அமேசான் சொருகி உள்ளமைக்கவும்)

source: Kobo driver: Support for updated firmware
gl: Controlador Kobo: Compatibilidade con firmware actualizado
ru: Драйвер Kobo: поддержка обновлённой прошивки
ta: கோபோ டிரைவர்: புதுப்பிக்கப்பட்ட ஃபார்ம்வேர்க்கான உதவி

source: Allow customizing how yes/no columns are displayed (Preferences-&gt;Add your own columns)
ru: Разрешена настройка отображения столбцов да/нет (Настройки->Добавить собственные столбцы)
ta: ஆம்/இல்லை நெடுவரிசைகள் எவ்வாறு காட்டப்படுகின்றன என்பதைத் தனிப்பயனாக்க அனுமதிக்கவும் (விருப்பத்தேர்வுகள்- & gt; உங்கள் சொந்த நெடுவரிசைகளைச் சேர்க்கவும்)

source: Manage tags dialog: If tags are present in the add tags input when OK is clicked, add them automatically, without needing to click the plus button first
ru: Диалоговое окно «Управление тегами»: если теги присутствуют во вводе «Добавить теги» при нажатии кнопки «ОК», добавлять их автоматически, без необходимости сначала нажимать кнопку «плюс».
ta: குறிச்சொற்கள் உரையாடலை நிர்வகிக்கவும்: சரி சொடுக்கு செய்யும்போது குறிச்சொற்கள் உள்ளீட்டில் குறிச்சொற்கள் இருந்தால், முதலில் பிளச் பொத்தானைக் சொடுக்கு செய்யத் தேவையில்லாமல் அவற்றை தானாகச் சேர்க்கவும்

source: Edit book: Live CSS: Fix @namespace rules causing jumping to rule definition to go to the wrong definition
ru: Редактор книг: Live CSS: исправление правил @namespace, из-за которых переход к определению правила приводил к неправильному определению.
ta: புத்தகத்தைத் திருத்து: நேரடி css: தவறான வரையறைக்கு செல்ல விதி வரையறைக்கு குதிக்கும் @manespace விதிகளை சரிசெய்யவும்

source: Workaround for Apple bug in macOS 13 that prevents device detection
ru: Обходной путь для ошибки Apple в macOS 13, которая препятствует обнаружению устройства
ta: சாதனத்தைக் கண்டறிவதைத் தடுக்கும் macos 13 இல் ஆப்பிள் பிழைக்கான பணித்தொகுப்பு

source: Don't use commas in filenames when sending to pbsync and kindle email addresses
ru: Не использовать запятые в именах файлов при отправке на адреса электронной почты pbsync и kindle.
ta: pbsync மற்றும் கின்டெல் மின்னஞ்சல் முகவரிகளுக்கு அனுப்பும்போது கோப்பு பெயர்களில் காற்புள்ளிகளைப் பயன்படுத்த வேண்டாம்

source: Edit book: When quitting while a save is in progress and the save completes while the confirmation popup is visible, don't abort the quit.
ru: Редактор книг: при выходе во время сохранения, когда сохранение завершается, не прерывать выход пока отображается всплывающее окно подтверждения.
ta: புத்தகத் திருத்து: சேமிப்பு நடந்து கொண்டிருக்கும்போது வெளியேறும்போது, உறுதிப்படுத்தல் பாப்அப் தெரியும் போது சேமிப்பு நிறைவடையும் போது, வெளியேறுவதை நிறுத்த வேண்டாம்.

source: ZIP Output: Change the template engine used for HTML templating from templite to Mustache, for greater safety and performance. Note that this is a breaking change if you use custom templates with ZIP output (CVE-2026-25731)
gl: Saída ZIP: Cambiado o motor de plantillas usado para HTML de templite a Mustache, para maior seguridade e rendemento. Ten en conta que isto rompe compatibilidade se usas plantillas personalizadas coa saída ZIP (CVE-2026-25731)

source: Check library: Add an option to rebuild the annotations search index
gl: Comprobar biblioteca: Engadida opción para reconstruír o índice de busca de anotacións

source: CHM Input: Ignore internal files that have paths that end up outside the container. Prevents path traversal attacks with malicious CHM files (CVE-2026-25635)
gl: Entrada CHM: Ignorar ficheiros internos cuxas rutas rematen fóra do contedor. Prevé ataques de path traversal con ficheiros CHM maliciosos (CVE-2026-25635)

source: EPUB Input: Ensure font obfuscation processing happens only on files from the EPUB, preventing path traversal attacks from malicious EPUB files (CVE-2026-25636)
gl: Entrada EPUB: Garantir co procesamento de ofuscación de fontes só ocorra en ficheiros do EPUB, evitando ataques de path traversal desde EPUBs maliciosos (CVE-2026-25636)

source: Windows: Workaround for bug in Qt 6.10 causing Read Aloud in the E-book viewer to crash when stopped and restarted
gl: Windows: Solución para un fallo en Qt 6.10 que provocaba que a función “Read Aloud” no visor de e-books fallase ao deter e reiniciar

source: Fix drag and drop of books into bookshelf view not working
gl: Corrixido que arrastrar e soltar libros na vista de estante non funcionase

source: Bookshelf: Fix bookshelf view blank on some macOS systems
gl: Estante: Corrixida a vista en branco en algúns sistemas macOS

source: E-book viewer: Fix a regression in calibre 9.0 that broke the Go to page function
gl: Visor de e-books: Corrixida regresión en calibre 9.0 que rompía a función “Ir á páxina”

source: E-book viewer: Fix google dictionary lookup results not legible
gl: Visor de e-books: Corrixidos resultados do dicionario de Google pouco lexibles

source: E-book viewer: Fix PageUp/PageDown keys needing to be pressed repeatedly at internal HTML file boundaries in flow mode
gl: Visor de e-books: Corrixida a necesidade de premer repetidamente PageUp/PageDown en límites de ficheiros HTML internos en modo fluxo

source: Bookshelf: Avoid rendering during initial show while the view is still being resized
gl: Estante: Evitar renderizado durante a mostra inicial mentres a vista aínda se redimensiona

source: Fix a regression in calibre 9.0 that caused mouse wheel to scroll a full row at a time in the Cover grid
gl: Corrixida regresión en calibre 9.0 que facía ca roda do rato desprazase unha fila enteira á vez na vista de cubertas

source: News download: Fix a regression in 8.11 that broke automatic cleanup of downloaded HTML
gl: Descarga de noticias: Corrixida regresión en 8.11 que rompía a limpeza automática dos HTML descargados

source: Version 9.2.1 prevents the Content server from using template based searches since this is insecure when the content server is used with un-authenticated users
gl: A versión 9.2.1 evita que o servidor de contido use buscas baseadas en modelos, xa que isto é inseguro cando se usa con usuarios non autenticados

source: 31 Jan, 2026
gl: 31 Xan, 2026

source: This is a pure bugfix release fixing various regressions in calibre 9.0
gl: Esta é unha versión puramente de corrección de erros que arranxa varias regresións en calibre 9.0

source: macOS: Fix crash when pasting cover image
gl: Esta é unha versión puramente de corrección de erros que arranxa varias regresións en calibre 9.0

source: Fix restore database not working
gl: Corrixido que restaurar a base de datos non funcionase

source: Windows: Fix the Read Aloud feature in the E-book viewer not working when using the Piper engine
gl: Windows: Corrixido que a función “Read Aloud” no visor de e-books non funcionase usando o motor Piper

source: Fix using icon themes in "For dark and light" mode not working
gl: Corrixido que usar temas de iconas en modo “Para escuro e claro” non funcionase

source: Fix covers in the Cover grid slightly stretched on high DPI screens
gl: Corrixidas cubertas na vista Cover grid lixeiramente estiradas en pantallas de alta DPI

source: Amazon metadata download: Fix publication date not being retrieved from amazon.co.jp
gl: Descarga de metadatos de Amazon: Corrixida que a data de publicación non se obtivese de amazon.co.jp

source: 30 Jan, 2026
gl: 30 Xan, 2026

source: A new Bookshelf view with your books arranged on shelves showing their spines
gl: Unha nova vista de estante cos teus libros dispostos en andeis mostrando os seus lombos

source: Click the Layout button in the bottom right corner of the calibre window to switch to Bookshelf view.
gl: Fai clic no botón Deseño na esquina inferior dereita da xanela de Calibre para cambiar á vista de estante.

source: Viewer: Add an "Edit book" button to the viewer controls to edit the current book
gl: Visor: Engade un botón "Editar libro" aos controis do visor para editar o libro actual

source: The button is visible when the current book is in an editable format such as EPUB, AZW3 or KEPUB. It opens the editor at the approximate location that is currently being viewed.
gl: O botón é visible cando o libro actual está nun formato editable como EPUB, AZW3 ou KEPUB. Abre o editor na localización aproximada que se está a ver actualmente.

source: Linux: Add momentum based scrolling for the book list when using high resolution scroll devices like touchpads
gl: Linux: Engadir desprazamento con inercia á lista de libros cando se usan dispositivos de desprazamento de alta resolución, como os paneis táctiles.

source: TXT Output: Add an option to replace images by their alt attribute text
gl: Saída TXT: Engadir unha opción para substituír imaxes polo texto do seu atributo alt

source: EPUB: Support reading cover images from so called "Open Manga Format" non-conformant EPUB files produced by some Japanese publishers.
gl: EPUB: Admite a lectura de imaxes de portada de ficheiros EPUB non conformes co denominado "formato de manga aberto" producidos por algunhas editoriais xaponesas.

source: Add a tweak to change the font size of the AI chat widget
gl: Engadir un axuste para cambiar o tamaño da fonte do widget de chat de IA

source: E-book viewer: Allow typing in a page number to go to instead of forcing the user to scroll through existing page numbers
gl: Visor de libros electrónicos: permite escribir o número dunha páxina á que ir en lugar de obrigar ao usuario a desprazarse polos números de páxina existentes

source: A new tweak to hide all AI features from the user interface in Preferences->Tweaks
gl: Un novo axuste para ocultar todas as funcións de IA da interface de usuario en Preferencias->Axustes

source: KEPUB Output: Add some CSS to fix rendering of tate-chu-yoko text on Kobo devices
gl: Saída de KEPUB: Engadir algo de CSS para corrixir a renderización do texto tate-chu-yoko en dispositivos Kobo

source: Only show the Sort button on the search bar if the Sort By action has not been added to the search bar by the user
gl: Amosar o botón Ordenar na barra de busca só se a acción Ordenar por non foi engadida á barra de busca polo usuario

source: EPUB3 metadata: Handle identifiers that use HTTP URLs without the url: prefix
gl: Metadatos de EPUB3: Xestionar identificadores que usan URL HTTP sen o prefixo url:

source: Edit book: Check book: Fix spurious unreferenced warnings for SMIL media overlay audio files
gl: Editar libro: Comprobar libro: Corrixir avisos espurios sen referencia para ficheiros de son superpostos a medios SMIL

source: Edit book: Reports: Have pressing enter do the same action as double clicking the current entry
gl: Editar libro: Informes: Facer que premer Intro faga a mesma acción que facer dobre clic na entrada actual

source: E-book viewer: Improve export of SVG images
gl: Visor de libros electrónicos: Mellorar a exportación de imaxes SVG

source: Disable GPU acceleration for Qt WebEngine by default to prevent crashes on some older systems. Can be re-enabled via Preferences->Tweaks
gl: Desactiva a aceleración da GPU para Qt WebEngine por defecto para evitar fallos nalgúns sistemas antigos. Pódese volver activar a través de Preferencias->Axustes

source: Speedup calibre shutdown time by a couple of seconds
gl: Acelerar o tempo de apagado de Calibre un par de segundos

source: Allow asking AI questions about any book in your calibre library. Right click the "View" button and choose "Discuss selected book(s) with AI"
gl: Permitir facer preguntas á IA sobre calquera libro da túa biblioteca de Calibre. Fai clic dereito no botón «Ver» e escolle «Discutir o(s) libro(s) seleccionado(s) coa IA».

source: AI: Allow asking AI what book to read next by right clicking on a book and using the "Similar books" menu
gl: IA: Permitir preguntar á IA que libro ler a continuación facendo clic dereito nun libro e usando o menú «Libros similares».

source: AI: Add a new plugin for "LM Studio" which allows running various AI models locally
gl: IA: Engadir un novo complemento para "LM Studio" que permite executar varios modelos de IA localmente.

source: Use a named local timezone for better display of historical dates in the local timezone
gl: Usar unha zona horaria local nomeada para mellor mostrar datas históricas na zona horaria local.

source: PDF Input: Fix a regression in the new PDF input engine that caused HTML markup to not be always escaped
gl: Entrada PDF: Corrixir unha regresión no novo motor de entrada PDF que provocaba que as marcas HTML non sempre se escapasen correctamente.

source: Get books: Update amazon.it store plugin
gl: Obter libros: Actualizar o complemento da tenda amazon.it.

source: Fix addition of format specific options when using calibredb catalog with command line flags
gl: Corrixir a adición de opcións específicas de formato ao usar o catálogo calibredb con bandeiras da liña de comandos.

source: calibredb catalog: Fix generation of language field in BiBTeX catalogs
gl: Catálogo calibredb: Corrixir a xeración do campo de idioma nos catálogos BiBTeX

source: Fix incorrect series index when downloading metadata from amazon.co.jp
gl: Corrixir índice incorrecto de series ao descargar metadatos desde amazon.co.jp.

source: Fix a regression in the previous release that caused the case change menu to not be present in the comments editor.
gl: Corrixir unha regresión na versión anterior que provocaba que o menú de cambio de maiúsculas/minúsculas non aparecese no editor de comentarios.

source: Fix a bug in 8.16.0 that prevented the Ask AI what to read next feature from working
gl: Corrixir un fallo en 8.16.0 que impedía que funcionase a función Preguntar á IA que ler a continuación

source: Fix a crash in 8.16.0 that caused using the "Close" button in Ask AI to crash calibre on some systems
gl: Corrixir un bloqueo en 8.16.0 que provocaba que ao usar o botón «Pechar» en Ask AI Calibre se bloquease nalgúns sistemas.

source: E-book viewer: Highlights panel: Show the date for highlights in the tooltip when hovering over a highlight
gl: Visor de libros electrónicos: Panel de elementos destacados: Mostra a data dos elementos destacados na xanela emerxente ao pasar o cursor sobre un elemento destacado

source: Comments editor: When changing case preserve as much text formatting as feasible
gl: Editor de comentarios: Ao cambiar de maiúsculas e minúsculas, conserva o formato de texto tanto como sexa posible

source: Comments editor: Add shortcuts for case change operations. Select some text, right click and see the case change menu for the shortcuts
gl: Editor de comentarios: Engade atallos para operacións de cambio de maiúsculas e minúsculas. Selecciona texto, fai clic co botón dereito e verás o menú de cambio de maiúsculas e minúsculas para os atallos.

source: Editing book list: Be robust against the book list changing in the background when a book is auto added or similar while a cell is being edited
gl: Edición da lista de libros: Ser robusto contra os cambios na lista de libros en segundo plano cando se engade un libro automaticamente ou similar mentres se edita unha cela

source: Edit book: Fix a memory leak in the HTML syntax highlighter
gl: Editar libro: Corrixir unha fuga de memoria no resaltador de sintaxe HTML

source: calibredb list: Fix identifier values not being shown
gl: calibredb list: Corrixir que os valores de identificador non se mostraban.

source: {0} by {1}
ar: {0} بواسطة {1}
gl: {0} de {1}

source: Tolino driver: Add support for latest firmware
gl: Controlador Tolino: Engadida compatibilidade co microprograma máis recente

source: When showing completions for languages show all languages that contain the typed in string instead of only languages that start with the typed in string
gl: Ao mostrar as completacións para as linguas, mostra todas as linguas que conteñen a cadea de texto introducida en lugar de só as linguas que comezan coa cadea de texto introducida

source: When showing completions in substring match mode, order the completions by how close to the start the query is
gl: Ao mostrar as finalizacións no modo de coincidencia de subcadeas, ordena as finalizacións segundo a proximidade á que está a consulta ao inicio

source: A new shortcut Ctrl+Alt+Shift+P to switch to the previously applied Virtual library
gl: Un novo atallo Ctrl+Alt+Maiús+P para cambiar á biblioteca virtual aplicada anteriormente

source: FB2 Input: Fix a remote code execution vulnerability from maliciously crafted FB2 files
gl: Entrada FB2: Corrixir unha vulnerabilidade de execución remota de código procedente de ficheiros FB2 creados con fins mal intencionados

source: E-book viewer: Ignore soft hyphens when looking up words
gl: Visor de libros electrónicos: Ignorar os guións brandos ao buscar palabras

source: Catalog export: Fix export of languages in BibTeX format
gl: Exportación de catálogo: Corrixir a exportación de idiomas en formato BibTeX

source: Windows: Fix Open With not working with Microsoft Paint
gl: Windows: Corrixir o erro de Abrir con Microsoft Paint

source: 18 Oct, 2025
gl: 18 Out, 2025

source: Virtual libraries: Allow defining their search expressions more comfortably in a multi-line edit box
gl: Bibliotecas virtuais: Permite definir as súas expresións de busca de forma máis cómoda nun cadro de edición de varias liñas.

source: Open with: On Windows launch the specified program via the windows API for executing programs to decouple it more thoroughly from the calibre environment
gl: Abrir con: En Windows, lanza o programa especificado a través da API de Windows para executar programas, desacoplándoo máis completamente do entorno de Calibre.

source: Get books: Fix ebooks.com plugin
gl: Obter libros: Corrixe o complemento de ebooks.com.

source: calibre-server: Fix CALIBRE_OVERRIDE_DATABASE_PATH not working
gl: calibre-server: Corrixe que CALIBRE_OVERRIDE_DATABASE_PATH non funcionaba.

source: Export library: Don't use /tmp on Linux fixes export breaking with large FTS database on Linux distros that mount /tmp in RAM
gl: Biblioteca de exportación: Non usar /tmp en Linux corrixe a rotura da exportación con bases de datos FTS grandes en distribucións de Linux que montan /tmp na RAM

source: Fix a regression in 8.11 that caused errors when trying to open a book from the full text search results while the search was still running
gl: Corrección de regresión: Corrixe un erro en 8.11 que causaba problemas ao tentar abrir un libro desde os resultados de busca de texto completo mentres a busca aínda estaba en execución.

source: 01 Oct, 2025
gl: 01 Out, 2025

source: Tolino driver: Support for latest Tolino firmware 5.11.230427
gl: Controlador Tolino: Soporte para o último microprograma de Tolino 5.11.230427

source: Ollama AI: Allow setting arbitrary HTTP headers to send with every request
gl: Ollama AI: Permitir configurar cabeceiras HTTP arbitrarias para enviar con cada petición

source: Fix a regression in the previous release that broke conversion of HTML that does not parse as XHTML
gl: Corrixir unha regresión na versión anterior que rompía a conversión de HTML que non se analiza como XHTML

source: Ollama AI: Fix configuration of custom URL not working
gl: Ollama AI: Corrixir a configuración da URL personalizada que non funcionaba

source: 26 Sep, 2025
gl: 26 Set, 2025

source: E-book viewer: Add an "Ask AI" tab to the dictionary lookup panel. Allows you to query AI about the currently selected text.
gl: Visor de libros electrónicos: Engade unha lapela "Preguntar á IA" ao panel de busca do dicionario. Permite consultar á IA sobre o texto seleccionado actualmente.

source: Supports hundreds of AI models via Providers such as Google, OpenRouter, GitHub and locally running models via Ollama. Many of them can be used free of charge. Note that this feature is completely optional and no AI related code is even loaded until you configure an AI provider.
gl: Admite centos de modelos de IA a través de provedores como Google, OpenRouter, GitHub e modelos que se executan localmente a través de Ollama. Moitos deles pódense usar de balde. Ten en conta que esta funcionalidade é completamente opcional e non se carga ningún código relacionado coa IA ata que configures un provedor de IA.

source: Preferences: Show the keyboard shortcut for each category in preferences in the tooltip
gl: Preferencias: Mostrar o atallo de teclado para cada categoría nas preferencias na información sobre ferramentas

source: E-book viewer: Fix modifying an existing highlight causing duplicates to be created in some books
gl: Visor de libros electrónicos: Corrixiuse a modificación dun resaltado existente que provocaba a creación de duplicados nalgúns libros.

source: E-book viewer: Fix very large e-books sometimes having a few non working links on Windows
gl: Visor de libros electrónicos: Corrixir os libros electrónicos moi grandes que ás veces tiñan algunhas ligazóns que non funcionaban en Windows

source: PDB Input: Fix failure to convert some PDB files with sightly malformed headers
gl: Entrada PDB: Corrixir o erro ao converter algúns ficheiros PDB con cabeceiras visiblemente incorrectas

source: Fix error when trying to add the first icon rule to the Tag browser
gl: Corrixir o erro ao tentar engadir a primeira regra de iconas ao navegador de etiquetas

source: E-book viewer: Fix Esc key not closing footnote popup when the popup has keyboard focus
gl: Visor de libros electrónicos: Corrixir a tecla Esc que non pecha a xanela emerxente de notas ao pé cando a xanela emerxente ten o foco do teclado

source: E-book viewer: Fix placement of selection handles in some books when modifying an existing highlight
gl: Visor de libros electrónicos: Corrixir a colocación dos controladores de selección nalgúns libros ao modificar un resaltado existente

source: Windows build: Sign the .pyd DLLs in addition to the .dll DLLs
gl: Compilación de Windows: Asinar as DLL .pyd ademais das DLL .dll
