Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Failed to upload files to server
ar: فشل تحميل الملفات إلى الخادم
cs: Nepodařilo se odeslat soubory na server
mr: फायली सर्व्हरला अपलोड करण्यास अपयशी
pt_br: Não foi possível fazer upload de arquivos para o servidor
ru: Сбой загрузки данных на сервер
sv: Det gick inte att överföra filer till servern
uk: Не вдалося вивантажити файли на сервер

source: Uploading data files for book: {} failed.
ar: فشل تحميل ملفات البيانات للكتاب: {}.
cs: Odesílání datových souborů pro knihu: {} selhalo.
mr: पुस्तकासाठीच्या डेटा फायली अपलोड करणे: {} अपयशी.
pt_br: O upload de arquivos de dados para o livro: {} não funcionou.
ru: Загрузка файлов данных для книги: {} сбой.
sv: Det gick inte att överföra datafiler för bok: {}.
uk: Вивантажуємо файли даних книги: помилка {}.

source: Could not upload data files for book
ar: تعذر تحميل ملفات البيانات للكتاب
cs: Nelze odeslat datové soubory pro knihu
mr: पुस्तकासाठीच्या डेटा फायली अपलोड करता आल्या नाही
pt_br: Não foi possível fazer upload de arquivos de dados para o livro
ru: Невозможно загрузить файлы данных для книги
sv: Det gick inte att överföra datafiler för bok
uk: Не вдалося вивантажити файли даних книги

source: There was an error:
ar: حدث خطأ:
cs: Došlo k chybě:
mr: त्रुटी आढळली:
pt_br: Ocorreu um erro:
ru: Произошла ошибка:
sv: Det uppstod ett fel:
uk: Сталася помилка:

source: Replace existing data files?
ar: استبدال ملفات البيانات الموجودة؟
cs: Nahradit existující datové soubory?
mr: अस्तित्वातील डेटा फायलींची फेरबदल करायची का?
pt_br: Substituir os arquivos de dados existentes?
ru: Заменить существующие файлы данных?
sv: Ersätta befintliga datafiler?
uk: Замінити наявні файли даних?

source: The following data files already exist, are you sure you want to replace them?
ar: ملفات البيانات التالية موجودة بالفعل، هل أنت متأكد أنك تريد استبدالها؟
cs: Následující datové soubory již existují, opravdu je chcete nahradit?
mr: खालील डेटा फायली आधीच अस्तित्वात आहेत. त्यांची नक्की फेरबदल करायची का?
pt_br: Os arquivos de dados seguintes já existem, tem certeza que deseja substituí-los?
ru: Следующие файлы данных уже существуют, хотите их заменить?
sv: Följande datafiler finns redan, är du säker på att du vill ersätta dem?
uk: Вказані нижче файли даних вже існують. Ви справді хочете їх замінити?

source: Upload data files
ar: رفع ملفات البيانات
cs: Odeslat datové soubory
mr: डेटा फायली अपलोड करा
pt_br: Fazer upload de arquivo de dados
ru: Загрузить файлы данных
sv: Överför datafiler
uk: Вивантажити файли даних

source: Upload files by <a>selecting the files</a> or drag and drop of the files here.
ar: ارفع الملفات عن طريق <a>تحديد الملفات</a> أو السحب والإفلات للملفات هنا.
cs: Odešlete soubory <a>výběrem souborů</a> nebo přetažením souborů sem.
mr: <a>फायली निवडून</a> येथे अपलोड करा, किंवा त्या फायली खेचून येथे टाका.
pt_br: Fazer upload dos arquivos <a>selecionando os arquivos</a> ou arrastando e soltando os arquivos aqui.
ru: Загрузите файлы, <a>выбрав файлы</a> или перетащите их сюда.
sv: Överför filer genom att <a>välja filerna</a> eller dra och släpp filerna här.
uk: Вивантажте файли <a>позначенням пунктів файлів</a> або перетягуванням файлів сюди з наступним їх скиданням.

source: Do you want to permanently delete the data file {0} from the book {1}?
ar: هل تريد حذف ملف البيانات {0} من الكتاب {1} نهائياً؟
cs: Opravdu chcete trvale odstranit datový soubor {0} z knihy {1}?
mr: तुम्हाला {1} या पुस्तकातून {0} ही डेटा फाईल नक्की कायमची डिलीट करायची आहे का?
pt_br: Deseja apagar permanentemente o arquivo de dados {0} do livro {1}?
ru: Вы хотите навсегда удалить файл данных {0} из книги {1}?
sv: Vill du ta bort datafilen {0} permanent från boken {1}?
uk: Ви справді хочете вилучити файл даних {0} з книги {1}?

source: Upload new data file
ar: رفع ملف بيانات جديد
cs: Odeslat nový datový soubor
mr: नवीन डेटा फाईल अपलोड करा
pt_br: Fazer upload de novo arquivo de dados
ru: Загрузить новый файл данных
sv: Överför ny datafil
uk: Вивантажити новий файл даних

source: This file is being deleted
ar: هذا الملف قيد الحذف
cs: Tento soubor se odstraňuje
mr: ही फाईल डिलीट केली जात आहे
pt_br: Este arquivo está sendo apagado
ru: Этот файл был удалён
sv: Denna fil tas bort
uk: Цей файл буде вилучено

source: Delete the file: {}
ar: حذف الملف: {}
cs: Odstranit soubor: {}
mr: ही फाईल डिलीट करा: {}
pt_br: Apagar o arquivo: {}
ru: Удалить файл: {}
sv: Ta bort filen: {}
uk: Вилучити файл: {}

source: Failed to delete data file from server
ar: فشل حذف ملف البيانات من الخادم
cs: Nepodařilo se odstranit datový soubor ze serveru
mr: डेटा फाईल सर्व्हरवरून डिलीट करण्यात अपयशी
pt_br: Não foi possível apagar o arquivo de dados do servidor
ru: Сбой удаления файла данных с сервера
sv: Det gick inte att ta bort datafil från servern
uk: Не вдалося вилучити файл даних з сервера

source: Deleting data file for book: {} failed.
ar: فشل حذف ملف البيانات للكتاب: {}.
cs: Odstraňování datových souborů pro knihu: {} selhalo.
mr: पुस्तकासाठीच्या डेटा फायली डिलीट करणे: {} अपयशी.
pt_br: Erro na exclusão de arquivos de dados do livro: {}.
ru: Удаление файла данных для книги: {} сбой.
sv: Det gick inte att ta bort datafil för bok: {}.
uk: Вилучення файла даних книги: помилка {}.

source: Could not delete data file for book
ar: تعذر حذف ملف البيانات للكتاب
cs: Nelze odstranit datový soubor pro knihu
mr: पुस्तकासाठीची डेटा फाईल डिलीट करता आली नाही
pt_br: Não foi possível apagar o arquivo de dados do livro
ru: Невозможно удалить файл данных для книги
sv: Det gick inte att ta bort datafilen för boken
uk: Не вдалося вилучити файл даних книги

source: Failed to delete data file
ar: فشل حذف ملف البيانات
cs: Nepodařilo se odstranit datový soubor
mr: डेटा फाईल डिलीट करण्यात अपयशी
pt_br: Erro na exclusão de arquivos de dados
ru: Сбой удаления файла данных
sv: Det gick inte att ta bort datafilen
uk: Не вдалося вилучити файл даних

source: Failed to delete data file: {}
ar: فشل حذف ملف البيانات: {}
cs: Nepodařilo se odstranit datový soubor: {}
mr: डेटा फाईल डिलीट करण्यात अपयशी: {}
pt_br: Erro na exclusão de arquivos de dados: {}.
ru: Сбой удаления файла данных: {}
sv: Det gick inte att ta bort datafil: {}
uk: Не вдалося вилучити файл даних: {}

source: Goodreads
ar: جودريدز
gl: boas lecturas
ta: நல்லபடிப்புகள்

source: Wikipedia
ar: ويكيبيديا
cs: Wikipedie
mr: विकिपीडिया
ru: Википедия
ta: விக்கிபீடியா
uk: Вікіпедії

source: Google Books
ar: كتب غوغل
cs: Knihy Google
es: Google Libros
fi: Google-kirjat
ja: Googleブックス
pl: Książki Google
ru: Google Книги
sv: Google Böcker
ta: கூகிள் புத்தகங்கள்
uk: Книги Google

source: Amazon
ar: أمازون
ta: அமேசான்

source: Search for the author <i>{}</i> at:
ar: ابحث عن المؤلف <i>{}</i> في:
cs: Vyhledat autora <i>{}</i> v:
de: Nach Autor <i>{}</i> suchen auf:
es: Buscar el autor <i>{}</i> en:
fi: Hae tekijää <i>{}</i> kohteesta:
gl: Busca o autor <i>{}</i> en:
id: Cari penulis <i>{}</i> di:
ja: 著者 <i>{}</i> を検索:
mr: <i>{}</i> या लेखकाचा येथे शोध घ्या:
pl: Wyszukaj autora <i>{}</i> w serwisie:
pt_br: Buscar pelo autor <i>{}</i>em:
ru: Искать автора <i>{}</i> на:
sv: Sök efter författaren <i>{}</i> i:
ta: <i>{}</i> இல் ஆசிரியரைத் தேடு:
uk: Шукати автора <i>{}</i> у:

source: Search for the book <i>{}</i> at:
ar: ابحث عن الكتاب <i>{}</i> في:
cs: Vyhledat knihu <i>{}</i> v:
de: Nach Buch <i>{}</i> suchen auf:
es: Buscar el libro <i>{}</i> en:
fi: Hae kirjaa <i>{}</i> kohteesta:
gl: Busca o libro <i>{}</i> en:
id: Cari buku <i>{}</i> di:
ja: 本 <i>{}</i> を検索:
mr: <i>{}</i> हे पुस्तक येथे शोधा:
pl: Wyszukaj książkę <i>{}</i> w serwisie:
pt_br: Buscar pelo livro <i>{}</i>em:
ru: Искать книгу <i>{}</i> на:
sv: Sök efter boken <i>{}</i> i:
ta: <i>{}</i> இல் புத்தகத்தைத் தேடு:
uk: Шукати книгу <i>{}</i> у:

source: Failed to copy book
ar: حقل لنسخ الكتاب
cs: Nepodařilo se kopírovat knihu
de: Kopieren des Buches fehlgeschlagen
es: Fallo al copiar el libro
fi: Kirjan kopioiminen epäonnistui
gl: Produciuse un erro ao copiar o libro
ja: 本のコピーに失敗しました。
mr: पुस्तक कॉपी करण्यात अपयशी
pl: Kopiowanie książki nie powiodło się
pt_br: Falha ao copiar o livro
ru: Ошибка копирования книги
sv: Det gick inte att kopiera boken
ta: புத்தகத்தை நகலெடுப்பதில் தோல்வி
uk: Не вдалося скопіювати книгу

source: Failed to copy the book "{}". Click "Show details" for more information.
ar: فشل نسخ الكتاب "{}". انقر على "إظهار التفاصيل" لمزيد من المعلومات.
cs: Nepodařilo se kopírovat knihu „{}“. Pro více informací klikněte na „Zobrazit podrobnosti“.
de: Das Buch "{}" konnte nicht kopiert werden. Klicken Sie auf "Details anzeigen" für weitere Informationen.
es: Fallo al copiar el libro «{}». Pulse «Mostrar detalles» para más información.
fi: Kirjan "{}" kopiointi epäonnistui. Napsauta "Näytä tiedot" saadaksesi lisätietoja.
gl: Produciuse un erro ao copiar o libro «{}». Preme en «Mostrar detalles» para obter máis información.
ja: 本をコピーに失敗しました "{}". 詳しくは「詳細を表示」ボタンを押してください。
mr: "{}" हे पुस्तक कॉपी करण्यात अपयशी. अधिक माहितीसाठी "तपशील दाखवा" वर क्लिक करा.
pl: Kopiowanie książki nie powiodło się. Naciśnij „Pokaż szczegóły”, by uzyskać więcej informacji.
pt_br: Falha ao copiar o livro "{}". Clique em "Mostrar detalhes" para mais informações.
ru: Не удалось скопировать книгу «{}». Нажмите «Показать подробности» для получения дополнительной информации.
sv: Det gick inte att kopiera boken "{}". Klicka på "Visa detaljer" för mer information.
ta: "{}" புத்தகத்தை நகலெடுப்பதில் தோல்வி. மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு.
uk: Не вдалося скопіювати книгу «{}». Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: Failed to copy the book "{}" because of an invalid response from calibre
ar: فشل نسخ الكتاب "{}" بسبب استجابة غير صالحة من Calibre
cs: Nepodařilo se kopírovat knihu „{}“ kvůli neplatné odpovědi od Calibre
de: Hat das Buch "{}" wegen einer ungültigen Antwort von Calibre nicht kopiert
es: Fallo al copiar el libro «{}» debido a una respuesta no válida de calibre
fi: Kirjan "{}" kopiointi epäonnistui calibren virheellisen vastauksen vuoksi
gl: Produciuse un erro ao copiar o libro «{}» debido a unha resposta non válida de calibre
ja: calibreから無効な応答があるのため、{} 本をコピーに失敗しました
mr: कॅलिबरकडून अवैध उत्तर आल्यामुळे "{}" हे पुस्तक कॉपी करण्यात अपयशी
pl: Nie udało się skopiować książki "{}" z powodu niepoprawnej odpowiedzi calibre
pt_br: Falha ao copiar o livro "{}" por conta de uma resposta inválida do calibre
ru: Не удалось скопировать книгу «{}» из-за неправильного ответа calibre
sv: Det gick inte att kopiera boken "{}" på grund av ett ogiltigt svar från calibre
ta: திறனில் இருந்து தவறான பதிலின் காரணமாக "{}" புத்தகத்தை நகலெடுப்பதில் தோல்வி
uk: Не вдалося скопіювати книгу «{}», оскільки отримано некоректну відповідь від calibre

source: Book already exists
ar: الكتاب موجود مسبقا
cs: Kniha již existuje
de: Buch existiert bereits
es: El libro ya existe
fi: Kirja on jo olemassa
gl: O libro xa existe
ja: 本はすでに存在します
mr: पुस्तक आधीच अस्तित्वात आहे
pl: Książka już istnieje
pt_br: O livro já existe
ru: Книга уже существует
sv: Boken finns redan
ta: புத்தகம் ஏற்கனவே உள்ளது
uk: Книга вже існує

source: Could not copy as a book with the same title and authors already exists in the {} library
ar: لم يمكن النسخ حيث يوجد مسبقا كتاب بنفس العنوان والمؤلفين في المكتبة {}
cs: Nelze kopírovat, protože kniha se stejným názvem a autory již v knihovně {} existuje
de: Konnte nicht als Buch mit dem gleichen Titel kopiert werden und die Autoren existieren bereits in der {} Bibliothek
es: No se pudo copiar, pues ya hay un libro con el mismo título y autores en la biblioteca {}
fi: Kirjaa ei voitu kopioida samalla otsikolla ja tekijätiedoilla joka on jo olemassa {} kirjastossa
gl: Non se puido copiar como un libro co mesmo título e xa existen autores na biblioteca {}
ja: {} のライブラリ内で同じ作者とタイトルの本がすでにあるので、本のコピーはできませんでした
mr: कॉपी करता आले नाही, कारण तेच शीर्षक आणि लेखक असलेले पुस्तक आधीपासूनच {} पुस्तकालयात अस्तित्वात आहे
pl: Nie można skopiować, ponieważ książka tych autorów o tym samym tytule istnieje już w bibliotece {}
pt_br: Não foi possível copiar, uma vez que um livro com o mesmo título e autor já existe na biblioteca {}
ru: Не удалось скопировать, потому что книга с таким названием и авторами уже существует в библиотеке «{}»
sv: Det gick inte att kopiera eftersom en bok med samma titel och författare finns redan i {}-biblioteket
ta: அதே தலைப்பைக் கொண்ட ஒரு புத்தகமாக நகலெடுக்க முடியவில்லை மற்றும் எழுத்தாளர்கள் ஏற்கனவே{} நூலகத்தில் உள்ளனர்
uk: Не вдалося скопіювати, оскільки у бібліотеці {} вже є книга із тією самою назвою, написана тими самими авторами

source: Book merged
ar: دُمج الكتاب
cs: Kniha sloučena
de: Buch zusammengeführt
es: Libro unido
fi: Kirja sulautettu
gl: Libro fusionado
ja: 本を結合されました
mr: पुस्तक विलीन केले
pl: Połączono wpisy książki
pt_br: Livros fundidos
ru: Объединение завершено
sv: Boken slogs samman
ta: புத்தகம் ஒன்றிணைந்தது
uk: Запис книги об'єднано

source: The files from the book were merged into a book with the same title and authors in the {} library
ar: دُمجت الملفات من الكتاب في كتاب بنفس العنوان والمؤلفين في المكتبة {}
cs: Soubory z knihy byly sloučeny do knihy se stejným názvem a autory v knihovně {}
de: Die Dateien aus dem Buch wurden zu einem Buch mit demselben Titel und denselben Autoren in der {} Bibliothek zusammengeführt
es: Los archivos del libro se añadieron a otro libro con el mismo título y autores en la biblioteca {}
fi: Kirjan tiedostot sulautettiin kirjastoon {} kirjaksi, jolla on sama nimi ja tekijätiedot
gl: Os ficheiros do libro fusionáronse nun libro co mesmo título e autores na biblioteca {}
ja: {} のライブラリ内の同じ作者とタイトルの本にこの本のファイルは併合されました
mr: या पुस्तकातील फायली {} पुस्तकालयातील समान शीर्षक आणि लेखक असणार्‍या पुस्तकाशी विलीन केल्या गेल्या.
pl: Pliki książki połączono z książką tych autorów o tym samym tytule w bibliotece {}
pt_br: Os arquivos do livro foram fundidos em um livro com o mesmo título e autor na biblioteca {}
ru: Файлы книги были объединены в книгу с тем же названием и авторами в библиотеке «{}»
sv: Filerna från boken slogs samman till en bok med samma titel och författare i {}-biblioteket
ta: புத்தகத்தின் கோப்புகள் அதே தலைப்புடன் ஒரு புத்தகத்திலும்,{} நூலகத்தில் ஆசிரியர்களுடனும் இணைக்கப்பட்டன
uk: Файли книги було об'єднано до запису книги із тим самим заголовком, написаної тими самими авторами, у бібліотеці {}

source: Contacting calibre to copy book, please wait...
ar: يجري الاتصال مع Calibre لنسخ الكتاب، الرجاء الانتظار...
cs: Kontaktování Calibre pro kopírování knihy, čekejte...
de: Kontaktaufnahme mit Calibre, um Buch zu kopieren, bitte warten...
es: Contactando con calibre para copiar el libro, espere...
fi: Otetaan yhteyttä calibreen kirjan kopioimiseksi, odota hetki...
gl: Contactando con calibre para copiar o libro, agarda...
ja: 本のコピーするのために、calibreのサーバと通信中、お待ちください…
mr: पुस्तक कॉपी करण्यास कॅलिबरशी संपर्क साधत आहे, कृपया प्रतीक्षा करा...
pl: Trwa łączenie z serwerem calibre by skopiować książkę. Proszę czekać...
pt_br: Contactando o calibre para copiar o livro, por favor espere...
ru: Соединение с calibre для копирования книги, пожалуйста, подождите…
sv: Kontaktar calibre för att kopiera bok, vänta...
ta: புத்தகத்தை நகலெடுக்க திறனைத் தொடர்புகொள்வது, தயவுசெய்து காத்திரு...
uk: Зв'язуємося із calibre для копіювання книги, будь ласка, зачекайте…

source: Copy book to "{target_library_name}"
ar: انسخ الكتاب إلى "{target_library_name}"
cs: Kopírovat knihu do „{target_library_name}
de: Buch nach "{target_library_name}" kopieren
es: Copiar libro a «{target_library_name}»
fi: Kopioi kirja kirjastoon "{target_library_name}"
gl: Copiar o libro en «{target_library_name}»
ja: {target_library_name}のライブラリへ本をコピーする
mr: पुस्तक "{target_library_name}" ला कॉपी करा
pl: Skopiuj książkę do "{target_library_name}"
pt_br: Copiar o livro para "{target_library_name}"
ru: Копирование книги в библиотеку «{target_library_name}»
sv: Kopiera boken till "{target_library_name}"
ta: புத்தகத்தை "{target_library_name}" க்கு நகலெடு
uk: Копіювати книгу до «{target_library_name}»

source: Copying: {}
ar: يجري نسخ: {}
cs: Kopírování: {}
de: Kopieren: {}
es: Copiando: {}
fi: Kopioi: {}
gl: Copiando: {}
ja: コピー中: {}
mr: कॉपी करत आहे: {}
pl: Kopiowanie: {}
pt_br: Copiando: {}
ru: Копирование: «{}»
sv: Kopierar: {}
ta: நகலெடுக்கும்: {}
uk: Копіювання: {}

source: If there are already existing books in "{}" with the same title and authors, how would you like to handle them?
ar: إذا وجدت مسبقاً كتب في "{}" بنفس العنوان والمؤلفين، فكيف تريد التعامل معها؟
cs: Pokud v „{}“ již existují knihy se stejným názvem a autory, jak s nimi chcete zacházet?
de: Wenn es in "{}" bereits Bücher mit demselben Titel und denselben Autoren gibt, wie möchten Sie diese behandeln?
es: Si ya existen libros en «{}» con el mismo libro y autores, ¿cómo le gustaría resolverlo?
fi: Jos kirjastossa "{}" on jo kirjoja, joilla on sama nimi ja tekijätiedot, mitä haluat tehdä niille?
gl: Se xa hai libros existentes en «{}» co mesmo título e autores, como che gustaría tratalos?
ja: {} に同じタイトルと作者の既存の本がある場合、どのように処理しますか?
mr: "{}" मध्ये त्याच शीर्षकांची व लेखकांची पुस्तके आधीपासूनच अस्तित्वात असतील, तर तुम्हाला त्यांच्याशी कसा व्यवहार करायचा आहे?
pl: Jeśli w bibliotece"{}" istnieje książka tych autorów o tym samym tytule, co chcesz z nią zrobić?
pt_br: Se já houver livros existentes na "{}" com o mesmo título e autor, como gostaria de proceder?
ru: Если в библиотеке «{}» уже есть книги с таким же названием и авторами, как бы вы хотели поступить?
sv: Om det redan finns befintliga böcker i "{}" med samma titel och författare, hur skulle du vilja hantera dem?
ta: அதே தலைப்பு மற்றும் ஆசிரியர்களுடன் "{}" இல் ஏற்கனவே இருக்கும் புத்தகங்கள் இருந்தால், அவற்றை எவ்வாறு கையாள விரும்புகிறீர்கள்?
uk: Якщо у «{}» вже є книги із тими самими назвами, написані тими самими авторами, у який спосіб слід їх обробляти?

source: Copy anyway
ar: انسخ على أية حال
cs: Přesto kopírovat
de: Trotzdem kopieren
es: Copiar de todos modos
fi: Kopioi kuitenkin
gl: Copia de todos os xeitos
ja: とにかくコピー
mr: तरीही कॉपी करा
pl: Skopiuj mimo to
pt_br: Copiar mesmo assim
ru: Всё равно копировать
sv: Kopiera ändå
ta: எப்படியும் நகலெடு
uk: Копіювати попри усе

source: Do not copy
ar: لا تنسخ
cs: Nekopírovat
de: Nicht kopieren
es: No copiar
fi: Älä kopioi
gl: Non copies
ja: コピーしない
mr: कॉपी करू नका
pl: Nie kopiuj
pt_br: Não copiar
ru: Не копировать
sv: Kopiera inte
ta: நகலெடுக்க வேண்டாம்
uk: Не копіювати

source: Merge into existing books, overwriting existing files
ar: ادمج إلى الكتب الموجودة، والكتابة على الملفات الموجودة
cs: Sloučit do existujících knih, přepsat existující soubory
de: Einfügen in bestehende Bücher, Überschreiben bestehender Dateien
es: Unir en los libros existentes, reemplazando los archivos ya existentes
fi: Sulauta olemassa oleviin kirjoihin, korvaa olemassa olevat tiedostot
gl: Combínase con libros existentes, sobreescribindo os ficheiros existentes
ja: 既存の本を結合します、既存のファイルを上書きします
pl: Połącz z istniejącą książką, nadpisując istniejące pliki
pt_br: Fundir aos livros existentes, sobrescrevendo arquivos existentes
ru: Объединить с существующими книгами, перезаписав имеющиеся файлы
sv: Slå samman i befintliga böcker, skriv över befintliga filer
ta: ஏற்கனவே உள்ள புத்தகங்களில் ஒன்றிணைந்து, இருக்கும் கோப்புகளை மேலெழுதும்
uk: Об'єднати записи книг, перезаписати наявні файли

source: Merge into existing books, keeping existing files
ar: ادمج إلى الكتب الموجودة، والمحافظة على الملفات الموجودة
cs: Sloučit do existujících knih, ponechat existující soubory
de: Einfügen in bestehende Bücher, bestehende Dateien behalten
es: Unir en los libros existentes, manteniendo los archivos ya existentes
fi: Sulauta olematta oleviin kirjoihin, säilytä olemassa olevat tiedostot
gl: Combínase nos libros existentes, mantendo os ficheiros existentes
ja: 既存の本を結合します、既存のファイルを残す
mr: अस्तित्वातील पुस्तकांमध्ये विलीन करा, व अस्तित्वातील फायली ठेवा
pl: Połącz z istniejącą książką, zachowując istniejące pliki
pt_br: Fundir aos livros existentes, mantendo os arquivos existentes
ru: Объединить с существующими книгами, сохранив имеющиеся файлы
sv: Slå samman med befintliga böcker, behåll befintliga filer
ta: இருக்கும் கோப்புகளை வைத்து, இருக்கும் புத்தகங்களில் ஒன்றிணைந்து
uk: Об'єднати записи книг, зберегти наявні файли

source: Merge into existing books, putting conflicting files into a new book record
ar: ادمج إلى الكتب الموجودة، ووضع الملفات المتعارضة في قيد كتاب جديد
cs: Sloučit do existujících knih, uložit konfliktní soubory do nového záznamu knihy
de: Zusammenführen in bestehende Bücher, wobei widersprüchliche Dateien in einen neuen Buchsatz eingefügt werden
es: Unir en los libros existentes, pero poniendo los archivos en conflicto en un nuevo registro de libro
fi: Sulauta olemassa oleviin kirjoihin, sijoita ristiriitaiset tiedostot uuteen kirjataltioon
gl: Combínase con libros existentes, poñendo ficheiros en conflito nun novo rexistro de libro
ja: 競合するファイルを新規レコードとして、既存の本にマージ
pl: Połącz z istniejącą książką, przenosząc kolidujące pliki do nowego wpisu książki
pt_br: Fundir aos livros existentes, colocando arquivos conflitantes em um novo registro de livro
ru: Объединить с существующими книгами, поместив конфликтующие файлы в новую книгу
sv: Slå samman med befintliga böcker, sätt motstridiga filer i en ny bokpost
ta: ஏற்கனவே இருக்கும் புத்தகங்களில் ஒன்றிணைந்து, முரண்பட்ட கோப்புகளை புதிய புத்தக பதிவில் வை
uk: Об'єднати записи книг, конфліктні файли додати до нового запису книги

source: Move
ar: نقل
cs: Přesunout
de: Verschieben
es: Mover
fi: Siirrä
gl: mover
ja: 移動
mr: हलवा
pl: Przenieś
pt_br: Mover
ru: Переместить
sv: Flytta
ta: நகர்வு
uk: Пересунути

source: There are no other calibre libraries available to copy the book to
ar: لا تتوفر مكتبات Calibre أخرى لنسخ الكتاب إليها
cs: Nejsou dostupné žádné jiné knihovny Calibre, do kterých by bylo možné kopírovat knihu
de: Es gibt keine anderen Calibre-Bibliotheken, in die das Buch kopiert werden kann
es: No hay otras bibliotecas de calibre disponibles para copiar este libro
fi: Ei ole muita calibre-kirjastoja, joihin kirjan voi kopioida
gl: Non hai outras bibliotecas de calibre dispoñibles para copiar o libro
ja: 他に calibre のライブラリがないため本をコピーできません
mr: असे इतर कोणतेही कॅलिबर पुस्तकालय नाहीत ज्यांच्यात या पुस्तकाची प्रत पाठवता येईल
pl: Nie ma innych bibliotek calibre, do których można przenieść książkę
pt_br: Não há outras bibliotecas do calibre disponíveis para copiar o livro
ru: Нет других библиотек calibre, доступных для копирования книги
sv: Det finns inga andra calibre-bibliotek tillgängliga att kopiera boken till
ta: புத்தகத்தை நகலெடுக்க வேறு எந்த திறன் நூலகங்களும் கிடைக்கவில்லை
uk: Немає інших бібліотек calibre для копіювання книги

source: Choose the library to copy to below
ar: اختر في أدناه المكتبة للنسخ إليها
cs: Níže zvolte knihovnu, do které kopírovat
de: Wählen Sie die Bücher welche hinzugefügt werden unterhalb aus
es: Elija la biblioteca donde copiar a continuación
fi: Valitse alta kirjasto, johon kopioidaan
gl: Escolle a biblioteca para copiar a continuación
ja: 以下でコピーするライブラリを選択
mr: ज्या पुस्तकालयात कॉपी करायचे आहे ते खाली निवडा
pl: Wybierz bibliotekę do skopiowania poniżej
pt_br: Escolha a biblioteca para copiar abaixo
ru: Выберите библиотеку для копирования ниже
sv: Välj det bibliotek du vill kopiera till nedan
ta: கீழே நகலெடுக்க நூலகத்தைத் தேர்வுசெய்க
uk: Виберіть бібліотеку для копіювання з наведеного нижче списку

source: Search contains smart quotes
ar: البحث يحتوي على علامات اقتباس ذكية
cs: Hledání obsahuje chytré uvozovky
de: Suche enthält intelligente Anführungszeichen.
es: La búsqueda contiene comillas tipográficas
fi: Haku sisältää smart quoteja
gl: A busca contén comiñas intelixentes
id: Pencarian mengandung tanda kutip
ja: スマート引用符を含む検索
pl: Wyszukiwanie zawiera cudzysłowy drukarskie
pt_br: Pesquisa contém citações inteligentes
ru: Поиск содержит «умные кавычки»
sv: Sökningen innehåller typografiska citattecken
ta: தேடலில் அறிவு மேற்கோள்கள் உள்ளன
uk: У пошуку містяться кмітливі лапки
