Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Left margin:
ar: الهامش الأيسر:
cs: Levý okraj:
de: Linker Seitenrand:
es: Margen izquierdo:
fi: Vasen marginaali:
gl: Marxe esquerda:
ja: 左余白:
mr: डावीकडचा समास:
pl: Lewy margines:
pt_br: Margem esquerda:
ru: Левое поле:
sv: Vänstermarginal:
ta: இடது விளிம்பு:
uk: Ліве поле:

source: Right margin:
ar: الهامش الأيمن:
cs: Pravý okraj:
de: Rechter Seitenrand:
es: Margen derecho:
fi: Oikea marginaali:
gl: Marxe dereita:
ja: 右余白:
mr: उजवीकडचा समास:
pl: Prawy margines:
pt_br: Margem direita:
ru: Правое поле:
sv: Högermarginal:
ta: வலது விளிம்பு:
uk: Праве поле:

source: Control how scrolling works in paged mode
ar: تحكّم في كيفية عمل نمط الصفحات
cs: Určete, jak funguje posouvání v režimu stránek
de: Steuern, wie der Bildlauf im Seitenmodus funktioniert
es: Controla cómo funciona el desplazamiento en modo paginado
fi: Määritä, miten vieritys toimii sivutetussa tilassa
gl: Controla como funciona o desprazamento no modo de páxina
ja: ページモードでのスクロール方法を設定
mr: पान मोडमध्ये स्क्रोल कसे चालते हे नियंत्रित करा
pl: Kontroluj działanie przewijania w trybie stronicowanym
pt_br: Controla como a rolagem funciona no modo paginado
ru: Управление работой прокрутки в страничном режиме
sv: Ställ in hur bläddring fungerar i siddelat läge
ta: பக்க பயன்முறையில் உருள் எவ்வாறு செயல்படுகிறது என்பதைக் கட்டுப்படுத்து
uk: Керує тим, як працює гортання у режимі поділу на сторінки

source: Mouse wheel scrolls by screen fulls instead of pages
ar: لفّات عجلة الفأرة ببمقدار شاشات بدلا من صفحات
cs: Kolečko myši posouvá po celých obrazovkách namísto stránek
de: Mausrad scrollt bildschirm- anstatt seitenweise
es: La rueda del ratón desplaza por pantallas en lugar de páginas
fi: Hiiren pyörä vierittää sivujen sijasta näytön kokoisia ruutuja
gl: A roda do rato desprázase por pantalla chea en lugar de páxinas
ja: マウスホイールでページではなく画面全体をスクロール
pl: Kółko myszy przewija się o pełny ekran zamiast stron
pt_br: Roda do mouse rola telas inteiras em vez de páginas
ru: Колёсико мыши прокручивает полный экран вместо страниц
sv: Mushjulet bläddrar med skärmuppfyllningar istället för sidor
ta: பக்கங்களுக்கு பதிலாக திரை முழு மூலம் சுட்டி சக்கர சுருள்கள்
uk: Коліщатко миші гортає текст екранами, а не сторінками

source: Horizontal mouse wheel jumps to next/previous section
ar: عجلة الفأرة الأفقية تقفز إلى القسم التالي/السابق
cs: Vodorovné kolečko myši skočí na další nebo předchozí sekci
de: Horizontales Mausrad springt zum nächsten/vorigen Abschnitt
es: La rueda horizontal del ratón salta a la sección siguiente o anterior
fi: Vaakasuuntainen hiiren rulla hyppää seuraavaan/edelliseen osioon
gl: A roda horizontal do rato salta á sección seguinte/anterior
pl: Poziomego pokrętło myszy pozwala skoczyć do kolejnej/poprzedniej sekcji
pt_br: Roda horizontal do mouse salta para a seção anterior/próxima
ru: Горизонтальное колесо мыши переходит к следующему/предыдущему разделу
sv: Horisontellt mushjul hoppar till nästa/föregående avsnitt
ta: கிடைமட்ட சுட்டி சக்கரம் அடுத்த/முந்தைய பகுதிக்கு தாவுகிறது
uk: Прокручування горизонтального коліщатка миші переводить до наступного або попереднього розділу

source: Clicking on the margins scrolls by screen fulls instead of pages
ar: النقر على الحوافّ يلفّ بمقدار شاشات بدلا من صفحات
cs: Kliknutí na okraje posouvá po celých obrazovkách namísto stránek
de: Anklicken der Ränder scrollt bildschirm- anstatt seitenweise
es: La pulsación en los márgenes desplaza por pantallas en lugar de páginas
fi: Napsauttamalla marginaaleja selataan sivujen sijasta näytön kokoisia ruutuja
gl: Facendo clic nas marxes, desprázase por pantallas completas en lugar de páxinas
ja: 余白上でクリックしたときページではなく画面全体をスクロール
pl: Kliknięcie marginesów powoduje przewijanie przez wypełnienia ekranu zamiast stron
pt_br: Clicar nas margens rola telas inteiras em vez de páginas
ru: Нажатие на поля прокручивает полный экран вместо страниц
sv: Klickningar på marginalerna bläddrar med skärmuppfyllningar istället för sidor
ta: விளிம்புகளின் மீது சொடுக்கு போது பக்கங்களுக்குப் பதிலாக முழுதிரைகள் மூலம் சுருள்
uk: Клацання на полях гортає екранами, а не сторінками

source: Pixel scroll threshold:
ar: عتبة لفّ بالبكسل:
cs: Mezní hodnota posouvání po pixelech
de: Pixel-Scroll-Schwellenwert:
es: Umbral de desplazamiento en píxeles:
fi: Pikselin vierityskynnys:
gl: Limiar de desprazamento de píxeles:
ja: ピクセルスクロールしきい値:
pl: Próg przewijania pikseli:
pt_br: Limite de rolagem de pixels:
ru: Порог прокрутки пикселей:
sv: Pixelrullningströskel:
ta: படப்புள்ளி உருள் வாசல்:
uk: Поріг гортання за пікселями:

source: When using a touchpad or mouse wheel that produces scroll events in pixels, set the number of pixels before a page turn is triggered
ar: عند استخدام لوحة اللمس أو عجلة الفأرة التي تُنتج أحداث لفّ بالبكسل، عيّن عدد البكسلات قبل إطلاق تقليب الصفحة
cs: Při použití touchpadu nebo kolečka myši, které vytvářejí události posouvání v pixelech, nastavte počet pixelů než je spuštěno otočení stránky
de: Wenn Sie ein Touchpad oder Mausrad verwenden, das Scroll-Ereignisse in Pixeln erzeugt, legen Sie die Anzahl der Pixel fest, bevor ein Seitenumbruch ausgelöst wird
es: Al usar un panel táctil o una rueda de ratón que produce eventos de desplazamiento en píxeles, se requiere este número de píxeles para que se active un cambio de página
fi: Kun käytät kosketuslevyä tai hiiren rullaa, joka tuottaa vieritystapahtumia pikseleinä, määritä pikselien määrä ennen sivun kääntämistä
gl: Cando use un panel táctil ou unha roda do rato que produce eventos de desprazamento en píxeles, configure o número de píxeles antes de que se active unha volta de páxina
ja: スクロールイベントをピクセル単位で発生させるようなタッチパッドまたはマウスホイールを使用する場合、ページめくりとして解釈するピクセル数を指定してください。
pl: Używając touchpada lub kółka myszy, które generują zdarzenia przewijania w pikselach, ustaw liczbę pikseli przed uruchomieniem przewracania strony
pt_br: Ao usar um touchpad ou roda do mouse que produz eventos de rolagem em pixels, determina o número de pixels antes de acionar a rolagem de página
ru: Если используется сенсорная панель или колёсико мыши, создающие события прокрутки в пикселях, установите количество пикселей до срабатывания переворота страницы
sv: När du använder en pekplatta eller ett mushjul som producerar bläddringshändelser i pixlar, ställ in antalet pixlar innan en sidvändning utlöses
ta: படப்புள்ளிகளில் உருள் நிகழ்வுகளை உருவாக்கும் தொடுஅட்டை அல்லது சுட்டி சக்கரத்தைப் பயன்படுத்தும்போது, ஒரு பக்க திருப்பத்தைத் தூண்டுவதற்கு முன் படப்புள்ளிகளின் எண்ணிக்கையை அமை
uk: Якщо сенсорна панель або коліщатко миші повідомляє про подію гортання з величиною у пікселях, встановити порогову кількість пікселів, яка призводитиме до гортання сторінки.

source: Control how smooth scrolling works in flow mode
ar: تحكّم في كيفية عمل اللف السلس في نمط الإنسياب
cs: Určete, jak funguje plynulé posouvání v plovoucím režimu
de: Passen Sie die Geschwindigkeit für weiches Scrollen im fortlaufenden Modus an
es: Controla el comportamiento del desplazamiento suave en modo continuo
fi: Määritä, miten sulava vieritys toimii virtaustilassa
gl: Controla como funciona o desprazamento suave no modo de fluxo
ja: フローモードでスムーズスクロールをどのように行うかを設定
pl: Kontroluj działanie płynnego przewijania w trybie przepływu
pt_br: Controla o quão suave a rolagem funciona no modo fluxo
ru: Управление плавной прокруткой в потоковом режиме
sv: Anpassa hur jämn rullning fungerar i flödesläge
ta: ஓட்டப் பயன்முறையில் மென்மையான உருள் எவ்வளவு செயல்படுகிறது என்பதைக் கட்டுப்படுத்து
uk: Керування тим, як працюватиме плавне гортання у неперервному режимі

source: Stop at internal file boundaries when smooth scrolling by holding down the scroll key
ar: الوقوف عند حدود الملف الداخلية عند اللف السلس بالضغط المستمر على مفتاح اللفّ
cs: Zastavit na vnitřních hranicích souboru při plynulém posouvání držením klávesy posouvání
de: Im Scroll Modus bei gehaltener Taste trotzdem an Dateiende oder -anfang stoppen.
es: Parar en los límites de archivos internos al desplazarse pulsando la tecla de desplazamiento
fi: Pysäytä sisäisiin tiedostorajoihin, kun selaat sujuvasti pitämällä vieritysnäppäintä alhaalla
gl: Deténgase nos límites internos dos ficheiros cando se desprace suavemente mantendo premida a tecla de desprazamento
ja: スクロールキーを押しながらスムーズスクロールを行うときに、内部ファイルの境界で停止
pl: Zatrzymaj się na wewnętrznych granicach pliku podczas płynnego przewijania, przytrzymując klawisz przewijania
pt_br: Parar na fronteira dos arquivos internos quando rolando suavemente ao segurar a tecla de rolagem
ru: Останавливать плавную прокрутку на внутренних границах файла, удерживая нажатой клавишу прокрутки
sv: Stanna vid interna filgränser vid jämn rullning genom att hålla ned bläddringsknappen
ta: உருள் விசையை அழுத்திப் பிடிப்பதன் மூலம் மென்மையாக உருளும்போது உள் கோப்பு எல்லைகளில் நிறுத்து
uk: Зупиняйте плавне гортання на межах внутрішніх файлів утриманням натиснутою клавіші гортання

source: Smooth scrolling speed in lines/sec:
ar: سرعة اللفّ السلس بـ سطر/ثا:
cs: Rychlost plynulého posouvání v řádcích/s:
de: Geschwindigkeit für weiches Scrollen in Zeilen/Sek.:
es: Velocidad de desplazamiento suave en líneas por segundo:
fi: Tasainen vieritysnopeus riveinä/sek:
gl: Velocidade de desprazamento suave en liñas/s:
ja: スムーススクロールの速さ(1秒あたりの行数):
pl: Płynna prędkość przewijania w wierszach/s:
pt_br: Velocidade de rolagem suave em linhas/seg:
ru: Скорость плавной прокрутки, строки/с:
sv: Jämn rullningshastighet i rader/sek:
ta: மென்மையான உருள் வேகம் வரிகள்/நொடி:
uk: Швидкість плавного гортання у рядках/с::

source: Auto scrolling speed in lines/sec:
ar: سرعة لفّ تلقائية بـ سطر/ثا:
cs: Rychlost automatického posouvání v řádcích/s:
de: Automatische Scrollgeschwindigkeit in Zeilen/Sek.:
es: Velocidad de desplazamiento automático en líneas por segundo:
fi: Automaattinen vieritysnopeus riveinä/sek:
gl: Velocidade de desprazamento automático en liñas/s:
ja: 自動スクロールの速さ (1秒あたりの行数):
mr: आपोआप स्क्रोलचा वेग, ओळ/सेकंद:
pl: Prędkość automatycznego przewijania w wierszach/s:
pt_br: Velocidade de auto rolagem em linhas/seg:
ru: Скорость автопрокрутки, строки/с:
sv: Automatisk rullningshastighet i rader/sek:
ta: தானி உருள் வேகம் வரிகள்/நொடி:
uk: Швидкість автогортання у рядках/с:

source: Seconds to pause before auto-scrolling past internal file boundaries:
ar: ثواني اللبث قبل اللف تلقائيا بعد حدود الملف الداخلية:
cs: Sekund do pozastavení před tím, než automatické posouvání překročí vnitřní hranice souboru:
de: Zu wartende Sekunden, bevor automatisch über die internen Dateibegrenzungen hinweggescrollt wird:
es: Segundos de pausa antes de desplazarse automáticamente entre archivos internos:
fi: Sekunnit tauolle, ennen kuin vierität automaattisesti tiedoston sisäisten rajojen yli:
gl: Segundos para facer unha pausa antes de desprazarse automaticamente máis alá dos límites internos do ficheiro:
ja: 自動スクロールで内部ファイルの境界を越える前に一時停止する秒数:
pl: Sekundy, aby wstrzymać przed automatycznym przewijaniem poza wewnętrzne granice plików:
pt_br: Segundos de pausa antes da auto rolagem ultrapassar a fronteira dos arquivos internos:
ru: Пауза в секундах перед автопрокруткой за пределы внутренних границ файла:
sv: Sekunder att pausa innan automatisk rullning förbi interna filgränser:
ta: கடந்த உள் கோப்பு எல்லைகளை தானாக உருள் செய்வதற்கு முன் இடைநிறுத்த நொடிகள்:
uk: Тривалість призупинення при автогортанні на межах внутрішніх файлів:

source: Use negative values to not auto-scroll past internal file boundaries
ar: استخدم قيماً سالبة لعدم اللف تلقائيا بعد حدود الملف الداخلية
cs: Použijte záporné hodnoty, aby automatické posouvání nepřekročilo vnitřní hranice souboru
de: Verwenden Sie negative Werte, um nicht automatisch über interne Dateigrenzen zu scrollen
es: Use valores negativos para desactivar el desplazamiento automático entre archivos internos
fi: Käytä negatiivisia arvoja, jos et vieritä automaattisesti tiedoston sisäisten rajojen ohi
gl: Use valores negativos para non desprazarse automaticamente máis alá dos límites internos do ficheiro
ja: 内部ファイルの境界を越えて自動スクロールしなくするには負の値を指定
pl: Użyj wartości ujemnych, aby nie przewijać automatycznie poza wewnętrzne granice plików
pt_br: Use valores negativos para não auto rolar através da fronteira dos arquivos internos
ru: Используйте отрицательные числа, чтобы отменить автопрокрутку за пределы внутренних границ файла
sv: Använd negativa värden för att inte automatiskt bläddra förbi interna filgränser
ta: கடந்த உள் கோப்பு எல்லைகளை தானாக உருள் செய்யாமல் இருக்க எதிர்மறை மதிப்புகளைப் பயன்படுத்து
uk: Скористайтеся від'ємним значення, щоб зупиняти автогортання на межах внутрішніх файлів

source: Seconds to pause when mouse-scrolling past internal file boundaries:
ar: ثواني اللبث عند اللف بالفأرة بعد حدود الملف الداخلية:
cs: Sekund k pozastavení, když se při posouvání myší překročí vnitřní hranice souboru.
es: Segundos de pausa al desplazarse con el ratón entre archivos internos:
gl: Segundos para pausar cando se desplace co rato máis aló dos límites internos do ficheiro:
pt_br: Segundos de pausa ao rolar com o mouse através da fronteira dos arquivos internos
ru: Пауза в секундах перед мышепрокруткой за пределы внутренних границ файла:
sv: Sekunder att pausa när man musrullar förbi interna filgränser:
uk: Тривалість призупинення при виході за межі внутрішніх файлів при гортанні:

source: Set to zero to scroll past internal file boundaries without delay
ar: عيّن على صفر لللف بعد حدود الملف الداخلية دون تأخير
cs: Nastavte na nulu, aby ke zpoždění při posunu za vnitřní hranice souboru nedošlo.
es: Poner a cero para desplazarse entre archivos internos sin retardo
gl: Configura a cero para desprazarte máis aló dos límites internos do ficheiro sen demora.
pt_br: Defina como zero para rolar atrás da fronteira do arquivos internos sem atraso
ru: Установите значение ноль, чтобы без задержки прокручивать внутренние границы файла
sv: Ställ in på noll för att rulla förbi interna filgränser utan fördröjning
uk: Встановіть нульове значення, щоб програма гортала через межі внутрішніх файлів без затримки

source: Show a scrollbar
ar: أظهر شريط اللف
cs: Zobrazit posuvník
de: Bildlaufleiste anzeigen
es: Mostrar un barra de desplazamiento
fi: Näytä vierityspalkki
gl: Mostrar unha barra de desprazamento
ja: スクロールバーの表示
mr: स्क्रोलबार दाखवा
pl: Pokaż pasek przewijania
pt_br: Mostrar barra de rolagem
ru: Показать полосу прокрутки
sv: Visa en rullist
ta: ஒரு சுருளைக் காட்டு
uk: Показати смужку гортання

source: Invert the page turn tap areas
ar: عكس مناطق النقر لتقليب الصفحة
cs: Invertovat oblasti pro otáčení stránek klepnutím
de: Umkehr der Tippbereiche zum Umblättern
es: Invertir las áreas de toque para pasar página
fi: Päinvastainen sivunvaihto napautusalueilla
gl: Inverte as áreas de toque de paso de páxina
ja: ページめくりタップ領域を反転
pl: Odwróć obszary dotknięcia przewracania strony
pt_br: Inverter as áreas de toque para mudança de página
ru: Инвертировать области касания для переворачивания страницы
sv: Invertera tryckområden för sidvändning
ta: பக்கத்தைத் திருப்ப தட்டும் பகுதிகளைக் கவிழ்
uk: Інвертувати області гортання сторінок

source: Have tapping on the left side turn the page forward and the right side backwards
ar: اجعل النقر على الجانب الأيسر يقلب الصفحة للأمام والجانب الأيمن للخلف
cs: Klepnutí na levou stranu otáčí stránku vpřed a na pravou stranu zpět.
de: Tippen Sie auf die linke Seite, um die Seite vorwärts und die rechte Seite rückwärts umzublättern.
es: Hacer que al tocar en el lado izquierdo se pase a la siguiente página y en lado derecho a la anterior
fi: Käännä sivua vasemmalla puolella napauttamalla eteenpäin ja oikealla puolella taaksepäin
gl: Fai que tocando no lado esquerdo xire a páxina cara adiante e o lado dereito cara atrás
ja: 左側タップでページを進め、右側タップでページを戻す
pl: Mieć stukanie po lewej stronie, aby przewrócić stronę do przodu, a po prawej stronie do tyłu
pt_br: Toques no lado esquerdo avançam a página e no lado direito voltam.
ru: При нажатии на левую сторону листать страницу вперед, на правую - назад.
sv: Tryckningar på vänster sida vänder sidan framåt och höger sida bakåt
ta: பக்கத்தை முன்னோக்கி திருப்ப இடது மற்றும் பக்கத்தை பின்னோக்கி திருப்பு வலது பக்கத்தில் தட்டவும்
uk: Торкання на лівому боці сторінки гортає сторінки вперед, на правому — назад

source: Add a new shortcut
ar: إضافة إختصار جديد
cs: Přidat novou klávesovou zkratku
de: Neue Verknüpfung hinzufügen
es: Añadir un nuevo atajo
fi: Lisää uusi pikakuvake
gl: Engade un novo atallo
ja: 新規ショートカットを追加
mr: नवीन शॉर्टकट जोडा
pl: Dodaj nowy skrót
pt_br: Adicionar um novo atalho
ru: Добавить новое сочетание клавиш
sv: Lägga till en ny genväg
ta: புதிய குறுக்குவழியைச் சேர்
uk: Додати нове скорочення

source: Press the key combination to use as a shortcut
ar: اضغط تركيبة المفاتيح لاستخدامها كاختصار
cs: Stiskněte kombinaci kláves pro použití jako klávesové zkratky
de: Drücken Sie die Tastenkombination, die als Abkürzung verwendet werden soll
es: Pulse la combinación de teclas que quiera usar como atajo
fi: Paina näppäinyhdistelmää käyttääksesi pikakuvakkeena
gl: Preme a combinación de teclas para usala como atallo
ja: ショートカットとして使用するキーの組み合わせを押下してください
pl: Naciśnij kombinację klawiszy, aby użyć jako skrótu
pt_br: Pressione a combinação de teclas para usar como atalho
ru: Нажмите сочетание клавиш для быстрого вызова
sv: Tryck tangentkombinationen för att använda som en genväg
ta: குறுக்குவழியாகப் பயன்படுத்த முக்கிய கலவையை அழுத்து
uk: Натисніть комбінацію клавіш, яку ви хочете використати для скорочення

source: Existing shortcuts:
ar: الاختصارات الموجودة:
cs: Existující klávesové zkratky:
de: Bestehende Tastaturkurzbefehle:
es: Atajos existentes:
fi: Olemassa olevat pikakuvakkeet:
gl: Atallos existentes:
ja: 既存のショートカット:
mr: अस्तित्वातले शॉर्टकट:
pl: Istniejące skróty:
pt_br: Atalhos existentes:
ru: Существующие горячие клавиши:
sv: Befintliga genvägar:
ta: தற்போதுள்ள குறுக்குவழிகள்:
uk: Наявні скорочення:

source: Search for shortcut
ar: البحث عن اختصار
cs: Hledat klávesovou zkratku
de: Suche nach Tastaturkurzbefehl
es: Buscar un atajo
fi: Etsi pikakuvaketta
gl: Busca atallos
ja: ショートカットを検索
mr: शॉर्टकट शोधा
pl: Wyszukaj skrót
pt_br: Buscar por atalho
ru: Поиск сочетания клавиш
sv: Sök efter genväg
ta: குறுக்குவழியைத் தேடு
uk: Шукати скорочення

source: Current window size is: <b>{0}x{1}</b> pixels
ar: حجم النافذة الحالي هو: <b>{0}x{1}</b> بكسل
cs: Aktuální velikost okna je: <b>{0}x{1}</b> pixelů
de: Aktuelle Fenstergröße ist: <b>{0}x{1}</b> Pixel
es: El tamaño de ventana actual el <b>{0}×{1}</b> píxeles
gl: O tamaño actual da xanela é: <b>{0}x{1}</b> píxeles
mr: वर्तमान विंडोचा आकार: <b>{0}x{1}</b> पिक्सेल
pl: Obecny rozmiar okna to: <b>{0}x{1}</b> pikseli
pt_br: O tamanho atual da janela é: <b>{0}x{1}</b> pixels
ru: Текущий размер окна: <b>{0}x{1}</b> пикселей
sv: Aktuell fönsterstorlek är: <b>{0}x{1}</b> pixlar
ta: தற்போதைய சாளர அளவு: <b>{0}x{1}</b> படப்புள்ளிகள்
uk: Поточний розмір вікна: <b>{0}x{1}</b> пікселів

source: Change the page margins (in pixels) below
ar: غيّر حواشي الصفحة (بالبكسل) في أدناه
cs: Níže změňte okraje stránky (v pixelech)
de: Passen Sie hier die Blattränder (in Pixeln) an
es: Cambiar los márgenes de página (en píxeles)
fi: Vaihda sivun marginaaleja (pikseleissä9 alla
gl: Cambia as marxes da páxina (en píxeles) a continuación
id: Ubah batas halaman (dalam piksel)
ja: ページ余白を指定(ピクセル単位)
mr: पानाचे समास खाली बदला (पिक्सेलांमध्ये)
pl: Poniżej możesz dostosować wielkość marginesów strony (w pikselach)
pt_br: Altere as margens da página (em pixels) abaixo
ru: Изменение полей страницы (в пикселях) ниже
sv: Ändra sidmarginalerna (i pixlar) nedan
ta: பக்க விளிம்புகளை (படப்புள்ளிகளில்) கீழே மாற்று
uk: Змініть розмір полів (у пікселях) нижче

source: Top:
ar: أعلى:
cs: Nahoře:
de: Oben:
es: Arriba:
fi: Ylä:
gl: Arriba:
id: Atas:
ja: 上:
mr: सर्वात वर:
pl: Górny:
pt_br: Topo
ru: Сверху:
sv: Överst:
ta: மேலே:
uk: Верхнє:

source: Bottom:
ar: أسفل:
cs: Dole:
de: Unten:
es: Abajo:
fi: Ala:
gl: Abaixo:
id: Bawah:
ja: 下:
mr: सर्वात खाली:
pl: Dolny:
pt_br: Inferior
ru: Снизу:
sv: Nederst:
ta: கீழே:
uk: Нижнє:

source: Left:
ar: يسار:
cs: Vlevo:
de: Links:
es: Izquierda:
fi: Vasen:
gl: Esquerda:
id: Kiri:
ja: 左:
mr: उजवीकडे:
pl: Lewy:
pt_br: Esquerda
ru: Слева:
sv: Vänster:
ta: இடது:
uk: Ліве:

source: Right:
ar: يمين:
cs: Vpravo:
de: Rechts:
es: Derecha:
fi: Oikea:
gl: Dereita:
id: Kanan:
ja: 右:
mr: डावीकडे:
pl: Prawy:
pt_br: Direita
ru: Справа:
sv: Höger:
ta: வலது:
uk: Праве:

source: Choose the page layout mode. In paged mode, the text is split up into individual pages, as in a paper book. In flow mode text is presented as one long scrolling page, as in web browsers.
ar: اختر نمط تخطيط الصفحة. في نمط الصفحات، يُقسم النص إلى صفحات مفردة، كما في الكتاب الورقي. في نمط الإنسياب يُعرَض النص كصفحة طويلة ملتفة، كما في متصفحات الانترنت.
cs: Zvolte režim rozložení stránky. V režimu stránek je text rozdělen do jednotlivých stránek jako v papírové knize. V plovoucím režimu je text uveden jako jedna dlouhá posouvatelná stránka jako ve webových prohlížečích.
de: Wählen Sie den Modus für das Seitenlayout. Im Seitenmodus ist der Text wie bei einem Buch in einzelne Seiten aufgeteilt. Im fortlaufenden Modus hingegen wird der Text wie bei einem Webbrowser als eine einzige lange und scrollbare Seite dargestellt.
es: Elija una disposición de página. En el modo paginado el texto se divide en páginas individuales como en un libro real. En modo continuo el texto se presenta como una única página continua, como en las páginas de Internet.
fi: Valitse sivun layout. Sivutetussa tilassa, teksti jaetaan sivuille, kuten paperisessa kirjassa. Virtaavassa tilassa teksti esitetään yhtenä pitkänä sivuna, kuten web-selaimissa.
gl: Escolla o modo de deseño da páxina. No modo de páxinas, o texto divídese en páxinas individuais, como nun libro en papel. No modo de fluxo, o texto preséntase como unha páxina de desprazamento longo, como nos navegadores web.
id: Pilih mode tata letak halaman. Dalam mode halaman, teks dibagi menjadi beberapa halaman individu, seperti dalam buku cetak. Dalam mode mengalir, teks disajikan sebagai satu halaman panjang, seperti dalam peramban web.
ja: ページレイアウトモードを指定。ページモードでは、紙の本のようにテキストをページごとに分割します。フローモードでは、Webブラウザのように長いページをスクロールして表示させます。
pl: Wybierz tryb układu strony. W trybie stronicowania, tekst jest podzielony na osobne strony, jak w książce papierowej. W trybie przepływu, tekst jest prezentowany jako długa strona z możliwością przewijania, tak jak w przeglądarkach internetowych.
pt_br: Escolha o modo de formato da página. Em modo página, o texto é dividido em páginas individuais, como um livro de papel. Em modo de fluxo o texto é apresentado como uma unica pagina com scroll, como em páginas web.
ru: Выберите режим отображения страниц. В страничном режиме текст разделяется на отдельные страницы, как в бумажной книге. В потоковом режиме текст отображается как одна длинная прокручиваемая страница, как в веб-браузерах.
sv: Välj sidutformningsläge. I siddelat läge delas texten upp i enskilda sidor, som i en pappersbok. I flödesläge presenteras text som en lång rullningssida, som i webbläsare.
ta: பக்க தளவமைப்பு பயன்முறையைத் தேர்வுசெய்க. பக்கம் பயன்முறையில், உரை ஒரு காகித புத்தகத்தைப் போலவே தனிப்பட்ட பக்கங்களாகப் பிரிக்கப்படுகிறது. பாய்வு பயன்முறையில் உரை ஒரு நீண்ட உருள் பக்கமாக வழங்கப்படுகிறது, வலை உலாவிகளைப் போல.
uk: Виберіть режим компонування сторінки. У режимі поділу на сторінки текст буде поділено між окремими сторінками, як у звичайній паперовій книзі. У режимі неперервного перегляду текст буде розташовано на одній сторінці із можливістю гортання, як у програмах для перегляду сторінок інтернету.

source: Paged mode
ar: نمط الصفحات
cs: Režim stránek
de: Seitenmodus
es: Modo paginado
fi: Sivutettu
gl: Modo de páxina
id: Mode halaman
ja: ページモード
mr: पान मोड
pl: Tryb stronicowania
pt_br: Modo página
ru: Страничный режим
sv: Siddelat läge
ta: பக்கம் பயன்முறை
uk: Режим поділу на сторінки
