Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: A newer version of calibre is available, please click the reload button in your browser.
id: Ada versi baru calibre, klik tombol muat ulang pada peramban.

source: Downloaded {}, saving to disk, this may take a few seconds...
id: {} telah diunduh, menyimpan ke disk, tunggu beberapa saat...

source: Could not open {title} as the MathJax manifest failed to load, click "Show Details" for more information.
id: {title} tidak dapat diunduh karena manifesto buku gagal dimuat. Klik "Tampilkan Detail" untuk informasi lebih lanjut.

source: Reading of books is not supported on Microsoft Edge. Use a better browser such as Google Chrome or Mozilla Firefox
id: Buku tidak dapat dibaca di Microsoft Edge. Gunakan peramban lebih baik, seperti Google Chrome atau Mozilla Firefox

source: Syncing to last read position
id: Menyinkronkan ke posisi baca terakhir

source: Downloading last read data from server, please wait...
id: Mengunduh data baca terakhir dari server, mohon tunggu...

source: Failed to download last read data from server, click "Show details" for more information.
id: Gagal mengunduh data baca terakhir dari server, klik "Tampilkan Detail" untuk informasi lebih lanjut.

source: Return to list of books
id: Kembali ke daftar buku

source: Delete this book from the device
id: Hapus buku ini dari perangkat

source: Reload this book from the server
id: Muat ulang buku ini dari server

source: Configure the book reader
id: Atur alat pembaca buku

source: Full screen
id: Layar penuh

source: Enter full screen mode
id: Masuk ke mode layar penuh

source: Invisible text
id: Teks tidak terlihat

source: The text <i>{}</i> is present on this page but not visible
id: Teks <i>{}</i> ada di halaman ini, tetapi tidak terlihat

source: Close Search bar
id: Tutup bilah Pencarian

source: User style sheet
id: Lembar gaya pengguna

source: Style rules for text
id: Aturan gaya untuk teks

source: A CSS style sheet that can be used to control the look and feel of books. For examples, click <a class="{cls}" href="{url}" target="{target}" title="Examples of user style sheets">here</a>.
id: Lembar gaya CSS yang dapat digunakan untuk mengontrol tampilan buku. Untuk contoh, klik <a class="{cls}" href="{url}" target="{target}" title="Examples of user style sheets">di sini</a>.

source: Custom size
id: Ukuran khusus

source: Font size (pixels):
id: Ukuran font (piksel):

source: In portrait orientation:
id: Dalam orientasi portrait:

source: In landscape orientation:
id: Dalam orientasi landscape:

source: Max. width:
id: Lebar maksimum:

source: Max. height:
id: Tinggi maksimum:
