Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Do not &reduce image size and depth
ar: لا &تقلل حجم الصورة وعمقها
cs: &Nezmenšovat velikost a hloubku obrázků
de: Bildgröße und Farbtiefe nicht ve&rringern
es: No &reducir el tamaño y profundidad de las imágenes
fi: Älä laske kuvien koko ja värimäärää
gl: Non reduza o tamaño e a profundidade da imaxe
ja: 画像サイズや色深度を縮小しない
pl: Nie zmniejszaj &rozmiaru i głębi kolorów obrazu
pt_br: Não &diminua o tamanho e a profundidade da imagem
ru: Не &уменьшать размер и глубину изображения
sv: &Minska inte bildstorlek och djup
ta: பட அளவு மற்றும் ஆழத்தை குறைக்க வேண்டாம்
uk: Не з&меншувати розміри і глибину кольорів зображень

source: &Line ending style:
ar: نمط نهاية السطر:
cs: Styl &ukončení řádku:
de: Stil des Zei&lenendes:
es: &Final de línea:
fi: Rivin lopun tyyli:
gl: Final de &liña:
ja: 行末スタイル(&L):
mr: ओळ संपवायची शैली (&L):
pl: Styl zakończenia &wiersza:
pt_br: Estilo de fim de &linha:
ru: Стиль &окончания строки:
sv: &Radslutsformat:
ta: வரி முடிவு பாணி:
uk: С&тиль завершення рядків:

source: Forma&tting:
ar: التنسيق:
cs: Formá&tování:
de: Formatierung
es: Forma&to:
fi: Muotoilu:
gl: Forma e configuración:
ja: フォーマット(&T):
mr: स्वरूपण (&t):
pl: Formatowanie:
pt_br: Forma&tação:
ru: Форма&тирование:
sv: Forma&terar:
ta: வடிவமைத்தல்:
uk: &Форматування:

source: Options for plain text output:
ar: خيارات إخراج النص العادي:
cs: Volby pro výstup prostého textu:
de: Optionen für Klartextausgabe:
es: Opciones para la salida de texto sencillo:
fi: Raakatekstiasetukset:
gl: Opcións para a saída de texto simple:
ja: 平文出力のオプション:
mr: साध्या मजकुराच्या आउटपुटसाठी पर्याय:
pl: Opcje dla czystego tekstu na wyjściu
pt_br: Opções de saída para texto simples:
ru: Опции для вывода простого текста:
sv: Alternativ för oformaterad textutmatning:
ta: எளிய உரை வெளியீட்டிற்கான விருப்பங்கள்:
uk: Параметри для виведення звичайного тексту:

source: &Maximum line length:
ar: الحد الأقصى لطول السطر:
cs: &Maximální délka řádku:
de: &Maximale Zeilenlänge:
es: Longitud de línea &máxima:
fi: Maksimirivinpituus:
gl: Lonxitude &máxima da liña:
ja: 最大の行の長さ(&M):
mr: ओळीची कमाल लांबी (&M):
pl: &Maksymalna długość wiersza:
pt_br: &Máximo comprimento da linha:
ru: Ма&ксимальная длина строки:
sv: &Maximal radlängd:
ta: அதிகபட்ச வரி நீளம்:
uk: &Максимальна довжина рядка:

source: Force maximum line &length
ar: فرض الحد الأقصى لطول السطر
cs: Vynutit maximální &délku řádku
de: Maximale Zeilen&länge erzwingen
es: Forzar la &longitud de línea máxima
fi: Pakota maksimirinvinpituus
gl: Forza a liña & lonxitude máxima
ja: 強制的に最大文字数で改行する(&L)
pl: Wymuś maksymalną &długość wiersza
pt_br: Forçar tamanho máximo para a &linha
ru: Форсировать максимальную &длину строки
sv: Tvinga maximal rad&längd
ta: அதிகபட்ச வரி நீளத்தை கட்டாயப்படுத்து
uk: Примусово встановити д&овжину рядка

source: Options for Markdown and TexTile output:
ar: خيارات إخراج Markdown و TexTile:
cs: Volby pro výstupr Markdown a TexTile:
de: Optionen für Markdown- und TexTile-Ausgabe:
es: Opciones para la salida Markdown y TexTile:
fi: Markdown- ja TexTile-talennuksen asetukset:
gl: Opcións para a saída de Markdown e TextTile:
ja: マークダウンとテキストタイル出力のオプション:
mr: Markdown आणि TexTile आउटपुटसाठी पर्याय:
pl: Opcje dla wyjścia Markdown i TexTile:
pt_br: Opções de saída para Markdown e TexTile:
ru: Опции для Markdown и TexTile:
sv: Alternativ för Markdown- och Textile-utmatning:
ta: குறிகீழ் மற்றும் உரையடுக்கு வெளியீட்டிற்கான விருப்பங்கள்:
uk: Параметри для виведення даних Markdown і TexTile:

source: Do not remove links (<a> tags) before processing
ar: لا تقم بإزالة الروابط (علامات <a>) قبل المعالجة
cs: Neodebírat odkazy (značky <a>) před zpracováním
de: Verweise (<a>-Tags) vor der Verarbeitung nicht entfernen
es: No eliminar enlaces (etiquetas <a>) antes de procesar
fi: Älä poista linkkejä (<a> tägejä) ennen prosessointia
gl: Non retirar as ligazóns (etiquetas <a>) antes do procesamento
ja: 処理前にリンク（<a>タグ）を除去しない
mr: संस्करण करण्याअगोदर लिंक (<a> टॅग) काढून टाकू नका
pl: Nie usuwaj odnośników (znaczników <a>) przed przetwarzaniem
pt_br: Não remova links (tags <a>) antes de processar
ru: Не удалять ссылки (теги <a>) перед обработкой
sv: Ta inte bort länkar (<a> taggar) före bearbetning
ta: செயலாக்குவதற்கு முன் இணைப்புகளை (<a> குறிச்சொற்கள்) அகற்ற வேண்டாம்
uk: Не вилучати посилання (теґи <a>) до обробки

source: Do not remove image &references before processing
ar: لا تقم بإزالة مراجع الصور قبل المعالجة
cs: &Neodebírat odkazy na obrázky před zpracováním
de: Bild&referenzen vor Verarbeitung nicht entfernen
es: No eliminar &referencias a imágenes antes de procesar
fi: Älä poista kuvaviitteitä ennen prosessointia
gl: Non elimine imaxes e referencias antes de procesala
ja: 処理前に画像への参照を除去しない(&R)
mr: संस्करण करण्याअगोदर चित्रांचे उल्लेख काढून टाकू नका (&r)
pl: Nie usuwaj odnośników do ob&razów przed przetwarzaniem
pt_br: Não remova &referências de imagens antes de processar
ru: Не удалять сс&ылки на изображения перед обработкой
sv: Ta inte bort bild&referenser före bearbetning
ta: செயலாக்கத்திற்கு முன் பட குறிப்புகளை அகற்ற வேண்டாம்
uk: Не вилучати пос&илання на зображення до обробки

source: Keep text &color, when possible
ar: حافظ على &لون النص، عندما يكون ذلك ممكنًا
cs: Ponechat &barvu textu, pokud je to možné
de: Textfarbe beibehalten, falls mögli&ch
es: Mantener el &color del texto cuando sea posible
fi: Säilytä tekstin väri, kun mahdollista
gl: Mantén a cor do texto, sempre que sexa posible
ja: 可能な限り、テキストの色を保持する(&C)
mr: शक्य तेव्हा मजकुराचा रंग जपून ठेवा (&c)
pl: Pozostaw &kolor tekstu, jeśli to możliwe
pt_br: Mantenha a &cor do texto sempre que possível
ru: Сохранять &цвет текста, по возможности
sv: Behåll text&färg när det är möjligt
ta: முடிந்தவரை உரை நிறத்தை வைத்திரு
uk: Зберігати &колір тексту, якщо можна

source: How to handle &CSS
ar: كيفية التعامل مع &CSS
cs: Jak zacházet s &CSS
de: Umgang mit &CSS
es: Cómo manejar &CSS
fi: CSS:n käsittely
gl: Como manexar &CSS
ja: CSSの取り扱い方法(&C)
mr: CSS कसे सांभाळायचे (&C)
pl: Jak potraktować &CSS
pt_br: Como manipular &CSS
ru: Как обрабатыв&ать CSS
sv: Hur man hanterar &CSS
ta: சிஎச்எசை எவ்வாறு கையாள்வது
uk: Як о&бробляти CSS

source: Use book title as the filename for the HTML file
ar: استخدم عنوان الكتاب كاسم ملف لملف HTML
cs: Použít název knihy jako název souboru pro soubor HTML
de: Buchtitel als Name für HTML-Datei verwenden
es: Usar título del libro como nombre para el archivo HTML
fi: Käytä kirjan otsikkoa HTML-tiedoston nimenä
gl: Use o título do libro como nome do ficheiro HTML
ja: HTMLファイルのファイル名に本のタイトルを使用
mr: HTMLफायलीच्या नावासाठी पुस्तकाचे शीर्षक वापरा
pl: Użyj tytułu książki jako nazwy pliku HTML
pt_br: Use o título do livro como nome de arquivo para o arquivo HTML
ru: Использовать название книги в качестве имени файла для HTML-файла
sv: Använd boktitel som filnamnet för HTML-filen
ta: உஉகுமொ கோப்பிற்கான கோப்பு பெயராக புத்தக தலைப்பைப் பயன்படுத்து
uk: Назва книги визначає назву файла HTML

source: Insert &empty line between paragraphs
ar: أدخل سطر &فارغ بين الفقرات
cs: &Vložit prázdný řádek mezi odstavce
de: L&eerzeile zwischen Absätzen einfügen
es: Insertar una linea en &blanco entre párrafos
fi: Lisää tyhjä rivi kappaleiden väliin
gl: Inserir &liña baleira entre parágrafos
ja: 段落の間に空行を挿入する(&E)
mr: परिच्छेदांच्या मध्ये रिकामी ओळ घाला (&e)
pl: Wstaw &pusty wiersz między akapitami
pt_br: Ins&erir linhas vazias entre os parágrafos
ru: Вставить &пустые строки между параграфами
sv: Infoga &tom rad mellan stycken
ta: பத்திகளுக்கு இடையில் வெற்று வரி செருகு
uk: Вставляти поро&жній рядок між абзацами

source: Don't indent the &first line for each paragraph
ar: لا تقم بمسافة بادئة للسطر &الأول لكل فقرة
cs: Neodsazovat &první řádek každého odstavce
de: Kein Einzug der ersten &Zeile jeden Absatzes
es: Sin sangría en la &primera línea de cada párrafo
fi: Älä sisennä kappaleiden ensimmäistä riviä
gl: Non sangrar a &primeira liña para cada parágrafo
ja: 段落の最初の行をインデントしない(&F)
pl: Nie w&cinaj pierwszego wiersza każdego akapitu
pt_br: Não indentar a primeira linha de cada parágra&fo
ru: Не делать отступ первой &строки каждого абзаца
sv: Inget indrag på &första raden för varje stycke
ta: ஒவ்வொரு பத்திக்கும் முதல் வரியை உள்தள்ள வேண்டாம்
uk: Не додавати відступи до &першого рядка кожного абзацу

source: Hide &chapter name
ar: إخفاء اسم &الفصل
cs: &Skrýt název kapitoly
de: &Kapitelname ausblenden
es: Ocultar el nombre del &capitulo
fi: Piilota luvun nimi
gl: Ocultar o nome do &capítulo
ja: 章名を非表示(&C)
mr: अध्यायाचे नाव लपवा (&c)
pl: Ukryj tytuł &rozdziału
pt_br: Ocultar nome do &capítulo
ru: Скрыть имя &главы
sv: Dölj &kapitelnamn
ta: இயலின் பெயர் மறை
uk: Ховати назву &глави

source: Optimize for full-&screen mode
ar: تحسين لوضع ملء &الشاشة
cs: &Optimalizovat pro režim na celou obrazovku
de: Optimieren für den Voll- und Bildschirmmodus
es: Optimizar para &modo a pantalla completa
fi: &Optimoi kokon näytön tilaan
gl: Optimizar para o modo de pantalla completa
ja: 全画面モード用に最適化する
pl: Optymalizuj dla trybu pełnoekranowego
pt_br: Otimizar para o modo &tela cheia
ru: Оптимизировать для полно&экранного режима
sv: Optimera för &helskärmsläge
ta: முழுதிரை பயன்முறையை மேம்படுத்து
uk: Оптимізувати для пов&ноекранного режиму

source: Done
ar: إكتمل
cs: Hotovo
de: Fertig
es: Hecho
fi: Valmis
gl: Feito
id: Selesai
ja: 完了
mr: झाले
pl: Gotowe
pt_br: Concluído
ru: Готово
sv: Klar
ta: முடிந்தது
uk: Виконано

source: Could not get more books
ar: لم يمكن الحصول على مزيد من الكتب
cs: Nelze získat více knihy
de: Mehr Bücher konnten nicht abgerufen werden
es: No se pudieron obtener más libros
fi: Lisää kirjoja ei saatu
gl: Non se puideron conseguir máis libros
id: Tidak bisa mendapatkan buku lain
ja: もっと本を取得できませんでした
mr: अधिक पुस्तके मिळवता आली नाहीत
pl: Nie można pobrać więcej książek
pt_br: Não foi possível obter mais livros
ru: Не удалось получить больше книг
sv: Det gick inte att hämta fler böcker
ta: மேலும் புத்தகங்களைப் பெற முடியவில்லை
uk: Не вдалося отримати інші книги

source: Server returned an invalid response
ar: أرجع الخادم استجابة غير صحيحة
cs: Server vrátil neplatnou odpověď
de: Server gab eine ungültige Antwort zurück
es: El servidor devolvió una respuesta no válida
fi: Palvelin vastasi epäkelvolla tavalla
gl: O servidor devolveu unha resposta non válida
id: Server memberi respons tidak valid
ja: サーバのレスポンスは無効です
pl: Serwer zwrócił niepoprawną odpowiedź.
pt_br: O servidor retornou uma resposta inválida
ru: Сервер дал неизвестный ответ
sv: Servern återgav ett ogiltigt svar
ta: சேவையகம் தவறான பதிலை அளித்தது
uk: Сервером повернуто некоректну відповідь

source: Show more books
ar: إظهار المزيد من الكتب
cs: Zobrazit více knih
de: Mehr Bücher anzeigen
es: Mostrar más libros
fi: Näytä lisää kirjoja
gl: Mostrar máis libros
id: Tampilkan buku lain
ja: もっと本を表示
mr: अधिक पुस्तके दाखवा
pl: Pokaż więcej książek
pt_br: Mostrar mais livros
ru: Показать больше книг
sv: Visa fler böcker
ta: மேலும் புத்தகங்களைக் காட்டு
uk: Показати інші книги

source: Fetching metadata for more books, please wait
ar: استحضار بيانات وصفية لمزيد من الكتب، الرجاء الانتظار
cs: Načítání metadat pro více knih, čekejte...
de: Metadaten für mehr Bücher werden abgerufen, bitte warten …
es: Recopilando metadatos de más libros, espere
fi: Haetaan metadataa lisäkirjoille, odota hetki
gl: Obtendo metadatos de máis libros, agarda
id: Mengambil metadata untuk buku-buku lain, mohon tunggu
ja: もっと本の書誌情報を取得中、お待ちください
mr: अधिक पुस्तकांसाठी मेटाडेटा आणत आहे, कृपया प्रतीक्षा करा
pl: Pobieranie metadanych dla pozostałych książek, proszę czekać
pt_br: Buscando metadados para mais livros, por favor, aguarde
ru: Извлечение метаданных из других книг, пожалуйста, подождите
sv: Samlar metadata för flera böcker, vänta
ta: மேலும் புத்தகங்களுக்கு மீத்தரவைப் பெறுதல், தயவுசெய்து காத்திரு
uk: Отримуємо метадані інших книг, будь ласка, зачекайте

source: Showing Virtual library: {}
ar: إظهار المكتبة الافتراضية: {}
cs: Zobrazení Virtuální knihovny: {}
de: Virtuelle Bibliothek wird angezeigt: {}
es: Mostrando biblioteca virtual: {}
fi: Näytetään Virtuaalikirjasto: {}
gl: Mostrando a biblioteca virtual: {}
id: Tamplkan pustaka Virtual: {}
ja: 仮想ライブラリ表示中: {}
mr: हे आभासी पुस्तकालय दाखवत आहे: {}
pl: Wirtualna biblioteka: {}
pt_br: Mostre a Biblioteca Virtual: {}
ru: Показ виртуальной библиотеки: {}
sv: Visar virtuellt bibliotek: {}
ta: மெய்நிகர் நூலகத்தைக் காட்டுகிறது: {}
uk: Показана віртуальна бібліотека: {}

source: Show all books in library
ar: إضهار كل الكتب في المكتبة
cs: Zobrazit všechny knihy v knihovně
de: Alle Bücher in der Bibliothek anzeigen
es: Mostrar todos los libros en la biblioteca
fi: Näytä kirjaston kaikki kirjat
gl: Mostrar todos os libros da biblioteca
id: Tampilkan semua buku dalam pustaka
ja: ライブラリのすべての本を表示
mr: पुस्तकालयातील सर्व पुस्तके दाखवा
pl: Pokaż wszystkie książki w bibliotece.
pt_br: Exibir todos livros na biblioteca
ru: Показать все книги в библиотеке
sv: Visa alla böcker i biblioteket
ta: அனைத்து புத்தகங்களையும் நூலகத்தில் காட்டு
uk: Показати усі книги у бібліотеці

source: Showing books matching:
ar: إضهار الكتب المطابقة:
cs: Zobrazení odpovídajících knih:
de: Zeigt die passenden Bücher:
es: Mostrando libros que coinciden con:
fi: Näytetään kirjat, jotka vastaavat toisiaan:
gl: Mostrando libros coincidentes:
ja: 一致する本を表示:
mr: याबरोबर जुळणारी पुस्तके दाखवत आहे:
pl: Wyświetlanie pasujących książek:
pt_br: Mostrando os livros correspondentes:
ru: Показаны книги соответствующие:
sv: Visar böcker som matchar:
ta: புத்தகங்கள் பொருந்துவதைக் காட்டுகிறது:
uk: Показуємо книги, які відповідають такому:

source: (total matches: {})
ar: (إجمالي المطابقات: {})
cs: (celkem shod: {})
de: (Übereinstimmungen insgesamt: {})
es: (coincidencias totales: {})
fi: (osumia yhteensä: {})
gl: (total de coincidencias: {})
ja: (検索結果: {} 件)
pl: (łączna liczba dopasowań: {})
ru: (всего совпадений: {})
sv: (totalt antal träffar: {})
ta: (மொத்த பொருத்தங்கள்: {})
uk: (загалом відповідників: {})

source: Clear search
ar: مسح البحث
cs: Vymazat hledání
de: Suche leeren
es: Limpiar la búsqueda
fi: Tyhjennä haku
gl: Limpar a busca
ja: 検索を消去
mr: शोध पट्टी साफ करून टाका
pl: Wyczyść wyszukiwanie
pt_br: Limpar busca
ru: Очистить поиск
sv: Rensa sökning
ta: தேடலை அழி
uk: Спорожнити поле пошуку

source: or
ar: أو
cs: nebo
de: oder
es: o
fi: tai
gl: ou
mr: किंवा
pl: lub
pt_br: ou
ru: или
sv: eller
ta: அல்லது
uk: або

source: Search the text of these books
ar: ابحث في نص هذه الكتب
cs: Prohledat text těchto knih
de: Durchsuche den Text dieser Bücher
es: Buscar en el texto de estos libros
fi: Hae näiden kirjojen tekstistä
gl: Busca no texto destes libros
mr: या पुस्तकांच्या मजकुरात शोध घ्या
pl: Przeszukaj tekst tych książek
pt_br: Pesquisar no texto destes livros
ru: Найти текст в этих книгах
sv: Sök i texten i dessa böcker
ta: இந்த புத்தகங்களின் உரையைத் தேடு
uk: Шукати у тексті цих книг

source: No books matching:
ar: لا توجد كتب مطابقة:
cs: Žádné odpovídající knihy:
de: Keine entsprechenden Bücher:
es: No hay libros que coincidan con:
fi: Ei vastaavia kirjoja:
gl: Non hai libros coincidentes:
ja: 一致する本がありません:
mr: याबरोबर जुळणारी कोणतीही पुस्तके नाहीत:
pl: Brak pasujących książek:
pt_br: Sem livros correspondentes:
ru: Нет книг соответствующих:
sv: Inga böcker som matchar:
ta: புத்தகங்கள் பொருந்தவில்லை:
uk: Немає книг, що відповідають такому:

source: Add books
ar: إضافة كتب
cs: Přidat knihy
de: Bücher hinzufügen
es: Añadir libros
fi: Lisää kirjoja
gl: Engadir libros
id: Tambah buku
ja: 本を追加
mr: पुस्तक जोडा
pl: Dodaj książki
pt_br: Adicionar livros
ru: Добавить книги
sv: Lägg till böcker
ta: புத்தகங்களைச் சேர்
uk: Додати книги

source: Sort books
ar: ترتيب الكتب
cs: Seřadit knihy
de: Bücher sortieren
es: Ordenar libros
fi: Järjestä kirjat
gl: Ordenar libros
id: Sortir buku
ja: 本を整列
mr: पुस्तकांची क्रमवारी लावा
pl: Sortuj książki
pt_br: Ordenar livros
ru: Сортировать книги
sv: Sortera böcker
ta: புத்தகங்களை வரிசைப்படுத்து
uk: Упорядкувати книги

source: Search for books
ar: بحث عن كتب
cs: Hledat knihy
de: Nach Büchern suchen
es: Buscar libros
fi: Hae kirjoja
gl: Busca libros
id: Cari buku
ja: 本を検索
mr: पुस्तक शोधा
pl: Szukaj książek
pt_br: Buscar por livros
ru: Искать книги
sv: Sök efter böcker
ta: புத்தகங்களை தேடு
uk: Шукати книги

source: More actions
ar: المزيد من الحركات
cs: Více akcí
de: Mehr Aktionen
es: Más acciones
fi: Lisää toimintoja
gl: Máis accións
id: Tindakan lain
ja: その他の動作
mr: अधिक क्रिया
pl: Więcej działań
pt_br: Mais ações
ru: Больше действий
sv: Fler åtgärder
ta: மேலும் செயல்கள்
uk: Інші дії

source: No books found
ar: لم يتم إيجاد أي كتب
cs: Nenalezeny žádné knihy
de: Keine Bücher gefunden
es: No se encontraron libros
fi: Ei löydetty kirjoja
gl: Non se atoparon libros
id: Buku tidak ditemukan
ja: 本が見つかりません
mr: कोणतीही पुस्तके सापडली नाहीत
pl: Nie znaleziono książek
pt_br: Nenhum livro encontrado
ru: Книги не найдены
sv: Inga böcker hittades
ta: புத்தகங்கள் எதுவும் கிடைக்கவில்லை
uk: Книги не знайдені

source: Username/password required, retrying...
ar: اسم مستخدم/كلمة مرور مطلوبة، تجري إعادة المحاولة...
cs: Je vyžadováno uživatelské jméno a heslo, opakování...
de: Benutzername/Passwort erforderlich, versuche erneut...
es: Usuario y contraseña necesarios, reintentando...
fi: Käyttäjätunnus/salasana vaaditaan, yritetään uudelleen...
gl: Requírese nome de usuario/contrasinal, tentando de novo...
ja: ユーザー名/パスワードを所要、再試行中...
mr: प्रयोक्ता नाव/पासवर्ड आवश्यक, पुन्हा प्रयत्न करत आह...
pl: Potrzebny użytkownik/hasło, próbuję ponownie...
pt_br: Usuário/senha requeridos, tentando novamente...
ru: Требуется имя пользователя / пароль, повторная попытка…
sv: Användarnamn/lösenord krävs, försöker igen...
ta: பயனர்பெயர்/கடவுச்சொல் தேவை, மீண்டும் முயற்சித்தல்...
uk: Потрібне ім'я користувача або пароль, повторюємо спробу…

source: Failed to load books from calibre library, with error:
ar: فشل تحميل الكتب من مكتبة Calibre، مع خطأ:
cs: Nepodařilo se načíst knihy z knihovny Calibre s chybou:
de: Fehler beim Laden der Bücher aus der Calibre-Bibliothek – Fehlermeldung:
es: Fallo al cargar libros de la biblioteca de calibre, error:
fi: Kirjoja ei saatu ladattu calibre-palvelimelta, virheilmoitus:
gl: Produciuse un erro ao cargar os libros da biblioteca calibre, con erro:
id: Gagal memuat buku dari pustaka kalibre, dengan kesalahan:
ja: calibreライブラリから本をロードするのに失敗、エラーは:
mr: कॅलिबर पुस्तकायलातून पुस्तके लोड करण्यात अपयशी. ही त्रुटी आढळली:
pl: Nie udało się wczytać książek z biblioteki calibre, z błędem:
pt_br: Erro ao carregar livros da biblioteca, com erro:
ru: Не удалось загрузить книги из библиотеки calibre, ошибка:
sv: Det gick inte att läsa in böcker från calibre-biblioteket, fel:
ta: திறன் நூலகத்திலிருந்து புத்தகங்களை ஏற்றுவதில் தோல்வி, பிழையுடன்:
uk: Не вдалося завантажити список книг у бібліотеці calibre. Помилка:

source: Go back to the home page
ar: عد إلى الصفحة الرئيسية
cs: Přejít zpět na domovskou stránku
de: Zurück zur Homepage
es: Volver a la página de inicio
fi: Palaa kotisivulle
gl: Volver á páxina de inicio
id: Kembali ke beranda
ja: ホームページに戻る
mr: मागे जाऊन मुख्य पानावर परता
pl: Powrót na stronę główną
pt_br: Voltar para a página principal
ru: Вернуться на домашнюю страницу
sv: Gå tillbaka till hemsidan
ta: முகப்பு பக்கத்திற்குச் செல்
uk: Повернутися на домашню сторінку

source: Total number of books: {}
ar: العدد الإجمالي للكتب: {}
cs: Celkový počet knih: {}
de: Gesamtanzahl der Bücher: {}
es: Número total de libros: {}
fi: Kirjoja yhteensä: {}
gl: Número total de libros: {}
ja: 全体の冊数: {}
mr: पुस्तकांची एकूण संख्या: {}
pl: Całkowita liczba książek: {}
pt_br: Número total de livros: {}
ru: Общее количество книг: {}
sv: Totalt antal böcker: {}
ta: புத்தகங்களின் மொத்த எண்ணிக்கை: {}
uk: Загальна кількість книг: {}

source: Loading books from the {} calibre library, please wait...
ar: يجري تحميل الكتب من مكتبة Calibre {}، الرجاء الانتظار...
cs: Načítání knih z knihovny Calibre {}, čekejte...
de: Bücher werden aus der Calibre-Bibliothek {} geladen. Bitte warten …
es: Cargando libros de la biblioteca de calibre {}, espere...
fi: Ladataan kirjoja {} calibre-kirjastosta, odota hetki...
gl: Cargando libros da biblioteca calibre {}, agarda...
id: Memuat buku dari pustaka calibre {}, mohon tunggu...
ja: Calibreライブラリ {} から本を読み込み中。お待ちください…
mr: {} कॅलिबर पुस्तकालयातून पुस्तके लोड करत आहे, कृपया प्रतीक्षा करा...
pl: Ładowanie książek z biblioteki {} calibre, proszę czekać...
pt_br: Carregando livros da {} biblioteca, por favor, aguarde...
ru: Загружаются книги из библиотеки calibre {}, подождите...
sv: Läser in böcker från calibre-biblioteket {}, vänta...
ta: {} திறன் நூலகத்திலிருந்து புத்தகங்களை ஏற்றுகிறது, தயவுசெய்து காத்திரு...
uk: Завантажуємо книги з бібліотеки calibre {}. Будь ласка, зачекайте…

source: Sort books by…
ar: فرز الكتب بواسطة…
cs: Seřadit knihy podle…
de: Bücher sortieren nach …
es: Ordenar libros por…
fi: Lajittele kirjat…
gl: Ordenar libros por...
id: Sortir buku berdasarkan...
ja: 本を整列
mr: याप्रमाणे पुस्तकांची क्रमवारी लावा...
pl: Sortuj książki według...
pt_br: Ordenar livros por...
ru: Сортировать книги по…
sv: Sortera böcker efter…
ta: புத்தகங்களை வரிசைப்படுத்து…
uk: Критерій упорядковування книг…

source: Reverse current sort order
ar: إعكس ترتيب الفرز الحالي
cs: Obrátit aktuální pořadí řazení
de: Aktuelle Sortierreihenfolge umkehren
es: Invertir el orden actual
fi: Käännä nykyinen järjestys
gl: Invertir a orde de clasificación actual
id: Balikkan urutan sortir saat ini
ja: 逆順に整列
pl: Odwróć aktualną kolejność sortowania
pt_br: Inverter ordenação atual
ru: Обратить текущий порядок сортировки
sv: Vänd på aktuell sorteringsordning
ta: தற்போதைய வரிசை முறையை தலைகீழாக மாற்றியமை
uk: Обернути поточний порядок

source: Change how the list of books is sorted
ar: غيّر كيفية فرز لائحة الكتب
cs: Změnit, jak je seznam knih seřazen
de: Sortierung der Bücherliste ändern
es: Cambiar cómo se ordena la lista de libros
fi: Muuta kirjojen järjestämistapaa
gl: Cambia como se ordena a lista de libros
id: Ubah cara daftar buku disortir
ja: 本の並び順を変更
mr: पुस्तकांच्या यादीची कशी क्रमवारी लावली जाते हे बदला
pl: Zmień sposób sortowania listy książek
pt_br: Alterar como a lista de livros é ordenada
ru: Изменить сортировку книг
sv: Ändra hur boklistan sorteras
ta: புத்தகங்களின் பட்டியல் எவ்வாறு வரிசைப்படுத்தப்பட்டுள்ளது என்பதை மாற்று
uk: Змінити спосіб упорядковування списку книг

source: Choose Virtual library…
ar: إختر مكتبة وهمية…
cs: Zvolte Virtuální knihovnu...
de: Virtuelle Bibliothek auswählen …
es: Elegir biblioteca virtual…
fi: Valitse Virtuaalikirjasto…
gl: Escolle Biblioteca virtual...
id: Pilih pustaka Virtual...
ja: 仮想ライブラリを選択してください…
mr: आभासी पुस्तकालय निवडा...
pl: Wybierz wirtualną bibliotekę…
pt_br: Escolha a Biblioteca Virtual
ru: Выберите виртуальную библиотеку…
sv: Välj virtuellt bibliotek…
ta: மெய்நிகர் நூலகத்தைத் தேர்வுசெய்க…
uk: Вибрати віртуальну бібліотеку…

source: Choose a Virtual library to browse from the list below
ar: إختر مكتبة وهمية لتتصفحها من القائمة في الأسفل
cs: Z následujícího seznamu zvolte Virtuální knihovnu, kterou procházet
de: Wählen Sie eine anzuzeigende virtuelle Bibliothek aus der Liste unten
es: Elija una biblioteca virtual para explorar de la lista siguiente
fi: Valitse Virtual library alla olevasta luettelosta
gl: Escolla unha biblioteca virtual para navegar na seguinte lista
id: Pilih pustaka Virtual untuk ditelusuri dari daftar berikut
ja: 一覧表示する下層ライブラリを下の一覧から洗濯してください
mr: चाळण्यासाठी एखादे आभासी पुस्तकालय खालील यादीतून निवडा
pl: Wybierz Wirtualną bibliotekę do przeglądania z poniższej listy
pt_br: Escolha uma biblioteca virtual para navegar da lista abaixo.
ru: Выберите виртуальную библиотеку из списка ниже
sv: Välj ett virtuellt bibliotek att bläddra i från listan nedan
ta: கீழே உள்ள பட்டியலிலிருந்து உலவ ஒரு மெய்நிகர் நூலகத்தைத் தேர்வுசெய்க
uk: Виберіть віртуальну бібліотеку із наведеного нижче списку
