Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Flow mode
ar: نمط الإنسياب
cs: Plovoucí režim
de: Fortlaufender Modus
es: Modo continuo
fi: Virtaava
gl: Modo de fluxo
id: Mode mengalir
ja: フローモード
mr: वाह्य मोड
pl: Tryb przepływu
pt_br: Modo fluxo
ru: Потоковый режим
sv: Flödesläge
ta: ஓட்ட முறை
uk: Неперервний режим

source: In paged mode, control the number of pages per screen. A setting of zero means the number of pages is set based on the screen size.
ar: في نمط الصفحات، تحكّم بعدد الصفحات على الشاشة. الإعداد إلى الصفر يعني أن عدد الصفحات يُعَدّ استناداً إلى حجم الشاشة.
cs: V režimu stránek ovládat počet stránek na obrazovku. Nastavení na nulu znamená, že počet stránek je nastaven na základě velikosti obrazovky.
de: Passen Sie für den Seitenmodus die Anzahl der Seiten je Bildschirm an. Eine Einstellung von Null bedeutet, dass die Seitenanzahl abhängig von der Bildschirmgröße festgelegt wird.
es: En el modo paginado, controla el número de páginas por pantalla. Un valor de cero significa que el número de páginas se basa en el tamaño de la pantalla.
fi: Sivutetussa tilassa, kontrolloi yhtäaikaisten sivujen määrää. Nolla tarkoittaa, että sivumäärä mukautetaan näytön kokoon.
gl: No modo paginado, controla o número de páxinas por pantalla. Unha configuración de cero significa que o número de páxinas se define en función do tamaño da pantalla.
id: Dalam mode halaman, kendalikan jumlah halaman per layar. Jika memilih nol, berarti jumlah halaman diatur berdasarkan ukuran layar.
ja: ページモードでは画面ごとのページ数を設定します。ゼロを指定すると画面サイズに応じてページ数が設定されます。
pl: W trybie stronicowania, ustaw liczbę stron na ekranie. Ustawienie zera będzie oznaczało, że liczba stron zostanie określona na podstawie rozmiaru ekranu.
pt_br: No modo página, controle o número de página por tela. Uma configuração de zero significa que o número de itens por página está baseado em uma página.
ru: В страничном режиме задаёт число страниц на экране. Установка в 0 означает, что количество страниц зависит от размера экрана.
sv: I siddelat läge kan du anpassa antalet sidor per skärm. En inställning av noll innebär att antalet sidor ställs in baserat på skärmstorleken.
ta: பக்கம் செய்யப்பட்ட பயன்முறையில், ஒரு திரைக்கு பக்கங்களின் எண்ணிக்கையைக் கட்டுப்படுத்து. சுழியத்தின் அமைப்பு என்றால் திரை அளவின் அடிப்படையில் பக்கங்களின் எண்ணிக்கை அமைக்கப்பட்டுள்ளது.
uk: У режимі поділу на сторінки можна визначити кількість сторінок, які буде показано на екрані. Нульове значення означає, що кількість сторінок буде визначено на основі розмірів екрана.

source: Portrait:
ar: صورة شخصية:
cs: Na výšku:
de: Hochformat:
es: Vertical:
fi: Pysty:
gl: Retrato:
ja: 縦:
mr: व्यक्तिचित्र:
pl: Pionowy:
pt_br: Retrato:
ru: Книжная:
sv: Porträtt:
ta: உருவப்படம்:
uk: Книжкова:

source: Landscape:
ar: أفقية:
cs: Na šířku:
de: Querformat:
es: Apaisado:
fi: Vaaka:
gl: Paisaxe:
ja: 横:
pl: Poziomy:
pt_br: Paisagem:
ru: Альбомная:
sv: Landskap:
ta: இயற்கை:
uk: Альбомна:

source: Change the maximum screen area (in pixels) used to display text. A value of zero means that all available screen area is used.
ar: غيّر أقصى مساحة شاشة (بالبكسل) مستخدمة لعرض النص. قيمة صفر تعني استخدام كل مساحة الشاشة المتاحة.
cs: Změnit maximální plochu obrazovky (v pixelech) použitou pro zobrazení textu. Hodnota nula znamená, že je použita veškerá dostupná plocha obrazovky.
de: Passen Sie den maximalen Bildschirmbereich (in Pixeln) an, der für die Textanzeige verwendet wird. Ein Wert von Null bedeutet, dass der gesamte verfügbare Bildbereich genutzt wird.
es: Cambiar el área máxima de la pantalla (en píxeles) usada para mostrar texto. Un valor de cero significa que se usa toda la pantalla disponible.
fi: Muuta tekstin esittämiseen käytettävää maksimialaa (pikseleissä). Nolla tarkoittaa, että koko ala käytetään.
gl: Cambia a área máxima da pantalla (en píxeles) utilizada para mostrar texto. Un valor de cero significa que se utiliza toda a área de pantalla dispoñible.
id: Ubah area layar maksimum (dalam piksel) yang digunakan untuk menampilkan teks. Nilai nol berarti menggunakan seluruh area layar yang tersedia.
pl: Zmień maksymalny obszar ekranu (w pikselach) wykorzystywany do wyświetlania tekstu. Wartość zero oznacza, że wykorzystana zostanie cała powierzchnia ekranu.
pt_br: Altere a área máxima da tela (em pixels) usada para mostrar o texto. Um valor igual a zero significa que toda a área disponível da tela será usada.
ru: Измените максимальную площадь экрана (в пикселях) для отображения текста.Значение 0 - используется вся доступная область экрана.
sv: Ändra det största skärmområdet (i pixlar) som används för att visa text. Ett värde på noll innebär att allt tillgängligt skärmområde används.
ta: உரையைக் காண்பிக்கப் பயன்படுத்தப்படும் அதிகபட்ச திரை பகுதியை (படப்புள்ளிகளில்) மாற்றவும். சுழியத்தின் மதிப்பு என்பது கிடைக்கக்கூடிய அனைத்து திரை பகுதியும் பயன்படுத்தப்படுகிறது என்பதாகும்.
uk: Змініть максимальну частку екрана (у пікселях), яку може бути використано для показу тексту. Нульове значення означатиме, що слід використовувати усю доступну площу екрана.

source: Width:
ar: العرض:
cs: Šířka:
de: Breite:
es: Anchura:
fi: Leveys:
gl: Ancho:
ja: 幅:
mr: रुंदी:
pl: Szerokość:
pt_br: Largura:
ru: Ширина:
sv: Bredd:
ta: அகலம்:
uk: Ширина:

source: Height:
ar: الارتفاع:
cs: Výška:
de: Höhe:
es: Altura:
fi: Korkeus:
gl: Altura:
ja: 高さ:
mr: उंची:
pl: Wysokość:
pt_br: Altura:
ru: Высота:
sv: Höjd:
ta: உயரம்:
uk: Висота:

source: Preserve cover aspect ratio
ar: المحافظة على تناسُب أبعاد الغلاف
cs: Zachovat poměr stran obálky
de: Seitenverhältnis von Titelbildern beibehalten
es: Mantener proporciones de la portada
fi: Säilytä kannen kuvasuhde
gl: Conserva a relación de aspecto da portada
ja: 表紙の縦横比を保持
mr: आवरणपृष्ठाचे प्रसर गुणोत्तर जपा
pl: Zachowaj proporcje okładki
pt_br: Preservar proporção da capa
ru: Сохранять соотношение сторон обложки
sv: Behåll omslagsproportioner
ta: அட்டை விகித விகிதத்தை பாதுகாக்கவும்
uk: Зберігати співвідношення розмірів обкладинки

source: When opening a book enter fullscreen:
ar: عند فتح كتاب، ادخل وضع ملء الشاشة:
cs: Při otevírání knihy zobrazit na celou obrazovku:
de: Bei Anzeige des Buches zu Vollbild wechseln:
es: Al abrir un libro mostrar en pantalla completa:
fi: Kun avaat kirjan, siirry koko näyttöön:
gl: Ao abrir un libro entra en pantalla completa:
ja: 本を開いたとき全画面モードに移行:
mr: पुस्तक उघडत असताना फुलस्क्रीन सुरू करा:
pl: Otwierając książkę, przejdź na pełny ekran:
pt_br: Ao abrir um livro, entrar em tela cheia:
ru: При открытии книги перейти в полноэкранный режим:
sv: Starta helskärmsläge när en bok öppnas:
ta: ஒரு புத்தகத்தைத் திறக்கும்போது முழுதிரையாக்கு:
uk: При відкритті книги — у повноекранний режим:

source: Auto
ar: تلقائي
cs: Automaticky
de: Automatisch
es: Automático
ja: 自動
mr: आपोआप
pl: Automatyczny
pt_br: Automático
ru: Авто
sv: Automatisk
ta: தானி
uk: Авто

source: Change image
ar: تغيير الصورة
cs: Změnit obrázek
de: Bild ändern
es: Cambiar imagen
fi: Vaihda kuva
gl: Cambiar imaxe
ja: 画像の変更
mr: चित्र बदला
pl: Zmień obraz
pt_br: Alterar imagem
ru: Изменить изображение
sv: Ändra bild
ta: படத்தை மாற்று
uk: Змінити зображення

source: Clear image
ar: مسح الصورة
cs: Vymazat obrázek
de: Bild entfernen
es: Limpiar imagen
fi: Tyhjennä kuva
gl: Imaxe clara
ja: 画像の消去
mr: चित्र साफ करून टाका
pl: Wyczyść obraz
pt_br: Apagar imagem
ru: Удалить изображение
sv: Rensa bild
ta: படத்தை அழி
uk: Спорожнити зображення

source: Image URL
ar: رابط الصورة
cs: URL obrázku
de: Bild-URL
es: URL de imagen
fi: Kuvan URL
gl: URL da imaxe
ja: 画像のURL
mr: चित्राचे URL
pl: URL obrazu
pt_br: URL da imagem
ru: URL-адрес изображения
sv: Bild-URL
ta: பட முகவரி
uk: Адреса зображення

source: Background image style
ar: طراز صورة الخلفية
cs: Styl obrázku na pozadí
de: Stil des Hintergrundbilds
es: Estilo de la imagen de fondo
fi: Taustakuvan tyyli
gl: Estilo de imaxe de fondo
ja: 背景画像のスタイル
mr: पार्श्वभूमीच्या चित्राची शैली
pl: Styl obrazu tła
pt_br: Estilo da imagem de fundo
ru: Стиль фонового изображения
sv: Bakgrundsbildformat
ta: பின்னணி பட நடை
uk: Стиль зображення тла

source: Scaled
ar: تحجيم
cs: Škálovat
de: Skaliert
es: Redimensionada
fi: Skaalattuna
gl: Escalado
ja: 拡大/縮小
pl: Skalowane
pt_br: Ampliada
ru: масштабируемый
sv: Förminskad
ta: அளவிடப்பட்டது
uk: Масштабоване

source: Tiled
ar: معنون
cs: Vedle sebe
de: Gekachelt
es: Replicada
fi: Laattoina
gl: Mosaico
ja: タイル
pl: Kafelki
pt_br: Lado a lado
ru: плиточный
sv: Plattor
ta: பரப்பப்பட்ட
uk: Мозаїка

source: Background image fade (%)
ar: تلاشي صورة الخلفية (%)
cs: Prolnutí obrázku na pozadí (%)
de: Hintergrundbildüberblendung (%)
es: Difuminación de la imagen de fondo (%)
fi: Taustakuvan häivytys (%)
gl: Esvaecemento da imaxe de fondo (%)
ja: 背景画像の透明度 (%)
pl: Zanikanie obrazu tła (%)
pt_br: Esmaecimento de imagem de fundo (%)
ru: Блёклость фонового изображения (%)
sv: Blek bakgrundsbild (%)
ta: பின்னணி படம் மங்கிவிடும் (%)
uk: Притлумлення зображення тла (у %)

source: Fading of the background image is done by blending it with the background color
ar: يتم تلاشي صورة الخلفية بخلطها مع لون الخلفية
cs: Prolnutí obrázku na pozadí se provádí smícháním s barvou pozadí
de: Bei der Überblendung des Hintergrundbildes wird dieses mit der Hintergrundfarbe vermischt.
es: La difuminación de la imagen de fondo la mezcla con el color de fondo
fi: Taustakuvan häivytys tapahtuu sekoittamalla se taustaväriin
gl: O esvaecemento da imaxe de fondo realízase mesturándoa coa cor de fondo
ja: 背景画像を透過指定すると背景色とブレンドされます
pl: Zanikanie obrazu tła odbywa się poprzez zmieszanie go z kolorem tła
pt_br: O esmaecimento da imagem de fundo é feito misturando-a à cor de fundo
ru: Выцветание фонового изображения посредством смешения его с цветом фона
sv: Blekning av bakgrundsbilden görs genom att blanda den med bakgrundsfärgen
ta: பின்னணி வண்ணத்துடன் கலப்பதன் மூலம் பின்னணி படத்தின் மறைதல் செய்யப்படுகிறது
uk: Притлумлення зображення тла буде виконано змішуванням його із кольором тла

source: Choose a background image to display behind the book text
ar: اختر صورة خلفية لعَرضها خلف نص الكتاب
cs: Zvolte obrázek na pozadí pro zobrazení za textem knihy
de: Wählen Sie ein hinter dem Buchtext anzuzeigendes Hintergrundbild
es: Elija una imagen de fondo para mostrar tras el texto del libro
fi: Valitse taustakuva, joka näytetään kirjan tekstin takana
gl: Escolle unha imaxe de fondo para mostrar detrás do texto do libro
ja: 本のテキストの後ろに表示する背景画像を選択
mr: पुस्तकाच्या मजकुराच्या मागे दाखवण्यास एक पार्श्वभूमीचे चित्र निवडा
pl: Wybierz obraz tła do wyświetlenia za tekstem książki
pt_br: Escolha uma imagem de fundo para ser exibida atrás do texto
ru: Выберите фоновое изображение для отображения позади текста книги
sv: Välj en bakgrundsbild som ska visas bakom boktexten
ta: புத்தக உரையின் பின்னால் காண்பிக்க பின்னணி படத்தைத் தேர்வுசெய்க
uk: Виберіть зображення тла, яке буде показано під текстом книги

source: A CSS style sheet that can be used to control the look and feel of the text. For examples, click
ar: لوح طراز CSS والذي يمكن استخدامه للتحكّم في مظهر وتأثير النص. للاطلاع على أمثلة، انقر
cs: Šablona stylů CSS, která může být použita pro ovládání vzhledu a chování textu. Pro příklady klikněte
de: Ein CSS-Stylesheet, das zum Steuern des Texterscheinungsbilds verwendet werden kann. Klicken Sie für Beispiele
es: Una hoja de estilos CSS que puede usarse para controlar la apariencia del texto. Para ver ejemplos, pulse
fi: CSS-tyylitiedosto, jolla voidaan hallita tekstin ulkoasua. Esimerkkejä saat klikkaamalla
gl: Unha folla de estilo CSS que se pode usar para controlar o aspecto do texto. Para exemplos, preme
ja: テキストの外観を制御するためにしようされるCSSスタイルシート。使用例は次をクリック:
mr: CSS स्टाईलशीटचे वापर केल्याने मजकुराचे रूप आणि भाव नियंत्रित करता येतात. उदाहरणांसाठी येथे क्लिक करा:
pl: Arkusz stylów CSS, za pomocą którego można kontrolować wygląd tekstu. Aby zobaczyć przykłady, kliknij
pt_br: Uma folha de estilo CSS que pode ser usada para controlar a aparência do texto. Por exemplo, clique
ru: Таблица стилей (CSS) для управления внешним видом текста. Примеры смотрите
sv: En CSS-formatmall som kan användas för att kontrollera textens utseende och känsla. För exempel, klicka
ta: உரையின் தோற்றத்தையும் உணர்வையும் கட்டுப்படுத்த பயன்படுத்தக்கூடிய சிஎச்எச் பாணி தாள். எடுத்துக்காட்டுகளுக்கு, சொடுக்கு
uk: Таблиця стилів CSS, якою можна скористатися для керування виглядом і поведінкою тексту. Щоб ознайомитися із прикладами, натисніть

source: here.
ar: هنا.
cs: zde.
de: hier.
es: aquí.
fi: tässä.
gl: aquí.
ja: こちら。
mr: इथे.
pl: tutaj.
pt_br: aqui.
ru: здесь.
sv: här.
ta: இங்கே.
uk: тут.

source: Examples of user style sheets
ar: أمثلة على أوراق أنماط المستخدم
cs: Příklady uživatelských šablon stylů
de: Beispiele für Benutzer-Stylesheets
es: Ejemplos de hojas de estilos de usuario
fi: Esimerkkejä käyttäjän tyylisivuista
gl: Exemplos de follas de estilo de usuario
ja: ユーザスタイルシートの例
mr: प्रयोक्ता स्टाईलशीटची उदाहरणे
pl: Przykłady arkuszy stylów użytkownika
pt_br: Exemplos de folhas de estilo do usuário
ru: Примеры пользовательских таблиц стилей
sv: Exempel på användarformatmallar
ta: பயனர் பாணி தாள்களின் எடுத்துக்காட்டுகள்
uk: Приклади таблиць стилів користувача

source: Note that you can use the selectors body.calibre-viewer-paginated and body.calibre-viewer-scrolling to target the Paged and Flow modes. Similarly, use body.calibre-viewer-light-colors and body.calibre-viewer-dark-colors to target light and dark color schemes.
ar: لاحظ أنّ باستطاعتك استخدام المنتقيات body.calibre-viewer-paginated و body.calibre-viewer-scrolling لاستهداف نمطي الصفحات والإنسياب. وبالمثل، استخدم body.calibre-viewer-light-colors و body.calibre-viewer-dark-colors لاستهداف مخططات الألوان الفاتحة والداكنة.
cs: Pamatujte, že můžete použít selektory body.calibre-viewer-paginated a body.calibre-viewer-scrolling pro cílení režimu stránek a plovoucího režimu. Podobně použijte body.calibre-viewer-light-colors a body.calibre-viewer-dark-colors pro cílení světlého a tmavého schématu barev.
de: Beachten Sie, dass Sie die Selektoren body.calibre-viewer-paginated und body.calibre-viewer-scrolling verwenden können, um die Modi Paged und Flow anzusteuern. In ähnlicher Weise können Sie body.calibre-viewer-helle Farben und body.calibre-viewer-dunkle Farben verwenden, um helle und dunkle Farbschemata anzusteuern.
es: Tenga en cuenta que puede usar los selectores body.calibre-viewer-paginated y body.calibre-viewer-scrolling para referirse a los modos paginado y continuo. Análogamente, use body.calibre-viewer-light-colors y body.calibre-viewer-dark-colors para referirse a los esquemas de color claro y oscuro.
fi: Huomaa, että voit käyttää valitsimia body.calibre-viewer-paginated ja body.calibre-viewer-scrolling kohdistamaan sivu- ja virtaustilat. Vastaavasti voit käyttää valintamerkkejä body.calibre-viewer-light-colors ja body.calibre-viewer-dark-colors kohdistaaksesi vaaleat ja tummat värit.
gl: Teña en conta que pode utilizar os selectores body.calibre-viewer-paginated e body.calibre-viewer-scrolling para orientar os modos de páxina e fluxo. Do mesmo xeito, use body.calibre-viewer-light-colors e body.calibre-viewer-dark-colors para seleccionar esquemas de cores claras e escuras.
ja: ページモード、フローモードをセレクタで指定するために、それぞれ body.calibre-viewer-paginated および body.calibre-viewer-scrolling が利用できます。同様に、カラースキームのダークとライトを指定するには body.calibre-viewer-light-colors および body.calibre-viewer-dark-colors を使用してください。
pl: Zauważ, że możesz użyć selektorów body.calibre-viewer-paginated i body.calibre-viewer-scrolling, aby kierować reklamy na tryby Paged i Flow. Podobnie, użyj body.calibre-viewer-light-colors i body.calibre-viewer-dark-colors, aby kierować na jasne i ciemne schematy kolorów.
pt_br: Note que você pode usar os seletores body.calibre-viewer-paginated e body.calibre-viewer-scrolling para alterar os modos Paginado e Fluxo. Similarmente, use body.calibre-viewer-light-colors e body.calibre-viewer-dark-colors para alterar os esquemas de cores claro e escuro.
ru: Обратите внимание, что можно использовать селекторы body.calibre-viewer-paginated и body.calibre-viewer-scrolling для указания страничного и потокового режимом. Аналогично body.calibre-viewer-light-colors и body.calibre-viewer-dark-colors — для указания светлой и тёмной цветовых схем.
sv: Observera att du kan använda väljarna body.calibre-viewer-paginated och body.calibre-viewer-scrolling för att rikta in siddelat- och flödeslägena. På samma sätt använder du body.calibre-viewer-light-colors och body.calibre-viewer-dark-colors för att rikta in ljusa- och mörka färgscheman.
ta: நீங்கள் தேர்வாளர்களைப் பயன்படுத்தலாம். இதேபோல், ஒளி மற்றும் இருண்ட வண்ணத் திட்டங்களை குறிவைக்க உடல்.திறன்-பார்வையாளர்-ஒளி-வண்ணங்கள் மற்றும் உடல். திறன்-பார்வையாளர்-இருள்-வண்ணங்களைப் பயன்படுத்து.
uk: Зауважте, що ви можете скористатися параметрами вибору body.calibre-viewer-paginated та body.calibre-viewer-scrolling, щоб визначити режим поділу на сторінки або режим неперервного перегляду. Так само, скористайтеся body.calibre-viewer-light-colors і body.calibre-viewer-dark-colors для визначення світлої або темної схеми кольорів.

source: The username of a Content server user that you want all annotations synced with. Use the special value * to sync with anonymous users
ar: اسم المستخدم لمستخدم خادوم المحتوى والذي تريد مزامنة كل الهوامش معه. استخدم القيمة الخاصة * للمزامنة مع مستخدمين غير معرَّفين
cs: Uživatelské jméno uživatele Serveru s obsahem, se kterým chcete synchronizovat všechny anotace. Pro synchronizaci s anonymními uživateli použijte speciální hodnotu *
de: Der Benutzername eines Content-Server-Benutzers, mit dem alle Anmerkungen synchronisiert werden sollen. Verwenden Sie den speziellen Wert *, um mit anonymen Benutzern zu synchronisieren.
es: El nombre de usuario del servidor de contenidos con el que quiere sincronizar las anotaciones. Use el valor especial * para sincronizar con usuarios anónimos
fi: Sen sisältöpalvelimen käyttäjän käyttäjänimi, jonka kanssa haluat synkronoida kaikki huomautukset. Käytä erikoisarvoa * synkronoidaksesi nimettömien käyttäjien kanssa
gl: O nome de usuario dun usuario do servidor de contido co que desexa que se sincronicen todas as anotacións. Use o valor especial * para sincronizar con usuarios anónimos
ja: すべての注釈を同期するコンテンツサーバーユーザーのユーザー名。特殊値 * を使用すると匿名ユーザーと同期する
pl: Nazwa użytkownika serwera treści, z którym chcesz synchronizować wszystkie adnotacje. Użyj specjalnej wartości *, aby przeprowadzić synchronizację z anonimowymi użytkownikami
pt_br: Nome do usuário do Servidor de conteúdo com o qual você deseja sincronizar as anotações. Use o valor especial * para sincronizar com usuários anônimos
ru: Имя пользователя контент-сервера, с которым вы хотите синхронизировать все заметки. Используйте специальное значение * для синхронизации с анонимными пользователями
sv: Användarnamnet för en innehållsserveranvändare som du vill att alla noteringar ska synkroniseras med. Använd specialvärdet * för att synkronisera med anonyma användare
ta: அனைத்து சிறுகுறிப்புகளும் ஒத்திசைக்கப்பட விரும்பும் உள்ளடக்கச் சேவையக பயனரின் பயனர்பெயர். பெயரிலி பயனர்களுடன் ஒத்திசைக்க சிறப்பு மதிப்பை * பயன்படுத்து
uk: Ім'я користувача сервера даних, з обліковим записом якого слід синхронізувати усі анотації. Скористайтеся особливим значенням * для синхронізації із анонімними користувачами

source: Sync bookmarks/highlights with Content server user:
ar: مزامنة الإشارات المرجعية/النقاط المميزة مع مستخدم خادم المحتوى:
cs: Synchronizovat záložky nebo zvýraznění s uživatelem Serveru s obsahem:
de: Lesezeichen/Highlights mit Content-Server-Benutzer synchronisieren:
es: Sincronizar marcadores y resaltados con el usuario del servidor de contenidos:
fi: Kirjanmerkkien/korostusten synkronointi sisältöpalvelimen käyttäjän kanssa:
gl: Sincroniza os marcadores/destacados co usuario do servidor de contido:
ja: ブックマークやハイライトを同期するコンテンツサーバのユーザ:
pl: Synchronizuj zakładki/wyróżnienia z użytkownikiem serwera treści:
pt_br: Sincronizar marcadores/destaques com o usuário Servidor de conteúdo:
ru: Синхронизировать закладки/выделения с пользователем контент-сервера:
sv: Synkronisera bokmärken/markeringar med innehållsserveranvändare:
ta: உள்ளடக்கச் சேவையக பயனருடன் புத்தக்குறிகள்/முன்னிலைப்படுத்துதல்களை ஒத்திசை:
uk: Синхронізувати закладки/підсвічування із користувачем сервера даних:

source: Remember last used window size and position
ar: تذكّر حجم وموضع آخر نافذة مستخدَمة
cs: Zapamatovat si poslední použitou velikost a pozici okna
de: Zuletzt verwendete Fenstergröße und -position merken
es: Recordar el último tamaño y posición de ventana
fi: Muista viimeksi käytetty ikkunan koko ja sijainti
gl: Lembra o tamaño e a posición da última fiestra utilizada
ja: 最後に使用したウィンドウのサイズと位置を記憶
mr: याआधी वापरलेला विंडोचा आकार आणि विंडोची जागा लक्ष्यात ठेवा
pl: Zapamiętaj ostatnio użyty rozmiar i pozycję okna
pt_br: Lembrar o último tamanho da janela e posição
ru: Помнить последний размер и положение окна
sv: Kom ihåg senast använda fönsterstorlek och position
ta: கடைசியாக பயன்படுத்தப்பட்ட சாளர அளவு மற்றும் நிலையை நினைவில் கொள்க
uk: Запам'ятовувати останні використані розмір і позицію вікна

source: Show a toolbar with the most useful actions
ar: أظهر شريط أدوات بأكثر الإجراءات فائدة
cs: Zobrazit panel nástrojů s nejužitečnějšími akcemi
de: Symbolleiste mit den nützlichsten Aktionen anzeigen
es: Mostrar una barra de herramientas con las acciones más útiles
fi: Näytä työkalurivi, jossa on hyödyllisimmät toiminnot
gl: Mostra unha barra de ferramentas coas accións máis útiles
ja: 最も便利な動作を含むツールバーを表示
mr: सर्वात कामाच्या क्रिया असतील असा टूलबार दाखवा
pl: Pokaż pasek narzedzi z najbardziej użytecznymi poleceniami
pt_br: Mostrar uma barra de ferramentas com as ações mais úteis
ru: Показать панель инструментов с наиболее полезными действиями
sv: Visa ett verktygsfält med de användbaraste åtgärderna
ta: மிகவும் பயனுள்ள செயல்களுடன் கருவிப்பட்டியைக் காட்டு
uk: Показати панель інструментів із найкориснішими кнопками

source: Customize toolbar
ar: تخصيص شريط الأدوات
cs: Přizpůsobit panel nástrojů
de: Symbolleiste anpassen
es: Personalizar barra de herramientas
fi: Mukauta työkalurivi
gl: Personalizar a barra de ferramentas
ja: ツールバーのカスタマイズ
mr: टूलबार सानुकूल करा
pl: Dostosuj pasek narzędzi
pt_br: Personalizar a barra de ferramentas
ru: Настроить панель инструментов
sv: Anpassa verktygsfältet
ta: கருவிப்பட்டியைத் தனிப்பயனாக்கு
uk: Налаштувати панель

source: Keep the toolbar in full screen mode (needs restart)
ar: الإبقاء على شريط الأدوات في نمط الشاشة الكاملة (يتطلب إعادة التشغيل)
cs: Ponechat panel nástrojů v režimu na celé obrazovce (vyžaduje restart)
de: Halten Sie die Symbolleiste im Vollbildmodus (Neustart erforderlich)
es: Mantener la barra de herramientas en modo a pantalla completa (requiere reiniciar)
fi: Pidä työkalurivi koko näytön tilassa (vaatii uudelleenkäynnistyksen)
gl: Mantén a barra de ferramentas en modo de pantalla completa (necesita reiniciar)
ja: 全画面表示モードでもツールバーを使用（要再起動）
mr: फुलस्क्रीन मोडमध्ये टूलबार कायम ठेवा (रिस्टार्ट आवश्यक)
pl: Zachowaj pasek narzędzi w trybie pełnego ekranu (wymaga restartu)
pt_br: Manter a barra de ferramentas no modo de tela cheia (reinício necessário)
ru: Сохранять панель инструментов в полноэкранном режиме (требуется перезапуск)
sv: Behåll verktygsfältet i helskärmsläge (kräver omstart)
ta: கருவிப்பட்டியை முழு திரை பயன்முறையில் வைத்திரு (மறுதொடக்கம் தேவை)
uk: Показувати панель інструментів у повноекранному режимі (потрібен перезапуск)
