Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Remember current page when quitting
ar: تذكّر الصفحة الحالية عند المغادرة
cs: Zapamatovat si aktuální stránku při ukončení
de: Aktuelle Seite beim Verlassen merken
es: Recordar la página actual al salir
fi: Muista nykyinen sivu, kun lopetat
gl: Lembra a páxina actual ao saír
ja: 終了時に現在のページを記憶
mr: बाहेर पडताना सध्याचे पान लक्ष्यात ठेवा
pl: Pamiętaj o zamknięciu bieżącej strony
pt_br: Lembrar última página ao encerrar
ru: Запомнить текущую страницу при выходе
sv: Kom ihåg den aktuella sidan när du avslutar
ta: வெளியேறும்போது தற்போதைய பக்கத்தை நினைவில் கொள்
uk: Запам'ятовувати поточну сторінку під час виходу

source: Restore open panels such as Table of Contents, Search, etc. on restart
ar: استعادة اللوحات المفتوحة مثل جدول المحتويات والبحث وما إلى ذلك عند إعادة التشغيل
cs: Při spuštění obnovit otevřené panely, jako Obsah, Hledání atd.
de: Geöffnete Bedienfelder wie Inhaltsverzeichnis, Suche usw. beim Neustart wiederherstellen
es: Restaurar paneles abiertos, como índice, búsqueda, etc. tras el reinicio
fi: Palauta avoimet paneelit, kuten sisällysluettelo, haku jne. uudelleenkäynnistyksen yhteydessä
gl: Restaure paneis abertos como Índice, Busca, etc. ao reiniciar
ja: 再起動時に目次や検索などのパネルを復元
pl: Przywróć otwarte panele, takie jak spis treści, wyszukiwanie itp. po ponownym uruchomieniu
pt_br: Restaurar painéis abertos, tais como Índice, Busca, etc ao reiniciar
ru: Восстановить открытые панели, такие как Оглавление, Поиск и т. д., при перезапуске
sv: Återställ öppna paneler som innehållsförteckning, sök, etc. vid omstart
ta: மறுதொடக்கத்தில் உள்ளடக்க அட்டவணை, தேடல் போன்ற திறந்த பேனல்களை மீட்டெடு
uk: Відновлювати відкриті панелі, зокрема «Зміст», «Пошук», після перезапуску

source: Keep a copy of annotations/bookmarks in the e-book file, for easy sharing
ar: الاحتفاظ بنسخة من الهوامش/العلامات في ملف الكتاب الالكتروني، لسهولة المشاركة
cs: Ponechat kopii anotací nebo záložek v souboru e-knihy pro snadné sdílení
de: Kopie der Kommentare und Lesezeichen zur einfachen Weitergabe in der eBook-Datei belassen
es: Mantener una copia de las anotaciones y marcadores en el archivo del libro, para compartirlos
fi: Säilytä kopio merkinnöistä/kirjanmerkeistä e-kirjatiedostossa helppoa jakamista varten
gl: Garda unha copia das anotacións/marcadores no ficheiro do libro electrónico para compartir facilmente
ja: 電子書籍ファイル中の注釈やブックマークのコピーを簡単に共有できるよう保存
mr: सहजपणे शेअर करण्यासाठी अ‍ॅनोटेशन/बुकमार्कांची प्रत ई-पुस्तक फायलीत ठेवा
pl: Zachowaj kopię adnotacji/zakładek w pliku e-booka, aby ułatwić udostępnianie
pt_br: Manter uma cópia das anotações/marcadores no arquivo do e-book, para compartilhamento fácil
ru: Сохранить копию заметок/закладок в файле электронной книги, чтобы легко ими обмениваться
sv: Behåll en kopia av noteringar/bokmärken i e-bokfilen, för enkel delning
ta: எளிதான பகிர்வுக்காக, சிறுகுறிப்புகள்/புத்தக்குறிகளின் நகலை மின் புத்தகக் கோப்பில் வைத்திரு
uk: Зберігати копію анотацій та закладок у файлі електронної книги для портативності

source: Allow only a single instance of the viewer (needs restart)
ar: اسمح بنسخة واحدة من المعاين (يتطلب إعادة التشغيل)
cs: Povolit pouze jednu instanci prohlížeče (vyžaduje restart)
de: Nur eine einzige Instanz des eBook-Betrachters erlauben (Neustart erforderlich)
es: Permitir un solo ejemplar del visor (requiere reinicio)
fi: Salli vain yksi katseluohjelman esiintymä (vaatii uudelleenkäynnistyksen)
gl: Permitir só unha única instancia do visor (necesita reiniciar)
ja: ビューアのインスタンスを 1 つだけ許可 (要再起動)
pl: Zezwalaj tylko na jedno wystąpienie przeglądarki (wymaga ponownego uruchomienia)
pt_br: Permite apenas uma única instância do visualizador (precisa reiniciar)
ru: Разрешить только один экземпляр просмотрщика (требуется перезапуск)
sv: Tillåt endast en enda instans av visaren (kräver omstart)
ta: பார்வையாளரின் ஒரு நிகழ்வை மட்டுமே அனுமதி (மறுதொடக்கம் தேவை)
uk: Лише один екземпляр засобу перегляду (потребує перезапуску)

source: Hide mouse-over tooltips in the book text
ar: إخفاء تلميحات الأدوات عند المرور بالفأرة في نص الكتاب
cs: Zobrazit popisy tlačítek při najetí myší v textu knihy
de: Mouseover-Tooltips im Buchtext ausblenden
es: Ocultar las ayudas emergentes en el texto del libro
fi: Piilota hiiren osoittimen päällä olevat työkaluvinkit kirjatekstissä
gl: Ocultar as suxestións do rato no texto do libro
ja: 本のテキスト上でマウスオーバーのツールチップを非表示
pl: Ukryj opisy pod myszą w tekście książki
pt_br: Esconder dicas ao passar o mouse sobre o texto do livro
ru: Скрыть всплывающие при наведении мыши подсказки в тексте книги
sv: Dölj mus-över verktygstips i boktexten
ta: புத்தக உரையில் சுட்டி-மேல் உதவிக்குறிப்புகளை மறை
uk: Приховати панелі підказок при наведенні у тексті книги

source: Auto hide the mouse cursor when unused for a few seconds
ar: الإخفاء التلقائي لمؤشر الفأرة عند عمد استخدامها لعدة ثواني
cs: Automaticky skrýt kurzor myši, když je několik sekund nevyužívána
de: Automatisches Ausblenden des Mauszeigers, wenn er einige Sekunden lang nicht benutzt wird
es: Ocultar automáticamente el cursor del ratón cuando no se use por unos segundos
fi: Piilota hiiren kohdistin automaattisesti, kun sitä ei käytetä muutamaan sekuntiin
gl: Oculta automaticamente o cursor do rato cando non se utiliza durante uns segundos
ja: 数秒間使用しないとマウスカーソルを自動で非表示
mr: काही सेकंद न वापरल्यावर माऊस कर्सर आपोआप लपवा
pl: Automatyczne ukrywanie kursora myszy, gdy nie jest używany przez kilka sekund
pt_br: Esconder automaticamente o cursor do mouse após alguns segundos inativo
ru: Автоскрытие курсора мыши после нескольких секунд бездействия
sv: Dölj muspekaren automatiskt när den inte används i några sekunder
ta: சில நொடிகள் பயன்படுத்தப்படும்போது சுட்டி காட்டியை தானாக மறை
uk: Автоматично ховати вказівник миші, якщо ним не користуються декілька секунд

source: &Fonts
ar: &الخطوط
cs: &Písma
de: Schri&ftarten
es: &Tipos de letra
fi: &Fontit
gl: &Tipos de letra
id: &Font
ja: フォント(&F)
mr: फाँट (&F)
pl: &Czcionki
pt_br: &Fontes
ru: &Шрифты
sv: &Teckensnitt
ta: எழுத்துருக்கள்
uk: &Шрифти

source: &Disable font size rescaling
ar: &تعطيل كافة إعادة الأحجام قياس الخط
cs: Z&akázat úpravu měřítka velikosti písma
de: Neuskalierung &der Schriftgröße deaktivieren
es: &Desactivar la modificación del tamaño de letra
fi: &Poista käytöstä kirjainkoon uudelleenskaalaus
gl: &Desactivar o redimensionado do tamaño de tipo de letra
ja: フォントサイズを再調整しない(&D)
pl: Nie &skaluj rozmiaru czcionek
pt_br: &Desativar redimensionamento do tamanho das fontes
ru: &Отключить масштабирование шрифта
sv: &Inaktivera teckensnittsstorleksomskalning
ta: எழுத்துரு அளவு மீட்டெடுப்பதை முடக்கு
uk: &Вимкнути масштабування розмірів шрифту

source: Base font si&ze:
ar: ح&جم الخط الأساسي:
cs: Základní velikost písma:
de: Basisschriftgr&öße:
es: &Tamaño de letra base:
fi: Vakiokirjainko&ko:
gl: Tamaño da fonte base:
ja: 基本フォントサイズ(&Z):
mr: फाँटचा पायाभूत आकार (&z):
pl: Główny &rozmiar czcionki:
pt_br: Tamanho base para &fontes:
ru: Разм&ер основного шрифта:
sv: &Grundteckensnittsstorlek:
ta: அடிப்படை எழுத்துரு அளவு:
uk: Базовий &розмір шрифту:

source: Font size &key:
ar: قياس الخط &المفتاح:
cs: &Klíč velikosti písma:
de: Schriftgrößenschl&üssel:
es: Cla&ve de tamaño de letra:
fi: Kirjainkoon %avain:
gl: &Clave do tipo de letra:
ja: フォントサイズのキー(&K):
mr: फाँटच्या आकाराची चावी (&k):
pl: &Klucz rozmiaru czcionki:
pt_br: Tamanho da fonte c&have:
ru: Размер шрифта &кнопок:
sv: Teckensnittsstorleksnyc&kel:
ta: எழுத்துரு அளவு விசை:
uk: К&люч розміру шрифту:

source: Minim&um line height:
ar: الحد الأ&دنى لارتفاع السطر:
cs: Minimá&lní výška řádku:
de: &Minimale Zeilenhöhe:
es: A&ltura mínima de línea:
fi: Minimi rivinkorkeus:
gl: Altura mínima da liña:
ja: 最小の行高さ(&U):
mr: ओळीची किमान उंची (&u):
pl: Min&imalna wysokość wiersza:
pt_br: Alt&ura mínima da linha:
ru: Минимал&ьная высота строки:
sv: Min&sta radavstånd:
ta: குறைந்தபட்ச வரி உயரம்:
uk: Мі&німальна висота рядка:

source: Line hei&ght:
ar: إرت&فاع الخط:
cs: Výš&ka řádku:
de: &Zeilenhöhe:
es: &Altura de línea:
fi: Riviko&rkeus:
gl: Altura da liña:
ja: 行間(&G):
mr: ओळीची उंची (&g):
pl: Wysokość li&nii:
pt_br: Altura da Linha:
ru: Высота ст&роки:
sv: Rad&höjd:
ta: வரி உயரம்:
uk: Висота &рядка:

source: Embed font fami&ly:
ar: تضمين &عائلة الخطوط:
cs: Vložit &rodinu písem:
de: Schriftfami&lie einbetten:
es: &Incrustar tipo de letra:
fi: Upota fonttiperhe:
gl: Inserir familia de fontes:
ja: 埋め込むフォントファミリ(&L):
mr: फाँट समूह अंतःस्थापित करा
pl: &Osadź czcionkę:
pt_br: Famí&lia de fonte incorporada:
ru: Се&мейство внедряемого шрифта:
sv: Bädda in teckensnittsfami&lj:
ta: எழுத்துரு குடும்பத்தை உட்பொதித்தல்:
uk: Вбудовування &гарнітури шрифту:

source: &Embed all fonts in document
ar: &تضمين جميع الخطوط في المستند
cs: &Vložit všechna písma v dokumentu
de: Alle Schriftarten im Dokument &einbetten
es: &Incrustar todos los tipos de letra en el documento
fi: Upota kaikki fontit tiedostoon
gl: &Incrustar todas as fontes no documento
ja: すべてのフォントをドキュメントに埋め込む(&E)
mr: दस्तऐवजातील सर्व फाँट अंतःस्थापित करा (&E)
pl: &Osadź wszystkie czcionki w dokumencie
pt_br: Incorporar todas as font&es no documento
ru: Вне&дрить все шрифты в документ
sv: &Bädda in alla teckensnitt i dokument
ta: அனைத்து எழுத்துருக்களையும் ஆவணத்தில் உட்பொதி
uk: В&будувати усі шрифти документа

source: &Subset all embedded fonts
ar: &قلّص كل الخطوط المضمَّنة
cs: &Částečně vložit všechna odkazovaná písma
de: Alle eingebetteten &Schriftarten reduzieren
es: &Reducir caracteres en todos los tipos de letra incrustados
fi: Tallenna fonttiperheistä käytetyt merkit
gl: &Subset todas as fontes incrustadas
ja: すべての埋め込みフォントをサブセット化する(&S)
pl: Zredukuj wszystkie osadzone czcionki
pt_br: &Subcategorizar todas as fontes embutidas
ru: Со&кратить все внедряемые шрифты
sv: Använd &delmängd av alla inbäddade teckensnitt
ta: அனைத்து உட்பொதிக்கப்பட்ட எழுத்துருக்கள்
uk: &Обрізати всі вбудовані шрифти

source: Keep &ligatures
ar: احتفظ &بالوصلات
cs: Ponechat &ligatury
de: &Ligaturen beibehalten
es: &Mantener ligaduras
fi: Säilytä ligatuurit
gl: Manter as &ligaduras
ja: 合字を維持する(&L)
mr: रोमन जोडाक्षरे जपून ठेवा (&l)
pl: Zachowaj &ligatury
pt_br: Manter &ligaduras
ru: Сохранять &лигатуры
sv: Behåll &ligaturer
ta: வைத்திரு தசைநார்கள்
uk: Зберігати &лігатури

source: Te&xt
ar: ال&كتابة
es: Te&xto
fi: Teksti
gl: Te&xto
ja: テキスト(&X):
mr: मजकूर (&x)
pl: Te&kst
pt_br: Te&xto
ru: Те&кст
ta: உரை
uk: Те&кст

source: I&nput character encoding:
ar: &ترميز حروف الإدخال:
cs: &Vstupní kódování znaků:
de: Ei&ngabe-Zeichencodierung
es: &Codificación de entrada:
fi: Lähteen merkistökoodaus:
gl: Introducir a codificación de caracteres:
ja: 入力の文字コード(&N):
mr: इनपुट कॅरॅक्टर एनकोडिंग (&n):
pl: &Kodowanie znaków w pliku źródłowym:
pt_br: Codificação de caracteres de e&ntrada:
ru: &Исходная кодировка символов:
sv: Inmatning-tecke&nkodning:
ta: உள்ளீட்டு எழுத்து குறியாக்கம்:
uk: Код&ування вхідних даних:

source: Text &justification:
ar: م&حاذاة النص:
cs: Zarovnání &textu:
de: Text&ausrichtung:
es: &Justificación del texto:
fi: Tekstin tasaus:
gl: Texto e xustificación:
ja: テキスト揃え(&J):
pl: Wyrównanie tekstu:
pt_br: &Justificação do texto:
ru: Вы&равнивание текста:
sv: Text&justering:
ta: உரை நேர்ப்படுத்துதல்:
uk: &Вирівнювання тексту:

source: Original
ar: الأصلية
cs: Původní
fi: Alkuperäinen
gl: Orixinal
ja: オリジナル
mr: मूळ
pl: Oryginalne
ru: оригинал
sv: Ursprunglig
ta: அசல்
uk: Оригінал

source: Left align
ar: محاذاة يساراً
cs: Zarovnat doleva
de: Linksbündig
es: Alineación a la izquierda
fi: Vasen tasaus
gl: Aliñar á esquerda
id: Rata kiri
ja: 左寄せ
mr: डावीकडे सरेखित
pl: Wyrównanie do lewej
pt_br: Alinhar à esquerda
ru: по левому краю
sv: Vänsterjustering
ta: இடது சீரமைப்பு
uk: Вирівняти ліворуч

source: Justify text
ar: ضبط النص
cs: Zarovnat text do bloku
de: Blocksatz
es: Justificar texto
fi: Tasapalsta
gl: Xustificar texto
id: Ratakan teks
ja: テキストを揃える
pl: Wyjustowanie tekstu
pt_br: Justificar texto
ru: по ширине
sv: Justera text
ta: உரையை நேர்ப்படுத்து
uk: Вирівняти текст

source: Smarten &punctuation
ar: حسّن الت&نقيط
cs: Vylepšit &interpunkci
de: Satzzeichen t&ypografisieren
es: Mejorar &puntuación
fi: Korjaa välimerkit
gl: Corrixir a &puntuación
ja: 記号文字を変換する(&P)
pl: Inteligentna &interpunkcja
pt_br: &Pontuação inteligente
ru: Улучшение &пунктуации
sv: Förbättra &skiljeteckenhantering
ta: அறிவாலி நிறுத்தற்குறி
uk: Обробити &пунктуацію

source: &Unsmarten punctuation
ar: أ&زِل تحسين التنقيط
cs: &Nevylepšená interpunkce
de: &Unsinnige Satzzeichen
es: Simplificar &puntuación
fi: Tai&dottomat välimerkit
gl: &Desactivar a puntuación intelixente
ja: 句読点のスマート化を戻す(&U)
pl: Popraw interpunkcję
pt_br: Desfazer pont&uação inteligente
ru: Уп&рощённая пунктуация
sv: &Förbättra inte skiljeteckenhantering
ta: அறிவிலி நிறுத்தற்குறி
uk: С&касувати обробку пунктуації

source: &Transliterate Unicode characters to ASCII
ar: &حرفنة أحرف Unicode إلى ASCII
cs: &Překódovat znaky Unicode do ASCII
de: Unicode Zeichen zu ASCII umwandeln (&T)
es: T&ransliterar los caracteres Unicode a ASCII
fi: Käännä Unicode-merki&t ASCII-muotoon
gl: &Transliterar caracteres Unicode a ASCII
ja: UNICODE文字をASCIIに変換します(&T)
mr: युनिकोड कॅरॅक्टरांचे ASCII मध्ये लिप्यांतर करा
pl: Transliteracja znaków Unicode do ASCII
pt_br: &Transformar caracteres Unicode em ASCII
ru: &Транслитерировать символы Юникода в ASCII
sv: &Translitterera Unicode-tecken till ASCII
ta: அதகுதபக்கு மொழிபெயர்ப்பு ஒருங்குறி எழுத்துக்கள்
uk: &Транслітерація символів Unicode до ASCII

source: Lay&out
ar: الت&صميم
cs: Roz&ložení
es: Distri&bución
gl: Maquetación
ja: レイアウト(&O)
mr: लेआउट (&o)
pl: Układ
ru: Ша&блон
ta: தளவமைப்பு
uk: &Компонування

source: Remove &spacing between paragraphs
ar: حذف ال&فراغات بين الفقرات
cs: Odebrat &mezery mezi odstavci
de: Ab&stand zwischen Absätzen entfernen
es: Eliminar es&paciado entre párrafos
fi: Poista kappaleiden välit
gl: Retirar o &espazo entre parágrafos
ja: 段落の間の間隔を削除する(&S)
mr: परिच्छेदांच्या मधली जागा काढून टाका (&s)
pl: Usuń &odstępy pomiędzy akapitami
pt_br: Remover e&spaçamento entre parágrafos
ru: Удалить про&белы между абзацами
sv: Ta bort &avstånd mellan stycken
ta: பத்திகளுக்கு இடையில் இடைவெளியை அகற்று
uk: Вилучати &інтервали між абзацами

source: I&ndent size:
ar: ح&جم المسافة البادئة:
cs: Velikost &odsazení:
de: Ei&nzugsgröße:
es: Tamaño de &sangría:
fi: Sisennyksen mitta:
gl: Tamaño do identificador:
ja: インデントサイズ(&N):
pl: &Rozmiar wcięcia:
pt_br: Tamanho da i&ndentação:
ru: Размер &отступа:
sv: I&ndragsstorlek:
ta: உள்தள்ளல் அளவு:
uk: Ш&ирина відступу:

source: Insert &blank line between paragraphs
ar: أدخل سطر &فارغ بين الفقرات
cs: Vložit &prázdný řádek mezi odstavce
de: Leere Zeile zwischen A&bsätzen einfügen
es: Insertar líneas en &blanco entre párrafos
fi: Lisää tyhjä rivi kappaleiden väliin
gl: Insira &liña en branco entre parágrafos
ja: 段落の間に空行を入れる(&B)
mr: परिच्छेदांच्या मध्ये रिक्त असलेली ओळ घाला (&b)
pl: Dodaj pusty wiersz między &akapitami
pt_br: Inserir linha em &branco entre parágrafos
ru: Вставлять &пустую строку между абзацами
sv: Infoga &tom rad mellan stycken
ta: பத்திகளுக்கு இடையில் செருகு வெற்று வரி
uk: Додати &порожній рядок між абзацами

source: &Line size:
ar: &حجم الخط:
cs: &Velikost řádku:
de: Zei&lenabstand:
es: &Altura de línea:
fi: Rivin korkeus:
gl: &Tamaño da liña:
ja: 行サイズ(&L):
mr: ओळीचा आकार (&L):
pl: &Wysokość wiersza:
pt_br: Tamanho da &linha:
ru: &Размер строки:
sv: &Radstorlek:
ta: வரி அளவு:
uk: Розмір &рядка:

source: &Linearize tables
ar: &قائمة الجداول
cs: &Převést tabulky na řádky
de: Tabellen &linearisieren
es: &Linealizar tablas
fi: Muuta taulukot tekstirakenteisiksi
gl: &Aliñar as táboas
ja: 表を展開する(&L)
pl: &Przekształcaj tabele na tekst
pt_br: &Linearizar tabelas
ru: &Линеаризировать таблицы
sv: &Konvertera data i tabeller till linjära data
ta: அட்டவணைகள் நேர்கோட்டு
uk: Лі&неаризувати таблиці

source: St&yling
ar: النم&ط
cs: St&ylování
es: Est&ilo
fi: Tyylit
gl: Estilo
ja: スタイル(&Y)
mr: स्टायलिंग (&y)
pl: Stylizacja
pt_br: Estilo
ru: Сти&лизация
sv: &Format
ta: பாணி
uk: С&тиль

source: Filter style information
ar: رشّح معلومات الطراز
cs: Filtrovat informace o stylu
de: Style-Informationen filtern
es: Filtrar información de estilo
fi: Suodata tyylitiedot
gl: Información de estilo de filtro
ja: スタイル情報の絞り込み
mr: स्टाईल माहिती गाळा
pl: Filtruj style
pt_br: Filtrar informações do estilo
ru: Фильтровать информацию о стилях
sv: Filtrera formatinformation
ta: வடிகட்டி பாணி தகவல்
uk: Фільтрувати інформацію щодо стилів

source: <b>Heuristic processing</b> means that calibre will scan your book for common patterns and fix them. As the name implies, this involves guesswork, which means that it could end up worsening the result of a conversion, if calibre guesses wrong. Therefore, it is disabled by default. Often, if a conversion does not turn out as you expect, turning on heuristics can improve matters. Read more about the various heuristic processing options in the <a href="%s">User Manual</a>.
ar: <b>المعالجة الاستدلالية</b> تعني أن Calibre سيقوم بمسح كتابك للبحث عن الأنماط الشائعة وإصلاحها. كما يوحي الاسم، يتضمن ذلك التخمين، مما يعني أنه قد يؤدي إلى تدهور نتيجة التحويل، إذا أخطأ Calibre في التخمين. لذلك، يتم تعطيله افتراضيًا. في كثير من الأحيان، إذا لم يكن التحويل كما تتوقع، فإن تشغيل الاستدلالات يمكن أن يحسن الأمور. اقرأ المزيد عن خيارات المعالجة الاستدلالية المختلفة في <a href="%s">دليل المستخدم</a>.
cs: <b>Heuristické zpracování</b> znamená, že Calibre vyhledá ve vaší knize obecné vzory a opraví je. Jak název naznačuje, zahrnuje to odhadování, což znamená, že to může skončit zhoršením výsledku převodu, pokud Calibre odhaduje špatně. Proto je ve výchozím nastavení zakázáno. Pokud převod nevyjde podle vašeho očekávání, zapnutí heuristiky může často věci zlepšit. Přečtěte si více o různých volbách heuristického zpracování v <a href="%s">Uživatelské příručce</a>.
de: <b>Heuristische Verarbeitung</b> bedeutet, dass Calibre ein Buch auf allgemeine Muster hin untersucht und diese repariert. Wie die Bezeichnung impliziert, trifft Calibre Annahmen, was zu unerwarteten oder falschen Ergebnissen führen kann. Demzufolge ist die Auswahl standardmäßig abgeschaltet. Wenn eine Konvertierung nicht das erhoffte Ergebnis zurückliefert, kann das Einschalten der Heuristik zur Verbesserung beitragen. Mehr zu den verschiedenen Auswahlmöglichkeiten der heuristischen Verarbeitung können Sie im <a href="%s">Benutzerhandbuch</a> nachlesen.
es: <b>Procesado heurístico</b> significa que calibre buscará patrones habituales en un libro y los arreglará. Como el nombre indica, este proceso se basa en conjeturas, con lo que podría terminar empeorando el resultado de una conversión si las conjeturas son erróneas. Por este motivo, esta opción está desactiva de manera predeterminada. A menudo, si una conversión no ocurre como se espera, activar el procesado heurístico puede mejorar el resultado. Lea más acerca de las distintas opciones de procesado heurístico en el <a href="%s">Manual de usuario</a>.
fi: <b>Heuristisessa käsittelyssä</b> calibre hakee kirjastasi tavanomaisia rakenteita, ja korjaa ne. Kuten nimi vihjaa, tähän liittyy jonkin verran epävarmuutta, joten lopputulos voi olla lähtötilannetta huonompi, jos calibra arvaa väärin. Siksi oletus on, että heuristiikka on pois päältä. Usein heuristiikasta voi kuitenkin olla apua, jos muunnos ei muutoin toimi odotetusti. Lue lisää heuristisen käsittelyn vaihtoehdoista <a href="%s">Käyttöoppasta</a>.
gl: <b>O procesamento heurístico</b> significa que calibre escaneará o teu libro para buscar patróns comúns e solucionalos. Como o nome indica, isto implica adiviñas, o que significa que podería acabar empeorando o resultado dunha conversión, se o gauge non adiviña. Polo tanto, está desactivado por defecto. Moitas veces, se unha conversión non resulta como esperabas, activar a heurística pode mellorar as cousas. Lea máis sobre as distintas opcións de procesamento heurístico no <a href="%s">Manual de usuario</a>.
id: <b>Proses heuristik</b> berarti bahwa calibre memindai buku untuk mencari pola-pola yang umum dan memperbaikinya. Dengan heuristik diisyaratkan adanya penafsiran sehingga hasil konversi bisa saja lebih buruk jika calibre keliru menafsir. Maka, proses heuristik dinonaktifkan secara default. Tak jarang, ketika hasil konversi kurang memuaskan, mengaktifkan heuristik dapat memberikan hasil yang lebih baik. Baca pelbagai opsi proses heuristik di <a href="%s">Manual Pengguna</a>.
ja: <b>ヒューリスティック処理</b>とは、Calibre が本をスキャンしてよくあるパターンの間違いを修正することを指します。名前のとおり、これは推測に基づいているため、Calibreの推測が間違っていれば変換結果が悪くなる事もあります。そのため、この機能はデフォルトでは無効になっています。希望通りに変換が行われない場合は、ヒューリスティック処理を有効にすると問題が改善する可能性があります。色々なヒューリスティック処理のオプションについては<a href="%s">ユーザマニュアル</a>を参照してください。
pl: <br>Przetwarzanie heurystyczne</b> oznacza, że calibre wyszuka często spotykane sekwencje i spróbuje je dostosować do aktualnych potrzeb. Takie działanie zakłada pewien margines błędu, co może spowodować, że konwersja będzie gorszej jakości. Dlatego też opcja ta jest domyślnie wyłączona. Jeżeli wynik konwersji bez tej opcji cię nie zadowala spróbuj ją włączyć - może się okazać, że to poprawi sytuację. Więcej o przetwarzaniu heurystycznym znajdziesz w <a href="%s">podręczniku użytkownika</a>.
pt_br: <b>Processamento heurístico</b> significa que o calibre vai verificar em seu livro padrões comuns e corrigí-los. Como o nome implica, isto envolve trabalho de estimativa, o que significa que pode acabar piorando o resultado da conversão se o calibre estimar erroneamente. Portanto, ele está desativado por padrão. Frequentemente, se a conversão não ficar como você esperava, ativar o processamento heurístico pode melhorar o resultado. Leia mais sobre as várias opções de processamento heurístico no <a href="%s">Manual do Usuário</a>
ru: <b>Эвристическая обработка</b> означает, что calibre просканирует вашу книгу на наличие стандартных шаблонов и исправит их. Как следует из названия, обработка может закончиться ухудшением результата конвертациии, если calibre делает неверные предположения. Поэтому, эта настройка отключена по умолчанию. Часто, если конвертация проходит не так, как вы ожидаете, включение эвристической обработки может улучшить результат. Больше информации о различных настройках эвристической обработки читайте в <a href="%s">Руководстве пользователя</a>.
sv: <b>Heuristisk bearbetning</b> innebär att calibre kommer att skanna din bok efter vanliga mönster och rätta till dem. Som namnet antyder handlar det om uppskattningar, vilket innebär att det kan resultera i en försämrad konvertering, om calibre uppskattar fel. Därför är det inaktiverat som standard. Oftast, om en konvertering inte går som du förväntar dig, kan heuristiken förbättra situationen. Läs mera om de olika heuristiska bearbetningsalternativen i <a href="%s">användarmanualen</a>.
ta: <b> பட்டறிவு செயலாக்கம் </b> என்பது உங்கள் புத்தகத்தை பொதுவான வடிவங்களுக்காக வருட செய்து அவற்றை சரிசெய்யும் என்பதாகும். பெயர் குறிப்பிடுவது போல, இது கணிப்பு வேலைகளை உள்ளடக்கியது, அதாவது திறன் தவறாக கணித்தால், மாற்றத்தின் முடிவை மோசமாக்கும். எனவே, இது இயல்பாக முடக்கப்பட்டுள்ளது. பெரும்பாலும், நீங்கள் எதிர்பார்ப்பது போல் ஒரு மாற்றம் மாறவில்லை என்றால், பட்டறிவை இயக்குவது தகவல்களை மேம்படுத்தலாம். <a href="%s"> பயனர் கையேடு </a> இல் உள்ள பல்வேறு பட்டறிவு செயலாக்க விருப்பங்களைப் பற்றி மேலும் வாசிக்க.
uk: <b>Евристична обробка</b> — це обробка, протягом якої calibre виконає пошук типових взірців у вашій книзі і спробує їх виправити. Як можна зрозуміти з назви, під час обробки використовуються певні припущення, що може призвести до погіршення якості результату перетворення, якщо припущення calibre не справдяться. Тому цей режим типово вимкнено. Часто, якщо результати перетворення вас не задовольняють, вмикання евристики може значно покращити справи. Докладніше про різноманітні аспекти використання евристики можна дізнатися з <a href="%s">підручника користувача</a>.
