Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Reset interface
ar: إعادة ضبط الواجهة
cs: Obnovit rozhraní
de: Benutzeroberfläche zurücksetzen
es: Restablecer interfaz
fi: Palauta käyttöliittymä
gl: Restablecer interface
ja: インタフェースをリセット
mr: इंटरफेस रिसेट करा
pl: Zresetuj interfejs
pt_br: Reiniciar a interface
ru: Сбросить интерфейс
sv: Återställ gränssnitt
ta: இடைமுகத்தை மீட்டமை
uk: Відновити початковий інтерфейс

source: Reset E-book viewer panels, toolbars and scrollbars to defaults
ar: إعادة تعيين لوحات عارض الكتاب الإلكتروني، أشرطة الأدوات وأشرطة التمرير إلى الإعدادات الافتراضية
cs: Obnovit panely Prohlížeče e-knih, panely nástrojů a posuvníky na výchozí nastavení
de: Alle E-Book Betrachter Werkzeug- , Scroll- und sonstigen Leisten auf Standardeinstellung
es: Restablecer los paneles del visor de libros electrónicos, barras de herramientas y barras de desplazamiento a sus opciones predeterminadas
fi: Palauta e-kirjojen katselupaneelit, työkalurivit ja vierityspalkit oletusasetuksiin
gl: Restablece os paneis de visualización de libros electrónicos, as barras de ferramentas e as barras de desprazamento aos valores predeterminados
ja: E-book ビューアのパネル、ツールバー、スクロールバーをデフォルトにリセット
mr: ई-पुस्तक वाचक पॅनल, टूलबार व स्क्रोलबार रिसेट करून डिफॉल्टवर आणा
pl: Zresetuj panele przeglądarki e-booków, paski narzędzi i paski przewijania do wartości domyślnych
pt_br: Reiniciar os painéis do Visualizador de e-books, barras de ferramentas e barras de rolagem aos padrões
ru: Сбросить панели и полосы прокрутки в просмотрщике электронных книг к значениям по умолчанию.
sv: Återställ e-bokvisarens paneler, verktygsfält och rullister till standardvärden
ta: இயல்புநிலைகளுக்கு மின் புத்தக பார்வையாளர் பலகைகள், கருவிப்பட்டிகள் மற்றும் உருள் படிகளை மீட்டமை
uk: Відновити типові параметри панелей, інструментів та смужок гортання засобу для перегляду електронних книг

source: Are you sure you want to reset the viewer interface to its default appearance?
ar: هل أنت متأكد أنك تريد إعادة تعيين واجهة العارض إلى مظهرها الافتراضي؟
cs: Opravdu chcete obnovit rozhraní prohlížeče na jeho výchozí vzhled?
de: Sind Sie sicher, das Sie die Oberfläche des E-Book Betrachters auf die Standard Ansicht zurücksetzten möchten?
es: ¿Está seguro de querer restablecer la interfaz del visor a su aspecto predeterminado?
fi: Haluatko varmasti palauttaa katseluohjelman käyttöliittymän oletusulkoasuun?
gl: Estás seguro de que queres restablecer a interface do visor ao seu aspecto predeterminado?
ja: ビューアのインタフェースをリセットしてデフォルトの外観に戻しますか？
pl: Czy na pewno chcesz przywrócić domyślny wygląd interfejsu przeglądarki?
pt_br: Tem certeza que deseja redefinir a interface do visualizador para sua aparência padrão?
ru: Вы уверены, что хотите сбросить интерфейс средства просмотра к виду по умолчанию?
sv: Är du säker på att du vill återställa visarens gränssnitt till dess standardutseende?
ta: பார்வையாளர் இடைமுகத்தை அதன் இயல்புநிலை தோற்றத்திற்கு மீட்டமைக்க விரும்புகிறீர்களா?
uk: Ви справді хочете відновити типовий вигляд інтерфейсу?

source: Quit
ar: خروج
cs: Ukončit
de: Beenden
es: Salir
fi: Lopeta
gl: Saír
ja: 終了
mr: सोडा
pl: Zakończ
pt_br: Encerrar
ru: Выйти
sv: Avsluta
ta: விட்டுவிடு
uk: Вийти

source: Close the E-book viewer
ar: إغلاق عارض الكتاب الإلكتروني
cs: Zavřít Prohlížeč e-knih
de: E-Book Betrachter schließen
es: Cerrar el visor de libros electrónicos
fi: Sulje e-kirjojen katseluohjelma
gl: Pecha o visor de libros electrónicos
ja: 電子書籍ビューアを終了
mr: ई-पुस्तक दृश्यक बंद करा
pl: Zamknij przeglądarkę e-booków
pt_br: Fechar o Visualizador de e-books
ru: Закрыть просмотрщик электронных книг
sv: Stäng e-bokvisaren
ta: மின் புத்தக பார்வையாளரை மூடு
uk: Закрити засіб для перегляду електронних книг

source: Close the viewer controls
ar: إغلاق أدوات التحكم في العرض
cs: Skrýt ovládací prvky prohlížeče
de: Schließen Sie die Viewer-Steuerung
es: Cerrar los controles del visor
fi: Sulje katseluohjelman ohjaimet
gl: Pecha os controis do visor
ja: ビューアコントロールを閉じる
mr: दृश्यक कंट्रोल बंद करा
pl: Zamknij kontrolki przeglądarki
pt_br: Fechar os controles do visualizador
ru: Закрыть элементы управления читалкой
sv: Stäng visarens kontroller
ta: பார்வையாளர் கட்டுப்பாடுகளை மூடு
uk: Закрити засоби керування переглядом

source: Help
ar: مساعدة
cs: Nápověda
de: Hilfe
es: Ayuda
fi: Ohje
gl: Axuda
ja: ヘルプ
mr: मदत
pl: Pomoc
pt_br: Ajuda
ru: Справка
sv: Hjälp
ta: உதவி
uk: Довідка

source: Lookup: {}
ar: بحث: {}
cs: Vyhledávání: {}
de: Nachschlagen: {}
es: Buscar: {}
fi: Haku: {}
gl: Buscar: {}
ja: 検索: {}
mr: अर्थ शोधा: {}
pl: Wyszukiwanie: {}
pt_br: Busca: {}
ru: Просмотр: {}
sv: Uppslag: {}
ta: தேடல்: {}
uk: Пошук: {}

source: Are you sure you want to reload this book?
ar: أمتأكد أنك تريد إعادة تحميل هذا الكتاب؟
cs: Opravdu chcete znovu načíst tuto knihu?
de: Möchten Sie dieses Buch wirklich neu laden?
es: ¿Está seguro de querer volver a cargar este libro?
fi: Oletko varma, että haluat ladata tämän kirjan uudelleen?
gl: Estás seguro de que queres volver cargar este libro?
id: Yakin ingin memuat ulang buku ini?
ja: 本当にこの本を再読込みしますか？
mr: तुम्हाला हे पुस्तक नक्की पुन्हा लोड करायचे आहे?
pl: Czy na pewno chcesz ponownie wczytać tę książkę?
pt_br: Você tem certeza que deseja recarregar esse livro?
ru: Вы уверены, что хотите перезагрузить эту книгу?
sv: Är du säker på att du vill ladda om denna bok?
ta: இந்தப் புத்தகத்தை மீண்டும் ஏற்ற விரும்புகிறீர்களா?
uk: Ви справді хочете перезавантажити цю книгу?

source: Reload book
ar: إعادة تحميل الكتاب
cs: Znovu načíst knihu
de: Buch neu laden
es: Volver a cargar libro
fi: Lataa uudelleen
gl: Recargar libro
id: Muat ulang buku
ja: 本の再読込
mr: पुस्तक रिलोड करा
pl: Załaduj ponownie
pt_br: Recarregar livro
ru: Перезагрузить книгу
sv: Ladda om boken
ta: புத்தகத்தை மீண்டும்ஏற்று
uk: Перезавантажити книгу

source: Go to…
ar: إنطلق إلى…
cs: Přejít na...
de: Gehen zu …
es: Ir a…
fi: Siirry…
gl: Ir a…
id: Pergi ke...
ja: 移動…
mr: येथे जा...
pl: Idź do…
pt_br: Ir para...
ru: Перейти…
sv: Gå till…
ta: இங்கு செல்…
uk: Перейти…

source: Edit the metadata for this book in the library
ar: تعديل البيانات الوصفية لهذا الكتاب في المكتبة
cs: Upravit metadata pro tuto knihu v knihovně
de: Bearbeiten Sie die Metadaten für dieses Buch in der Bibliothek
es: Modificar los metadatos de este libro en la biblioteca
fi: Muokkaa tämän kirjan metatietoja kirjastossa
gl: Edita os metadatos deste libro na biblioteca
ja: ライブラリ内にあるこの本の書誌情報を編集
mr: पुस्तकालयातील या पुस्तकाचा मेटाडेटा संपादित करा
pl: Edytuj metadane tej książki w bibliotece
pt_br: Editar metadados deste livro na biblioteca
ru: Отредактировать метаданные этой книги в библиотеке
sv: Redigera metadata för denna bok i biblioteket
ta: இந்தப் புத்தகத்திற்கான மீதரவை நூலகத்தில் திருத்து
uk: Редагувати метадані для цієї книги у бібліотеці

source: Path:
ar: المسار:
cs: Cesta:
de: Pfad:
es: Ruta:
fi: Polku:
gl: Camiño:
ja: パス:
mr: पाथ:
pl: Ścieżka:
pt_br: Caminho:
ru: Путь:
sv: Sökväg:
ta: பாதை:
uk: Шлях:

source: Click to open the folder the book is in
ar: انقر لفتح المجلد الذي يوجد فيه الكتاب
cs: Klikněte pro otevření složky, ve které kniha je
de: Klicken Sie auf , um den Ordner zu öffnen, in dem sich das Buch befindet
es: Pulsar para abrir la carpeta en la que está el libro
fi: Napsauta avataksesi kansion, jossa kirja on
gl: Preme para abrir o cartafol no que se atopa o libro
ja: クリックして本が置かれているフォルダを開く
mr: पुस्तक ज्या फोल्डरमध्ये आहे तो फोल्डर उघडण्यास येथे क्लिक करा
pl: Kliknij aby otworzyć folder w którym znajduje się książka
pt_br: Clique para abrir a pasta em que está o livro
ru: Щёлкните, чтобы открыть папку, в которой находится книга
sv: Klicka för att öppna mappen som boken finns i
ta: புத்தகமுள்ள கோப்புறையைத் திறக்கச் சொடுக்கு
uk: Натисніть, щоб відкрити теку, у якій зберігається книга

source: Show book in the main calibre program
ar: عرض الكتاب في برنامج Calibre الرئيسي
cs: Zobrazit knihu v hlavním programu Calibre
de: Zeige Buch im Calibre-Hauptprogramm
es: Mostrar el libro en el programa principal de calibre
fi: Näytä kirja calibren pääohjelmassa
gl: Mostrar libro no programa de calibre principal
mr: हे पुस्तक मुख्य कॅलिबर प्रोग्राममध्ये दाखवा
pl: Pokaż tę książkę w głównym programie calibre
pt_br: Mostrar o livro no calibre
ru: Показать книгу в основной программе calibre
sv: Visa bok i calibre-huvudprogrammet
ta: முதன்மை திறன் திட்டத்தில் புத்தகத்தைக் காட்டு
uk: Показати книгу в основній програмі calibre

source: Click to see this book in the main calibre program book list
ar: انقر لعرض هذا الكتاب في قائمة الكتب الرئيسية لبرنامج Calibre
cs: Klikněte pro zobrazení této knihy v seznamu knih hlavního programu Calibre
de: Klicken um dieses Buch in der Buchliste des Calibre-Hauptprogramms zu sehen
es: Pulsar para ver este libro en la lista de libros del programa principal de calibre
fi: Klikkaa nähdäksesi tämän kirjan Calibre-ohjelman pääkirjaluettelossa.
gl: Preme para ver este libro na lista de libros do programa principal calibre
mr: हे पुस्तक मुख्य कॅलिबर प्रोग्रामच्या पुस्तकांच्या यादीत पाहण्यास येथे क्लिक करा
pl: Kliknij, aby zobaczyć tę książkę na liście głównego programu calibre
pt_br: Clique para ver este livro na lista de livros do calibre
ru: Щёлкните чтобы показать эту книгу в списке книг основной программы calibre
sv: Klicka för att se denna bok i calibre-huvudprogrammets boklista
ta: இந்தப் புத்தகத்தை முதன்மை திறன் நிரல் புத்தக பட்டியலில் காண சொடுக்கு
uk: Натисніть, щоб переглянути цю книгу у списку книг основної програми calibre

source: Go to location, position or reference…
ar: الذهاب الى مكان أو موضع أو إشارة…
cs: Přejít na umístění, pozici nebo odkaz...
de: Springe zur Stelle, Position oder Markierung
es: Ir a ubicación, posición o referencia…
fi: Siirry sijaintiin, paikkaan tai viitteeseen…
gl: Ir á localización, posición ou referencia...
ja: 本の中の指定した場所、位置、または参照へ移動...
mr: स्थान, जागा, किंवा उल्लेखाकडे जा...
pl: Przejdź do położenia, pozycji lub odniesienia…
pt_br: Ir para local, posição ou referência…
ru: Открыть место, позицию или ссылку…
sv: Gå till plats, position eller referens…
ta: இருப்பிடம், நிலை அல்லது குறிப்புக்குச் செல்…
uk: Перейти до місця, позиції або посилання…

source: Go to page
ar: انتقل إلى صفحة
cs: Přejít na stránku
de: Gehe zu Seite
es: Ir a página
gl: Ir á páxina
mr: या पानाला जा
pl: Przejdź do strony
pt_br: Ir para a página
ru: Перейти на страницу
sv: Gå till sida
uk: Перейти до сторінки

source: Next section
ar: القسم التالي
cs: Další oddíl
de: Nächster Abschnitt
es: Siguiente sección
fi: Seuraava osio
gl: Seguinte sección
id: Bagian berikutnya
ja: 次のセクション
mr: पुढचा अनुभाग
pl: Następna sekcja
pt_br: Seção seguinte
ru: Следующий раздел
sv: Nästa avsnitt
ta: அடுத்த பிரிவு
uk: Наступний розділ

source: Previous section
ar: المقطع السابق
cs: Předchozí oddíl
de: Vorheriger Abschnitt
es: Sección anterior
fi: Edellinen osio
gl: Sección anterior
id: Bagian sebelumnya
ja: 前のセクション
mr: मागचा अनुभाग
pl: Poprzednia sekcja
pt_br: Seção anterior
ru: Предыдущий раздел
sv: Föregående avsnitt
ta: முந்தைய பிரிவு
uk: Попередній розділ

source: Book start
ar: بداية الكتاب
cs: Začátek knihy
de: Buchanfang
es: Inicio del libro
fi: Kirjan alku
gl: Comezo do libro
ja: 本の初め
mr: पुस्तकाची सुरुवात
pl: Początek książki
pt_br: Início do livro
ru: Начало книги
sv: Bokens början
ta: புத்தக தொடக்கம்
uk: Початок книги

source: Book end
ar: نهاية الكتاب
cs: Konec knihy
de: Buchende
es: Fin del libro
fi: Kirjan loppu
gl: Fin do libro
ja: 本の終わり
mr: पुस्तकाची शेवट
pl: Koniec książki
pt_br: Final do livro
ru: Конец книги
sv: Bokens slut
ta: புத்தக முடிவு
uk: Кінець книги

source: Metadata
ar: البيانات الوصفية
de: Metadaten
es: Metadatos
fi: Metatiedot
gl: Metadatos
ja: 書誌情報
mr: मेटाडेटा
pl: Metadane
pt_br: Metadados
ru: Метаданные
ta: மீத்தரவு
uk: Метадані

source: Details about this book
ar: التفاصيل عن هذا الكتاب
cs: Podrobnosti o této knize
de: Details zu diesem Buch
es: Detalles acerca de este libro
fi: Tietoja tästä kirjasta
gl: Detalles sobre este libro
id: Informasi detil tentang buku ini
ja: この本の詳細
mr: या पुस्तकाविषयी तपशील
pl: Informacje o tej książce
pt_br: Detalhes sobre esse livro
ru: Описание этой книги
sv: Detaljer om denna bok
ta: இந்த புத்தகம் பற்றிய விவரங்கள்
uk: Подробиці щодо цієї книги

source: Book page in library
ar: صفحة الكتاب في المكتبة
cs: Stránka knihy v knihovně
de: Buchseite in der Bibliothek
es: Página del libro en la biblioteca
fi: Kirjan sivu kirjastossa
gl: Páxina do libro na biblioteca
ja: ライブラリ内の本のページ
mr: पुस्तकालयात पुस्तकाचे पान
pl: Strona książki w bibliotece
pt_br: Página do livro na biblioteca
ru: Страница книги в библиотеке
sv: Boksida i bibliotek
ta: நூலகத்தில் புத்தகப் பக்கம்
uk: Сторінка книги у бібліотеці

source: The page for this book in the calibre library
ar: الصقحة الخاصة بهذا الكتاب في مكتبة Calibre
cs: Stránka pro tuto knihu v knihovně Calibre
de: Die Seite für dieses Buch in der Calibre-Bibliothek
es: La página para este libro en la biblioteca de calibre
fi: Kirjan sivu calibre-kirjastossa
gl: A páxina deste libro na biblioteca calibre
ja: calibre ライブラリ内のこの本のページ
mr: कॅलिबर पुस्तकालयात या पुस्तकाचे पान
pl: Strona tej książki w bibliotece calibre
pt_br: A página para este livro na biblioteca do calibre
ru: Страница этой книги в библиотеке calibre
sv: Sida för denna bok i calibre-biblioteket
ta: திறன் நூலகத்தில் இந்த புத்தகத்திற்கான பக்கம்
uk: Сторінка цієї книги у бібліотеці calibre

source: Location
ar: الموقع
cs: Umístění
de: Ort
es: Ubicación
fi: Sijainti
gl: Localización
ja: 位置
mr: स्थान
pl: Lokalizacja
pt_br: Local
ru: Место
sv: Plats
ta: இடம்
uk: Розташування

source: Page number
ar: رقم الصفحة
cs: Číslo stránky
de: Seitenzahl
es: Número de página
gl: Número de páxina
mr: पृष्ठक्रमांक
pl: Numer strony
pt_br: Número da página
ru: Номер страницы
sv: Sidnummer
uk: Кількість сторінок

source: Typically the page number from a paper edition of this book
ar: عادةً رقم الصفحة من نسخة ورقية لهذا الكتاب
cs: Obvykle číslo stránky z papírového vydání této knihy
es: Normalmente el número de página correspondiente a una edición impresa de este libro
gl: Xeralmente, o número de páxina dunha edición en papel deste libro.
pl: Zwykle numer strony z papierowego wydania tej książki
pt_br: Normalmente, o número da página de uma edição impressa deste livro
ru: Обычно номер страницы бумажной книги
sv: Typiskt sidnummer från en pappersutgåva av denna bok
uk: Типово, кількість сторінок у паперовому виданні цієї книги

source: Currently on page: {}
ar: أنت حالياً في الصفحة: {}
cs: Aktuálně na stránce: {}
de: Aktuelle Seite: {}
es: Actualmente en la página: {}
gl: Actualmente na páxina: {}
mr: सध्याचे पान: {}
pl: Aktualnie na stronie: {}
pt_br: Atualmente na página: {}
ru: Текущая страница: {}
sv: För närvarande på sidan: {}
uk: Поточна сторінка: {}

source: Currently on pages: {}
ar: أنت حالياً في الصفحات: {}
cs: Aktuálně na stránkách: {}
es: Actualmente en las páginas: {}
gl: Actualmente nas páxinas: {}
mr: सध्याची पाने: {}
pl: Aktualnie na stronach: {}
pt_br: Atualmente nas páginas: {}
ru: Текущие страницы: {}
sv: För närvarande på sidor: {}
uk: Поточні сторінки: {}

source: Copy
ar: نسخ
cs: Kopírovat
de: Kopieren
es: Copiar
fi: Kopioi
gl: Copiar
ja: コピー
mr: कॉपी करा
pl: Kopiuj
pt_br: Copiar
ru: Копировать
sv: Kopiera
ta: நகலெடு
uk: Копіювати

source: Current location:
ar: الموضع الحالي:
cs: Aktuální umístění:
de: Aktueller Standort:
es: Ubicación actual:
fi: Nykyinen sijainti:
gl: Localización actual:
ja: 現在の位置:
mr: वर्तमान स्थान:
pl: Aktualna lokalizacja:
pt_br: Local atual:
ru: Текущее место:
sv: Aktuell plats:
ta: தற்போதைய இடம்:
uk: Поточне місце:

source: No such location
ar: لا يوجد هكذا موضع
cs: Žádné takové umístění
de: Dieser Ort existiert nicht
es: No existe la ubicación
fi: Sijaintia ei löytynyt
gl: Non hai tal localización
ja: そのような場所はありません
mr: असे कोणतेही स्थान नाही
pl: Nie ma takiej lokacji
pt_br: Local inexistente
ru: Такого места нет
sv: Ingen sådan plats
ta: அத்தகைய இடம் இல்லை
uk: Такої адреси немає

source: No location {} found
ar: لم يتم العثور على الموقع {}
cs: Nenalezeno žádné umístění {}
de: Kein Ort {} gefunden
es: No se encontró la ubicación {}
fi: Sijaintia {} ei löytynyt
gl: Non se atopou ningunha localización {}
ja: 場所 {} が見つかりません
mr: {} असे कोणतेही स्थान सापडले नाही
pl: Nie znaleziono lokalizacji {}
pt_br: Nenhuma local {} encontrado
ru: Место {} не найдено
sv: Ingen {} plats hittades
ta: எந்த இடமும் இல்லை{} காணப்படவில்லை
uk: Не знайдено місця {}

source: No such reference
ar: لا توجد هكذا إشارة
cs: Žádný takový odkaz
de: Kein solcher Verweis
es: No existe la referencia
fi: Viitettä ei löytynyt
gl: Non hai tal referencia
ja: 参照が存在しません
mr: असा कोणताही उल्लेख नाही
pl: Nie ma takiego odniesienia
pt_br: Referência inexistente
ru: Нет такой ссылки
sv: Ingen sådan referens
ta: அத்தகைய குறிப்பு இல்லை
uk: Немає такого посилання

source: No reference {} found
ar: لم يُعثر على إشارة {}
cs: Nenalezen žádný {} odkaz
de: Keine Referenz {} gefunden
es: No se encontró la referencia {}
fi: Viitettä {} ei löytynyt
gl: Non se atopou ningunha referencia {}
ja: 参照 {} が見つかりません
mr: {} असा उल्लेख सापडला नाही
pl: Nie odnaleziono odniesienia {}
pt_br: Nenhuma referência {} encontrada
ru: Ссылка {} не найдена
sv: Ingen referens {} hittades
ta: குறிப்பு இல்லை {} காணப்படவில்லை
uk: Посилання {} не знайдено

source: Current position: {}
ar: الموضع الحالي: {}
cs: Aktuální umístění: {}
de: Aktuelle Position: {}
es: Posición actual: {}
fi: Nykyinen sijainti: {}
gl: Posición actual: {}
ja: 現在の位置: {}
mr: वर्तमान स्थान: {}
pl: Aktualna pozycja: {}
pt_br: Posição atual: {}
ru: Текущая позиция: {}
sv: Aktuell position: {}
ta: தற்போதைய நிலை: {}
uk: Поточна позиція: {}

source: Type the position, location or reference below. For a reference type ref: followed by the reference:
ar: اكتب الموضع أو المكان أو الإشارة. بالنسبة للإشارة اكتب ref: متبوعا بالإشارة:
cs: Níže zadejte umístění, pozici nebo odkaz. Pro odkaz zadejte ref: následované odkazem:
de: Geben Sie unten die Position, den Standort oder die Referenz ein. Für einen Referenztyp ref: gefolgt von der Referenz eingeben:
es: Escriba la posición, ubicación o referencia. Para una referencia escriba «ref:» seguido por la referencia:
fi: Kirjoita asema, sijainti tai viite alla olevaan kenttään. Viitteeksi kirjoita ref: ja sen jälkeen viite:
gl: Escriba a posición, localización ou referencia a continuación. Para un tipo de referencia ref: seguido da referencia:
ja: 下に位置、場所、または参照を入力。参照型の場合には ref: の後ろに参照を続けます:
pl: Wpisz poniżej położenie, pozycję lub odniesienie. Dla odniesień wpisz „ref:” wraz z odniesieniem.
pt_br: Digite a posição, local ou referência abaixo. Para uma referência, digite ref: seguido da referência:
ru: Введите позицию, место или ссылку ниже. Для ссылки введите ref: и саму ссылку:
sv: Ange position, plats eller referens nedan. För en referenstyp ref: följt av referensen:
ta: நிலை, இருப்பிடம் அல்லது குறிப்பை கீழே தட்டச்சு செய்க. குறிப்பு வகைக்கு குறிப்பு: அதைத் தொடர்ந்து குறிப்பு:
uk: Нижче можна ввести позицію, місце або посилання. Щоб перейти до посилання, введіть «ref:», а потім саме посилання:

source: Not a valid book position
ar: موضع كتاب غير صالح
cs: Není platné umístění v knize
de: Keine gültige Buchposition
es: No es una posición del libro válida
fi: Positio kirjassa ei kelpaa
gl: Non é unha posición de libro válida
ja: 位置が無効です
mr: पुस्तकात वैध जागा नाही
pl: NIeprawidłowa lokalizacja
pt_br: Posição no livro inválida
ru: Неправильная позиция в книге
sv: Inte en giltig bokposition
ta: செல்லுபடியாகும் புத்தக நிலை அல்ல
uk: Не є коректною позицією у книзі

source: {} is not a valid book position
ar: {} ليس موضع كتاب صالح
cs: {} není platné umístění v knize
de: {} ist keine gültige Buchposition
es: {} no es una posición del libro válida
fi: Positio {} kirjassa ei kelpaa
gl: {} non é unha posición de libro válida
ja: {} は無効な位置です
mr: {} ही पुस्तकातील जागा म्हणून वैध नाही
pl: {} nie jest prawidłową lokalizacją książki
pt_br: {} não é uma posição válida no livro
ru: {} — неправильная позиция в книге
sv: {} är inte en giltig bokposition
ta: {} என்பது சரியான புத்தக நிலை அல்ல
uk: {} не є коректною позицією у книзі

source: Go to:
ar: اذهب إلى:
cs: Přejít na:
de: Gehen zu:
es: Ir a:
fi: Mene:
gl: Ir a:
ja: 移動:
mr: येथे जा:
pl: Idź do:
pt_br: Ir para:
ru: Перейти:
sv: Gå till:
ta: இதற்கு செல்:
uk: Перейти до:

source: Go
ar: اذهب
cs: Přejít
de: Los
es: Ir
fi: Mene
gl: Vai
mr: जा
pl: Szukaj
pt_br: Ir
ru: Перейти
sv: Gå
ta: செல்
uk: Перейти

source: URL for this position:
ar: رابط لهذا الموضع:
cs: URL pro tuto pozici:
de: Link (URL) für diese Stelle:
es: URL para esta posición:
fi: Tämän sijainnin URL-osoite:
gl: URL para esta posición:
ja: この場所のURL:
mr: या जागेसाठीचे URL:
pl: URL dla tej pozycji:
pt_br: URL para esta posição:
ru: URL-адрес этой позиции:
sv: URL:en för denna position:
ta: இந்த நிலைக்கு முகவரி:
uk: Адреса для цієї позиції:

source: Yellow highlight
ar: تمييز أصفر
cs: Žluté zvýraznění
de: Gelb hervorheben
es: Resaltado amarillo
fi: Keltainen korostus
gl: Destacado amarelo
ja: 黄のハイライト
mr: पिवळा हायलाईट
pl: Żółte podświetlenie
pt_br: Destaque amarelo
ru: Жёлтое выделение
sv: Gul markering
ta: மஞ்சள் முன்னிலைப்படுத்து
uk: Жовте підсвічування

source: Green highlight
ar: تمييز أخضر
cs: Zelené zvýraznění
de: Grün hervorheben
es: Resaltado verde
fi: Vihreä korostus
gl: Destacado verde
ja: 緑のハイライト
mr: हिरवा हायलाईट
pl: Zielone podświetlenie
pt_br: Destaque verde
ru: Зелёное выделение
sv: Grön markering
ta: பச்சை முன்னிலைப்படுத்து
uk: Зелене підсвічування

source: Blue highlight
ar: تمييز أزرق
cs: Modré zvýraznění
de: Blau hervorheben
es: Resaltado azul
fi: Sininen korostus
gl: Destacado azul
ja: 青のハイライト
mr: निळा हायलाईट
pl: Niebieskie podświetlenie
pt_br: Destaque azul
ru: Синее выделение
sv: Blå markering
ta: நீல முன்னிலைப்படுத்து
uk: Синє підсвічування

source: Pink highlight
ar: تمييز وردي
cs: Růžové zvýraznění
de: Rosarot hervorheben
es: Resaltado rosa
fi: Pinkki korostus
gl: Destacado rosa
ja: ピンクのハイライト
mr: गुलाबी हायलाईट
pl: Różowe podświetlenie
pt_br: Destaque rosa
ru: Розовое выделение
sv: Rosa markering
ta: இளஞ்சிவப்பு முன்னிலைப்படுத்து
uk: Рожеве підсвічування

source: Purple highlight
ar: تمييز أرجواني
cs: Fialové zvýraznění
de: Violett hervorheben
es: Resaltado morado
fi: Violetti korostus
gl: Destacado morado
ja: 紫のハイライト
mr: जांभळा हायलाईट
pl: Purpurowe podświetlenie
pt_br: Destaque roxo
ru: Фиолетовое выделение
sv: Lila markering
ta: ஊதா முன்னிலைப்படுத்து
uk: Пурпурове підсвічування

source: Unknown highlight
ar: تمييز غير معروف
cs: Neznámé zvýraznění
de: Unbekannt hervorheben
es: Resaltado desconocido
fi: Tuntematon korostus
gl: Destacado descoñecido
ja: 不明なハイライト
mr: अज्ञात हायलाईट
pl: Nieznane podświetlenie
pt_br: Destaque desconhecido
ru: Неизвестное выделение
sv: Okänd markering
ta: அறியப்படாத முன்னிலைப்படுத்து
uk: Невідоме підсвічування

source: Red wavy underline
ar: خط تحتي أحمر مموج
cs: Podtržení červenou vlnovkou
de: Rote wellige Unterstreichung
es: Subrayado ondulado rojo
fi: Punainen aaltoileva alleviivaus
gl: Subliñado ondulado vermello
ja: 赤い波の下線
mr: लाल तरंगमय अधोरेखित
pl: Czerwone faliste podkreślenie
pt_br: Sublinhado ondulado vermelho
ru: Красное волнистое подчёркивание
sv: Rödvågig understrykning
ta: சிவப்பு அலை அடிக்கோடு
uk: Підкреслювання хвилястою червоною

source: Red strikeout
ar: أحمر يتوسط الخط
cs: Červené přeškrtnutí
de: Rot durchgestrichen
es: Tachado rojo
fi: Punainen yliviivaus
gl: Riscado vermello
ja: 赤の打消し線
mr: लाल मध्यरेखित
pl: Czerwone przekreślenie
pt_br: Riscado vermelho
ru: Красное зачёркивание
sv: Röd genomstrykning
ta: சிவப்பில் அடித்துவிடு
uk: Закреслення червоним

source: Unknown underline
ar: خط تحتي غير معروف
cs: Neznámé podtržení
de: Unbekannter Unterstrich
es: Subrayado desconocido
fi: Tuntematon alleviivaus
gl: Subliñado descoñecido
ja: 不明な下線
mr: अज्ञात अधोरेखा
pl: Nieznane podkreślenie
pt_br: Sublinhado desconhecido
ru: Неизвестное подчёркивание
sv: Okänd understrykning
ta: தெரியாத அடிக்கோடு
uk: Невідоме підкреслення
