Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: The text "{}" was not found in the Table of Contents
ar: لم يُعثر على النص "{}" في جدول المحتويات
cs: Text "{}" nebyl v obsahu nalezen
de: Der Text "{}" wurde nicht im Inhaltsverzeichnis gefunden
es: El texto «{}» no se encontró en el índice
fi: Tekstiä "{}" ei löytynyt sisällysluettelosta
gl: Non se atopou o texto «{}» no índice
id: Teks "{}" tidak ditemukan di Daftar Isi
ja: 「{}」は目次内に見つかりませんでした
mr: "{}" हे मजकूर अनुक्रमणिकेत सापडले नाही
pl: Tekst "{}" nie został odnaleziony w spisie treści
pt_br: O texto "{}" não foi encontrado na tabela de conteúdo
ru: Текст «{}» в оглавлении не найден
sv: Texten "{}" hittades inte i innehållsförteckningen
ta: "{}" உரை உள்ளடக்க அட்டவணையில் காணப்படவில்லை
uk: У списку змісту не знайдено тексту «{}»

source: Search Table of Contents
ar: بحث جدول المحتويات
cs: Hledat obsah
de: Inhaltsverzeichnis durchsuchen
es: Buscar en el índice
fi: Etsi sisällysluettelosta
gl: Buscar no índice
id: Telusuri Daftar Isi
ja: 目次を検索
mr: अनुक्रमणिकेत शोधा
pl: Szukaj w spisie treści
pt_br: Buscar Índice
ru: Поиск в оглавлении
sv: Sök i innehållsförteckningen
ta: உள்ளடக்கங்களின் தேடல் அட்டவணை
uk: Шукати у змісті

source: Pause audio
ar: إيقاف الصوت مؤقتًا
cs: Pozastavit audio
de: Audio pausieren
es: Detener el audio
fi: Keskeytä ääni
gl: Pausa o audio
mr: ऑडियो पॉझ करा
pl: Zatrzymaj audio
pt_br: Pausar áudio
ru: Приостановить аудио
sv: Pausa ljud
ta: ஒலி இடைநிறுத்து
uk: Призупинити відтворення звуку

source: Slow down audio
ar: إبطاء الصوت
cs: Zpomalit audio
de: Audio verlangsamen
es: Ralentizar el audio
fi: Hidasta ääntä
gl: Ralentiza o audio
mr: ऑडियोचा वेग कमी करा
pl: Zwolnij audio
pt_br: Desacelerar áudio
ru: Замедлить аудио
sv: Sakta ner ljudet
ta: ஒலியை மெதுவாக்கு
uk: Уповільнити відтворення звуку

source: Speed up audio
ar: تسريع الصوت
cs: Zrychlit audio
de: Audio beschleunigen
es: Acelerar el audio
fi: Nopeuta ääntä
gl: Acelera o audio
mr: ऑडियोचा वेग वाढवा
pl: Przyspiesz audio
pt_br: Acelerar áudio
ru: Ускорить аудио
sv: Snabba upp ljudet
ta: ஒலியை வேகப்படுத்து
uk: Пришвидшити відтворення звуку

source: Could not load audio
ar: تعذر تحميل الصوت
cs: Nelze načíst audio
de: Audio konnte nicht geladen werden
es: No se pudo cargar el audio
fi: Äänen lataaminen epäonnistui
gl: Non se puido cargar o audio
mr: ऑडियो लोड करता आले नाही
pl: Nie udało się załadować audio
pt_br: Não foi possível carregar o áudio
ru: Не удалось загрузить аудио
sv: Det gick inte att läsa in ljudet
ta: ஒலியை ஏற்ற முடியவில்லை
uk: Не вдалося завантажити звукові дані

source: Could not load the audio file: {} with error: {}
ar: تعذر تحميل ملف الصوت: {} مع الخطأ: {}
cs: Nelze načíst soubor audia: {} s chybou: {}
de: Audiodatei: {} konnte nicht wegen Fehler: {} geladen werden
es: No se pudo cargar el archivo de audio: {} con error: {}
fi: Äänitiedostoa: {} ei voitu ladata virheellä: {}
gl: Non se puido cargar o ficheiro de audio: {} con erro: {}
mr: ही ऑडियो फाईल लोड करता आली नाही: {} त्रुटी: {}
pl: Nie udało się załadować pliku audio: {} z powodu błędu: {}
pt_br: Não foi possível carregar o arquivo de áudio: {} com erro: {}
ru: Не удалось загрузить аудиофайл: {} с ошибкой: {}
sv: Det gick inte att läsa in ljudfilen: {} med fel: {}
ta: ஒலி கோப்பை ஏற்ற முடியவில்லை: {} பிழையுடன்: {}
uk: Не вдалося завантажити звуковий файл: {} помилка: {}

source: No audio
ar: لا يوجد صوت
cs: Žádné audio
de: Kein Audio
es: Sin audio
fi: Ei ääntä
gl: Sen audio
mr: ऑडियो नाही
pl: Brak audio
pt_br: Sem áudio
ru: Нет аудио
sv: Inget ljud
ta: ஒலி இல்லை
uk: Немає звукових даних

source: No audio found in this book
ar: لم يتم العثور على صوت في هذا الكتاب
cs: Pro tuto knihu nebylo nalezeno žádné audio
de: Kein Audio in diesem Buch gefunden
es: No se ha encontrado audio en este libro
fi: Tästä kirjasta ei löydy ääntä
gl: Non se atopou ningún audio neste libro
mr: या पुस्तकात कोणतेही ऑडियो सापडले नाही
pl: W tej książce audio nie jest dostępne
pt_br: Nenhum áudio encontrado neste livro
ru: Нет аудио в этой книге
sv: Inget ljud hittades i denna bok
ta: இந்தப் புத்தகத்தில் ஒலி எதுவும் காணப்படவில்லை
uk: У цій книзі не знайдено звукових даних

source: Play audio
ar: تشغيل الصوت
cs: Přehrát audio
de: Audio abspielen
es: Reproducir audio
fi: Toista ääni
gl: Reproducir audio
mr: ऑडियो वाजवा
pl: Odtwórz audio
pt_br: Reproduzir áudio
ru: Воспроизвести аудио
sv: Spela ljud
ta: ஒலி இயக்கு
uk: Відтворити звукові дані

source: Audio element not found
ar: لم يتم العثور على عنصر الصوت
cs: Prvek audia nebyl nalezen
de: Audioelement nicht gefunden
es: No se encontró elemento de audio
fi: Äänielementtiä ei löydy
gl: Non se atopou o elemento de audio
pl: Nie odnaleziono elementu audio
pt_br: Elemento de áudio não encontrado
ru: Аудио элемент не найден
sv: Ljudelement hittades inte
ta: ஒலி உறுப்பு கிடைக்கவில்லை
uk: Не знайдено елемента звуку

source: Could not play audio as no associated audio was found
ar: تعذر تشغيل الصوت لأنه لم يتم العثور على صوت مرتبط
cs: Nelze přehrát audio, protože nebylo nalezeno žádné přidružené audio
de: Konnte Audio nicht abspielen, da kein verknüpftes Audio gefunden wurde
es: No se puede reproducir el audio porque no se ha encontrado ningún audio asociado
fi: Ääntä ei voitu toistaa, koska siihen liittyvää ääntä ei löytynyt
gl: Non se puido reproducir o audio porque non se atopou ningún audio asociado
mr: ऑडियो वाजवता आले नाही कारण कोणतेही संबंधित ऑडियो सापडले नाही
pl: Nie można odtworzyć audio, gdyż nie odnaleziono powiązanego pliku audio
pt_br: Não foi possível reproduzir o áudio pois não foi encontrado áudio associado
ru: Не удалось воспроизвести аудио, так как связанное аудио не было найдено
sv: Det gick inte att spela upp ljud eftersom inget tillhörande ljud hittades
ta: தொடர்புடைய ஒலி எதுவும் கிடைக்காததால் ஒலியை இயக்க முடியவில்லை
uk: Не вдалося відтворити звукові дані, оскільки не було виявлено звукових даних

source: Loading text from the book failed.
ar: فشل تحميل النص من الكتاب.
cs: Načítání textu z knihy selhalo
de: Das Laden von Text aus dem Buch ist fehlgeschlagen.
es: Fallo al cargar el texto del libro.
fi: Tekstin lataaminen kirjasta epäonnistui.
gl: Produciuse un erro ao cargar o texto do libro.
ja: 本からテキストを読み込めませんでした。
mr: पुस्तकातून मजकूर लोड करण्यात अपयशी.
pl: Nie udało się wczytać tekstu z książki.
pt_br: Carregamento do texto do livro falhou.
ru: Не удалось загрузить текст из книги.
sv: Det gick inte att läsa in text från boken.
ta: புத்தகத்திலிருந்து உரையை ஏற்றுவது தோல்வியடைந்தது.
uk: Не вдалося завантажити текст з книги.

source: Connecting to database storing the local copy of the book failed in the worker thread.
ar: فشل الاتصال بقاعدة البيانات التي تخزن النسخة المحلية من الكتاب في خيط العامل.
cs: V pracovním vlákně selhalo navázání spojení s databází, ve které je uložena místní kopie knihy.
de: Die Verbindung zur Datenbank, in der die lokale Kopie des Buches gespeichert ist, ist im Worker-Thread fehlgeschlagen.
es: Fallo al conectar con la base de datos que almacena la copia local del libro.
fi: Yhteyden muodostaminen kirjan paikallisen kopion tallentavaan tietokantaan epäonnistui työketjussa.
gl: Produciuse un erro ao conectarse á base de datos que almacenaba a copia local do libro no fío de traballo.
ja: ワーカースレッドにおいて、本のローカルなコピーを格納しているデータベースに接続できませんでした。
pl: Połączenie z bazą danych przechowującą lokalną kopię książki nie powiodło się w wątku roboczym.
pt_br: A conexão com o banco de dados que armazena a cópia local do livro falhou no thread de trabalho.
ru: Не удалось подключиться к базе данных, в которой хранится локальная копия книги, в рабочем потоке.
sv: Anslutning till databas som lagrar den lokala kopian av boken misslyckades i arbetartråden.
ta: புத்தகத்தின் உள்ளக நகலைச் சேமிக்கும் தரவுத்தளத்துடன் இணைப்பது தொழிலாளர் நூலில் தோல்வியடைந்தது.
uk: Спроба встановити з'єднання із базою даних, у якій зберігається локальна копія книги, завершилася помилкою у потоці обробки.

source: There was an unhandled error while searching.
ar: حدث خطأ غير معالج أثناء البحث.
cs: Při hledání došlo k neošetřené chybě.
de: Bei der Suche ist ein unbehandelter Fehler aufgetreten.
es: Ocurrió un error no controlado en la búsqueda.
fi: Haun aikana tapahtui käsittelemätön virhe.
gl: Produciuse un erro non xestionado durante a busca.
ja: 検索中に未処理のエラーが発生しました。
pl: Podczas wyszukiwania wystąpił nieobsługiwany błąd.
pt_br: Ocorreu um erro não tratado ao pesquisar.
ru: При поиске произошла необработанная ошибка.
sv: Det uppstod ett ohanterat fel vid sökning.
ta: தேடும்போது ஒரு தடையற்ற பிழை ஏற்பட்டது.
uk: Під час пошуку сталася критична помилка.

source: Search in book
ar: بحث في الكتاب
cs: Hledat v knize
de: Suche im Buch
es: Buscar en el libro
fi: Etsi kirjasta
gl: Busca no libro
ja: 本の中を検索
mr: पुस्तकात शोधा
pl: Szukaj w książce
pt_br: Buscar no livro
ru: Искать в книге
sv: Sök i boken
ta: புத்தகத்தில் தேடு
uk: Шукати у книзі

source: Search type:
ar: نوع البحث:
cs: Typ hledání:
de: Suchtyp:
es: Tipo de búsqueda:
fi: Hakutyyppi:
gl: Tipo de busca:
ja: 検索タイプ:
mr: शोधाचा प्रकार:
pl: Typ wyszukiwania:
pt_br: Tipo de busca:
ru: Тип поиска:
sv: Söktyp:
ta: தேடல் வகை:
uk: Тип пошуку:

source: Contains
ar: يحتوي
cs: Obsahuje
de: Enthält
es: Contiene
fi: Sisältää
gl: Contén
ja: 含む
mr: ज्यात आहे
pl: Zawiera
pt_br: Contém
ru: Содержит
sv: Innehåller
ta: கொண்டுள்ளது
uk: Містить

source: Whole words
ar: كلمات كاملة
cs: Celá slova
de: Ganze Wörter
es: Palabras completas
fi: Kokonaiset sanat
gl: Palabras enteiras
ja: 完全一致
mr: संपूर्ण शब्द
pl: Całe słowa
pt_br: Palavras inteiras
ru: Целые слова
sv: Hela ord
ta: முழு சொற்கள்
uk: Цілі слова

source: Regex
ar: تعبير نمطي
cs: Regulární výraz
fi: Säännöllinen lauseke
gl: Expresión regular
ja: 正規表現
pl: Wyrażenia regularne
pt_br: Expressão regular
ru: Регулярное выражение
sv: Reguljärt uttryck
ta: வழக்கவெளி
uk: Формальний вираз

source: Type of search: Contains: Search for the entered text anywhere Whole words: Search for whole words that equal the entered text Regex: Interpret the entered text as a regular expression
ar: نوع البحث يحتوي: ابحث عن النص المدخل في أي مكان كلمات كاملة: ابحث عن كلمات كاملة تساوي النص المدخل Regex: فسّر النص المدخل كتعبير نمطي
cs: Typ hledání: Obsahuje: Hledat zadaný text všude Celá slova: Hledat celá slova, která se rovnají zadanému textu Regulární výraz: Interpretovat zadaný text jako regulární výraz
de: Art der Suche: Enthält: Suche nach dem eingegebenen Text an beliebiger Stelle Ganze Wörter: Suche nach ganzen Wörtern, die dem eingegebenen Text entsprechen Regex: Interpretation des eingegebenen Textes als regulärer Ausdruck
es: Tipo de búsqueda: Contiene: Buscar el texto introducido en cualquier parte. Palabras completas: Buscará palabras completas que coincidan con el texto introducido. Regex: Interpretar el texto como una expresión regular.
fi: Hakutyyppi: Sisältää: Hae syötettyä tekstiä mistä tahansa Kokonaiset sanat: Hae kokonaisia sanoja, jotka vastaavat syötettyä tekstiä Regex: Tulkitse syötetty teksti säännöllisenä lausekkeena.
gl: Tipo de busca: Contén: busca o texto introducido en calquera lugar Palabras enteiras: busca palabras enteiras que equivalen ao texto introducido Regex: interpreta o texto introducido como unha expresión regular
ja: 検索タイプ: 含む: テキスト中のどこかに含まれるものを検索 完全一致: 入力したテキストに完全一致するものを検索 正規表現: 入力したテキストを正規表現として扱う
pl: Rodzaj wyszukiwania: Zawiera: Wyszukaj wpisany tekst w dowolnym miejscu Całe słowa: Wyszukaj całe słowa, które są równe wprowadzonemu tekstowi Regex: zinterpretuj wprowadzony tekst jako wyrażenie regularne
pt_br: Tipo de busca: Contém: Busca o texto inserido em qualquer lugar Palavras inteiras: Busca palavras inteiras que são iguais ao texto inserido Regex: Interpreta o texto como uma expressão regular
ru: Тип поиска: Содержит: поиск введенного текста в любом месте Целые слова: поиск целых слов, соответствующих введенному тексту. Regex: интерпретировать введенный текст как регулярное выражение
sv: Typ av sökning: Innehåller: Sök efter den angivna texten var som helst Hela ord: Sök efter hela ord som motsvarar den angivna texten Regex: Tolka den angivna texten som ett reguljärt uttryck
ta: தேடல் வகை: கொண்டுள்ளது: உள்ளிட்ட உரையை எங்கும் தேடு முழு சொற்கள்: உள்ளிட்ட உரைக்கு சமமான முழு சொற்களையும் தேடு வழக்கவெளி: உள்ளிட்ட உரையை வழக்கமான வெளிப்பாடாக கொள்
uk: Виберіть тип пошуку: Містить — виконати пошук вказаного фрагмента тексту всюди. Цілі слова — шукати лише цілі слова, які точно збігаються із вказаним вами фрагментом тексту. Формальний вираз — обробити вказаний фрагмент тексту як формальний вираз.

source: Case sensitive
ar: حساس لحالة الأحرف
cs: Rozlišovat malá a velká
de: Groß-/Kleinschreibung
es: Distinguir mayusculas y minusculas
fi: Sama kirjainkoko
gl: Diferenciar maiúsculas de minúsculas
ja: 大文字・小文字を区別
pl: Uwzględnij wielkość liter
pt_br: Maiúsculas e minúsculas
ru: С учётом регистра
sv: Skiftlägeskänslig
ta: வழக்கு உணர்திறன்
uk: З урахуванням регістру

source: Return
ar: عودة
cs: Zpět
de: Zurück
es: Volver
fi: Palautus
gl: Volver
ja: 戻る
pl: Powrót
pt_br: Retornar
ru: Ввод
sv: Återvänd
ta: திரும்ப
uk: Результати

source: Go back to where you were before searching
ar: عد إلى المكان الذي كنت فيه قبل البحث
cs: Přejít zpět, kde jste byli před vyhledáváním
de: Gehen Sie dahin zurück, wo Sie vor der Suche waren
es: Volver a la posición anterior a la búsqueda
fi: Palaa sinne, missä olit ennen hakua
gl: Volve a onde estabas antes de buscar
ja: 検索前の場所に戻る
mr: शोध घेण्याअगोदर तुम्ही जिथे होता तिथे परता
pl: Wróć do miejsca, w którym byłeś przed wyszukiwaniem
pt_br: Voltar para onde você estava antes da pesquisa
ru: Вернитесь туда, где вы были до поиска
sv: Gå tillbaka till där du var innan du sökte
ta: தேடுவதற்கு முன்பு நீங்கள் இருந்த இடத்திற்குச் செல்
uk: Повернутися туди, де ви були до пошуку

source: Searching, please wait…
ar: جاري البحث، يرجى الانتظار…
cs: Hledání, čekejte...
de: Suche, bitte warten...
es: Buscando, espere…
fi: Etsitään, odota…
gl: Buscando, espera...
ja: 検索中、お待ちください...
mr: शोधत आहे, कृपया प्रतीक्षा करा...
pl: Wyszukiwanie, proszę czekać...
pt_br: Buscando, por favor aguarde...
ru: Поиск, подождите…
sv: Söker, vänta…
ta: தேடுகிறது, தயவுசெய்து காத்திரு…
uk: Шукаємо, зачекайте…

source: Could not search
ar: تعذر البحث
cs: Nelze hledat
de: Keine Suche möglich
es: No se pudo buscar
fi: Haku ei onnistu
gl: Non se puido buscar
ja: 検索できませんでした
mr: शोधता आले नाही
pl: Nie udało się wyszukać
pt_br: Não foi possível pesquisar
ru: Не удалось найти
sv: Det gick inte att söka
ta: தேட முடியவில்லை
uk: Не вдалося виконати пошук

source: The full text search query {} was not found in the book, try a manual search.
ar: لم يتم العثور على استعلام البحث عن النص الكامل {} في الكتاب، جرب البحث اليدوي.
cs: Fulltextový vyhledávací dotaz {} nebyl v knize nalezen, zkuste ruční vyhledávání.
de: Die Volltextsuchabfrage {} wurde im Buch nicht gefunden, versuche eine manuelle Suche.
es: La búsqueda de texto completo {} no se encontró en el libro, pruebe una búsqueda manual.
fi: Koko tekstin hakukyselyä {} ei löydy kirjasta, kokeile manuaalista hakua.
gl: Non se atopou a consulta de busca de texto completo {} no libro, proba cunha busca manual.
pl: Przy pełnotekstowym wyszukiwaniu fraza {} nie została odnaleziona w książce, spróbuj wyszukiwania ręcznego.
pt_br: A consulta de pesquisa do texto completo {} não foi encontrada no livro, tente uma pesquisa manual.
ru: Запрос полнотекстового поиска {} не найден в книге, попробуйте выполнить ручной поиск.
sv: Heltextsökförfrågan {} hittades inte i boken, försök med en manuell sökning.
ta: முழு உரை தேடல் வினவல்{} புத்தகத்தில் காணப்படவில்லை, ஒரு கையேடு தேடலை முயற்சி.
uk: Повнотекстовий пошук за запитом {} не призвів до результатів у книзі. Спробуйте пошук вручну.

source: No matching results found
ar: لم يتم العثور على نتائج مطابقة
cs: Nenalezeny žádné odpovídající výsledky
de: Keine passenden Ergebnisse gefunden
es: No se encontraron coincidencias
fi: Vastaavia tuloksia ei löytynyt
gl: Non se atoparon resultados coincidentes
ja: 一致する結果が見つかりませんでした
mr: जुळणारे कोणतेही निकाल सापडले नाहीत
pl: Nie znaleziono pasujących wyników
pt_br: Nenhum resultado correspondente encontrado
ru: Ничего не найдено
sv: Inga matchande resultat hittades
ta: பொருந்தக்கூடிய முடிவுகள் எதுவும் கிடைக்கவில்லை
uk: Відповідників не знайдено

source: Click to show/hide the results in this chapter
ar: انقر لإظهار/إخفاء النتائج في هذا الفصل
cs: Klikněte pro zobrazení nebo skrytí výsledků v této kapitole
de: Klicken Sie hier, um die Ergebnisse in diesem Kapitel ein-/auszublenden
es: Pulsar para mostrar u ocultar los resultados en este capítulo
fi: Näytä/piilota tämän luvun tulokset painamalla tätä
gl: Preme para mostrar/ocultar os resultados deste capítulo
ja: クリックしてこの章内の結果を表示/非表示
mr: या अध्यायातील निकाल दाखवायला/लपवायला क्लिक करा
pl: Kliknij, aby pokazać/ukryć wyniki w tym rozdziale
pt_br: Clique para mostrar/ocultar os resultados neste capítulo
ru: Щелкните, чтобы показать/скрыть результаты в этой главе
sv: Klicka för att visa/dölja resultaten i detta kapitel
ta: இந்த இயலில் முடிவுகளைக் காட்ட/மறைக்க சொடுக்கு
uk: Натисніть, щоб програма показала або приховала результати у цій главі

source: Search result not found
ar: لم يتم العثور على نتيجة البحث
cs: Výsledek hledání nebyl nalezen
de: Suchergebnis nicht gefunden
es: Resultado de búsqueda no encontrado
fi: Hakutulosta ei löytynyt
gl: Non se atopou o resultado da busca
ja: 検索結果が見つかりません
pl: Nie znaleziono wyniku wyszukiwania
pt_br: Resultado de busca não encontrado
ru: Результат поиска не найден
sv: Sökresultat hittades inte
ta: தேடல் முடிவு கிடைக்கவில்லை
uk: Нічого не знайдено

source: This search result matches text that is hidden in the book and cannot be displayed
ar: تطابق نتيجة البحث هذه نصاً مخفياً في الكتاب ولا يمكن عرضه
cs: Tento výsledek hledání odpovídá textu, který je v knize skryt a nemůže být zobrazen
de: Dieses Suchergebnis entspricht einem Text, der im Buch verborgen ist und nicht angezeigt werden kann
es: Este resultado de búsqueda corresponde a texto que está oculto en el libro y no se puede mostrar
fi: Tämä hakutulos vastaa tekstiä, joka on piilotettu kirjaan ja jota ei voida näyttää
gl: Este resultado da busca coincide co texto que está oculto no libro e non se pode mostrar
ja: テキストに一致した検索結果は本の中で表示されない部分であるため、表示できません
pl: Ten wynik wyszukiwania pasuje do tekstu, który jest ukryty w książce i nie można go wyświetlić
pt_br: Este resultado de busca corresponde a um texto que está oculto no livro e não pode ser exibido
ru: Этот результат поиска соответствует тексту, который скрыт в книге и не может быть отображен.
sv: Detta sökresultat matchar text som är dold i boken och inte kan visas
ta: இந்த தேடல் முடிவு புத்தகத்தில் மறைக்கப்பட்டுள்ள உரையுடன் பொருந்துகிறது மற்றும் காட்ட முடியாது
uk: Цей результат пошуку відповідає тексту, який у книзі приховано, тому його не може бути показано

source: Up
ar: للاعلا
cs: Nahoru
de: Hoch
es: Arriba
fi: Ylös
gl: Arriba
ja: 上へ
mr: वर
pl: Do góry
pt_br: Para cima
ru: Вверх
sv: Upp
ta: மேல்
uk: Вгору

source: Down
ar: للاسفل
cs: Dolů
de: Herunter
es: Abajo
fi: Alas
gl: Abaixo
ja: 下へ
mr: खाली
pl: W dół
pt_br: Para baixo
ru: Вниз
sv: Ner
ta: கீழ்
uk: Вниз

source: Show a popup bar with common actions next to selected text
ar: أظهر شريط منبثق بإجراءات شائعة بجانب النص المحدّد
cs: Zobrazit se automaticky otevíraný panel s běžnými akcemi vedle vybraného textu
de: Eine Popup-Leiste mit allgemeinen Aktionen neben dem ausgewählten Text anzeigen
es: Mostrar una barra emergente con acciones comunes junto al texto seleccionado
fi: Näytä ponnahduspalkki, jossa on yleisiä toimintoja valitun tekstin vieressä
gl: Mostra unha barra emerxente con accións comúns xunto ao texto seleccionado
ja: 選択したテキストの横に一般的なアクションを含むポップアップバーを表示
mr: निवडलेल्या मजकुराच्या बाजूला सामान्य क्रिया असणारी एक पॉपअप पट्टी दाखवा
pl: Pokaż wyskakujący pasek z typowymi akcjami obok zaznaczonego tekstu
pt_br: Mostra uma barra flutuante com ações comuns próxima ao texto selecionado
ru: Показывать всплывающую панель с основными действиями рядом с выделенным текстом
sv: Visa ett popup-fält med vanliga åtgärder bredvid markerad text
ta: தேர்ந்தெடுக்கப்பட்ட உரைக்கு அடுத்ததாகப் பொதுவான செயல்களுடன் மேல்தோன்றும் பட்டியைக் காட்டு
uk: Показати контекстну панель із типовими кнопками поряд із позначеним текстом

source: URL to query when searching the internet
ar: رابط لاستعلام عند البحث في الانترنت
cs: URL pro dotaz při hledání na internetu
de: URL zur Abfrage bei der Suche im Internet
es: URL para consultar al buscar en internet
fi: URL-osoite, josta tehdään hakuja internetissä
gl: URL para consultar ao buscar en internet
ja: インターネット上で検索する際に使用するURL
mr: इंटरनेटवर शोध घेताना क्वेरी करायचा URL
pl: Adres URL do zapytania podczas wyszukiwania w Internecie
pt_br: URL para pesquisar quando buscar na internet
ru: URL-адрес запроса при поиске в интернете
sv: URL:en till förfrågan när du söker på internet
ta: இணையத்தைத் தேடும்போது வினவலுக்கு முகவரி
uk: Адреса запитів для пошуків в інтернеті

source: The {q} in the URL is replaced by the selected text
ar: يُستبدل {q} في الرابط بالنص المحدّد
cs: {q} v URL je nahrazeno vybraným textem
de: Das {q} in der URL wird durch den ausgewählten Text ersetzt
es: El fragmento {q} en el URL se sustituye por el texto seleccionado
fi: URL-osoitteessa oleva {q} korvataan valitulla tekstillä
gl: O {q} do URL substitúese polo texto seleccionado
ja: URL 中の {q} は選択したテキストで置き換えられました
mr: URL मधील {q} याच्या जागी निवडलेले मजकूर घातले जाईल
pl: {q} w adresie URL jest zastępowany zaznaczonym tekstem
pt_br: O {q} na URL é substituído pelo texto selecionado
ru: {q} в URL-адресе заменяется выделенным текстом
sv: {q} i URL:en ersätts av den markerade texten
ta: முகவரியில் உள்ள {q} தேர்ந்தெடுக்கப்பட்ட உரையால் மாற்றப்படுகிறது
uk: {q} в адресі буде замінено позначеним текстом

source: Customize which actions are shown in the selection popup bar
ar: خصّص الإجراءات التي تُعرض في شريط التحديد المنبثق
cs: Přizpůsobte, které akce jsou zobrazeny v automaticky otevíraném panelu výběru
de: Passen Sie an, welche Aktionen in der Auswahl-Popup-Leiste angezeigt werden
es: Personalizar las acciones que se muestran en la barra emergente de selección
fi: Mukauta, mitkä toiminnot näytetään valintaponnahdusikkunassa
gl: Personaliza as accións que se mostran na barra emerxente de selección
ja: 選択ポップアップバーに表示するアクションをカスタマイズ
mr: निवड पॉपअप पट्टीत कोणत्या क्रिया दाखवल्या जातात हे सानुकूल करा
pl: Określ, które akcje mają być wyświetlane na pasku wyboru
pt_br: Personalizar quais ações são mostradas na barra de seleção flutuante
ru: Настройте действия, отображаемые на всплывающей панели выделений
sv: Anpassa vilka åtgärder som visas i popup-fältet
ta: தேர்வு மேல்தோன்றும் பட்டியில் எந்த நடவடிக்கைகள் காட்டப்பட்டுள்ளன என்பதைத் தனிப்பயனாக்கு
uk: Налаштувати кнопки, які буде показано на контекстній панелі позначення

source: Current actions
ar: الإجراءات الحالية
cs: Aktuální akce
de: Aktuelle Aktionen
es: Acciones actuales
fi: Nykyiset toimet
gl: Actuacións actuais
ja: 現在の動作
mr: वर्तमान क्रिया
pl: Bieżące działania
pt_br: Ações atuais
ru: Текущие действия
sv: Aktuella åtgärder
ta: தற்போதைய செயல்கள்
uk: Поточні кнопки

source: Available actions
ar: الإجراءات المتاحة
cs: Dostupné akce
de: Verfügbare Aktionen
es: Acciones disponibles
fi: Käytettävissä olevat toimet
gl: Accións dispoñibles
ja: 実行可能なアクション
mr: उपलब्ध क्रिया
pl: Dostępne akcje
pt_br: Ações disponíveis
ru: Доступные действия
sv: Tillgängliga åtgärder
ta: கிடைக்கும் செயல்கள்
uk: Доступні кнопки

source: Quick highlight actions
ar: إجراءات التمييز السريع
cs: Rychlé akce zvýraznění
de: Aktionen schnell hervorheben
es: Acciones de resaltado rápido
fi: Pikakorostustoiminnot
gl: Accións rápidas de resaltado
ja: クイックハイライト動作
mr: जलद हायलाईट क्रिया
pl: Szybkie działania związane z podświetleniem
pt_br: Ações de destaque rápido
ru: Действия быстрого выделения
sv: Snabbmarkeringsåtgärder
ta: விரைவான முன்னிலைப்படுத்து செயல்கள்
uk: Кнопки швидкого позначення
