Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: You are logged in as the user <b>{}</b>. To log in as a different user, you will have to restart the browser.
ar: لقد سجلت الدخول بحساب المستخدم<b>{}</b>.لتسجيل الدخول بحساب آخر, يجب أن تعيد تشغيل المتصفح.
cs: Jste přihlášeni jako uživatel <b>{}</b>. Pro přihlášení jako jiný uživatel budete muset restartovat prohlížeč.
de: Sie sind als Benutzer <b>{}</b> angemeldet. Um sich als ein anderer Benutzer anzumelden, müssen Sie den Browser neu starten.
es: Está conectado como el usuario <b>{}</b>. Para conectar como un usuario diferente debe reiniciar el navegador.
fi: Olet kirjautunut käyttäjänä <b>{}</b>. Kirjautuaksesi toisena käyttäjänä, joudut käynnistämään selaimen uudestaan.
gl: Iniciaches sesión como usuario <b>{}</b>. Para iniciar sesión como usuario diferente, terás que reiniciar o navegador.
id: Anda masuk sebagai pengguna <b>{}</b>. Untuk masuk sebagai pengguna lain, muat ulang peramban.
ja: ユーザ <b>{}</b>でログイン中です。別のユーザでログインするには、ブラウザを再起動してください。
pl: Jesteś zalogowany jako użytkownik <b>{}</b>. Żeby zalogować się jako inny użytkownik, musisz zrestartować przeglądarkę.
pt_br: Você está logado como <b>{}</b>. Para logar como um usuário diferente, você terá que reiniciar o navegador.
ru: Вы зашли как пользователь <b>{}</b>. Для захода под другим пользователем, нужно перезапустить браузер.
sv: Du är inloggad som användaren <b>{}</b>. För att logga in som en annan användare måste du starta om webbläsaren.
ta: நீங்கள் <b>{}</b> பயனராக உள்நுழைந்துள்ளீர்கள். வேறு பயனராக உள்நுழைய, நீங்கள் உலாவியை மறுதொடக்கம் செய்ய வேண்டும்.
uk: Ви увійшли до системи від імені користувача <b>{}</b>. Щоб увійти від імені іншого користувача, вам слід перезапустити програму для перегляду інтернету.

source: Change password
ar: تغيير كلمة السر
cs: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
fi: Vaihda salasana
gl: Cambiar o contrasinal
id: Ubah sandi
ja: パスワードを変更
mr: पासवर्ड बदला
pl: Zmiana hasła
pt_br: Troque a senha
ru: Сменить пароль
sv: Ändra lösenord
ta: கடவுச்சொல்லை மாற்று
uk: Змінити пароль

source: Choose the calibre library to browse…
ar: إختر مكتبة Calibre للتصفح…
cs: Zvolte knihovnu Calibre, kterou procházet…
de: Wählen Sie die anzuzeigende Calibre-Bibliothek aus …
es: Elija la biblioteca de calibre para explorar…
fi: Valitse selattava calibre-kirjasto…
gl: Escolla que biblioteca do calibre quere examinar...
id: Pilih pustaka calibre yang ingin ditelusuri...
ja: 表示するCalibreライブラリを選択…
mr: चाळण्यास कॅलिबर पुस्तकालय निवडा...
pl: Wybierz bibliotekę calibre do przejrzenia...
pt_br: Escolha uma biblioteca para o calibre navegar...
ru: Выберите для просмотра библиотеку calibre…
sv: Välj calibre-bibliotek för att bläddra…
ta: உலவ திறன் நூலகத்தைத் தேர்வுசெய்க…
uk: Виберіть бібліотеку calibre для перегляду…

source: Newly added…
ar: أُضيفت حديثًا…
cs: Nově přidané
de: Kürzlich hinzugefügt...
es: Añadidos recientemente…
fi: Äskettäin lisätty…
gl: Recén engadido...
mr: अलीकडे जोडलेली...
pl: Nowo dodane…
pt_br: Adicionados recentemente...
ru: Недавно добавленное...
sv: Nyligen tillagda…
ta: புதிதாக சேர்க்கப்பட்டது…
uk: Нові додані…

source: A list with thumbnails and some book details
ar: قائمة مصغرات مع بعض تفاصيل الكتب
cs: Seznam s náhledy a některými podrobnostmi o knize
de: Eine Liste mit Vorschaubildern und einigen Buchdetails
es: Una lista con miniaturas y algunos detalles de los libros
fi: Luettelo kuvakkeilla ja kirjan tiedoilla
gl: Unha lista con miniaturas e algúns detalles dos libros
id: Daftar dengan keluku/thumbnail dan detail buku
ja: サムネイルと本の詳細の一部を含むリスト
mr: थंबनेल आणि पुस्तकाचे काही तपशील दाखवणारी एक यादी
pl: Lista z miniaturami oraz niektóre szczegóły o książce
pt_br: Lista de miniaturas e detalhes do livro
ru: Список с миниатюрами и кратким описанием книг
sv: En lista med miniatyrbilder och vissa bokdetaljer
ta: சிறு உருவங்கள் மற்றும் சில புத்தக விவரங்களைக் கொண்ட பட்டியல்
uk: Список із мініатюрами і деякими параметрами книг

source: {0} of <i>{1}</i>
ar: {0} من <i>{1}</i>
cs: {0} z <i>{1}</i>
de: {0} von <i>{1}</i>
es: {0} de <i>{1}</i>
fi: {0} / <i>{1}</i>
gl: {0} de <i>{1}</i>
id: {0} dari <i>{1}</i>
ja: {0} / <i>{1}</i>
mr: <i>{1}</i> मधून {0}
pl: {0} z <i>{1}</i>
ru: {0} из <i>{1}</i>
sv: {0} av <i>{1}</i>
ta: <i> {1} </i> இன் {0}
uk: {0} з <i>{1}</i>

source: Permission denied
ar: تم رفض الإذن
cs: Přístup byl odepřen
de: Berechtigung verweigert
es: Permiso denegado
fi: Lupa evätty
gl: Permiso denegado
ja: 権限がありません
mr: परवानगी नाकारली
pl: Brak dostępu
pt_br: Permissão negada
ru: Доступ запрещён
sv: Åtkomst nekad
ta: அனுமதி மறுக்கப்பட்டது
uk: Доступ заборонено

source: You do not have permission to enable indexing. Only logged in users with write permission are allowed.
ar: ليس لديك إذن لتمكين الفهرسة. يُسمح فقط للمستخدمين الذين سجلوا الدخول ولديهم إذن الكتابة.
cs: Nemáte oprávnění povolit indexování. Povoleno je pouze přihlášeným uživatelům s oprávněním k zápisu.
de: Du hast keine Berechtigung das Indizieren zu Aktivieren. Nur angemeldete Nutzer mit Schreibrechten sind befugt.
es: No tiene permiso para activar el indexado. Sólo los usuarios identificados con permiso de escritura pueden hacerlo.
fi: Sinulla ei ole oikeutta ottaa indeksointia käyttöön. Vain kirjautuneet käyttäjät, joilla on kirjoitusoikeudet, sallitaan.
gl: Non tes permiso para activar a indexación. Só se permiten usuarios iniciados con permiso de escritura.
pl: Nie posiadasz uprawnień, aby włączyć indeksowanie. Tylko zalogowani użytkownicy z uprawnieniami do edytowania mogą to zrobić.
pt_br: Você não tem permissão para habilitar a indexação. Apenas usuários logados com permissão para escrita são permitidos.
ru: У вас нет разрешения на включение индексации. Допускаются только зарегистрированные пользователи с правами на запись.
sv: Du har inte behörighet att aktivera indexering. Endast inloggade användare med skrivbehörighet är tillåtna.
ta: குறியீட்டை இயக்க உங்களுக்கு அனுமதி இல்லை. எழுதும் அனுமதியுடன் பயனர்களில் மட்டுமே உள்நுழைந்தது அனுமதிக்கப்படுகிறது.
uk: У вас немає прав доступу для вмикання індексування. Індексування можливе лише від імені користувачів, які увійшли до системи і мають права доступу до запису.

source: Failed to enable indexing
ar: فشل تمكين الفهرسة
cs: Nepodařilo se povolit indexování
de: Aktivieren der Indizierung fehlgeschlagen
es: Fallo al activar el indexado
fi: Indeksoinnin käyttöönotto epäonnistui
gl: Produciuse un erro ao habilitar a indexación
pl: Błąd podczas włączania indeksowania
pt_br: Falha ao ativar a indexação
ru: Не удалось включить индексацию
sv: Det gick inte att aktivera indexering
ta: குறியீட்டை இயக்குவதில் தோல்வி
uk: Невдалося увімкнути індексування

source: Enabling indexing failed. Click "Show details" for more information.
ar: فشل تمكين الفهرسة. انقر على "إظهار التفاصيل" لمزيد من المعلومات.
cs: Povolení indexování. Pro více informací klikněte na „Zobrazit podrobnosti“.
de: Aktivieren der Indizierung fehlgeschlagen. Klicke auf "Zeige Details" für weitere Informationen.
es: La activación del indexado falló. Pulse «Mostrar detalles» para más información.
fi: Indeksoinnin käyttöönotto epäonnistui. Napsauta "Näytä tiedot" saadaksesi lisätietoja.
gl: Produciuse un erro ao habilitar a indexación. Preme en «Mostrar detalles» para obter máis información.
pl: Uruchamianie indeksowania nie powiodło się. Kliknij "Pokaż szczegóły", by uzyskać więcej informacji.
pt_br: Falha ao ativar a indexação. Clique em "Mostrar detalhes" para mais informações.
ru: Не удалось включить индексирование. Нажмите «Показать подробности» для получения дополнительной информации.
sv: Det gick inte att aktivera indexering. Klicka på "Visa detaljer" för mer information.
ta: குறியீட்டு முறையை இயக்குவது தோல்வியடைந்தது. மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு.
uk: Не вдалося увімкнути індексування. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: Indexing enabled
ar: تم تمكين الفهرسة
cs: Indexování povoleno
de: Indizierung aktiviert
es: Indexado activado
fi: Indeksointi käytössä
gl: Indexación activada
pl: Indeksowanie włączone
pt_br: Indexação ativada
ru: Индексирование включено
sv: Indexering aktiverad
ta: குறியீட்டு முறை இயக்கப்பட்டது
uk: Індексування увімкнено

source: Indexing of this library has been enabled. Depending on library size it can take a long time to index all books.
ar: تم تمكين فهرسة هذه المكتبة. اعتمادًا على حجم المكتبة، قد يستغرق فهرسة جميع الكتب وقتًا طويلاً.
cs: Indexování této knihovny bylo povoleno. V závislosti na velikosti knihovny může indexování všech knih trvat dlouho.
de: Die Indizierung dieser Bibliothek wurde aktiviert. Abhängig von der Bibliotheksgröße kann es sehr lange dauern um alle Bücher zu indizieren.
es: El indexado de esta biblioteca se ha activado. Dependiendo del tamaño de la biblioteca, el indexado de todos los libros puede llevar mucho tiempo.
fi: Tämän kirjaston indeksointi on otettu käyttöön. Kirjaston koosta riippuen kaikkien kirjojen indeksointi voi kestää kauan.
gl: Activouse a indexación desta biblioteca. Dependendo do tamaño da biblioteca, pode levar moito tempo indexar todos os libros.
pl: Indeksowanie tej biblioteki zostało uruchomione. Zależnie od wielkości biblioteki zindeksowanie wszystkich książek może zająć dużo czasu.
pt_br: A indexação para esta biblioteca está ativada. Dependendo do tamanho da biblioteca pode levar um bom tempo para indexar todos os livros.
ru: Индексирование этой библиотеки включено. В зависимости от размера библиотеки индексация всех книг может занять много времени.
sv: Indexering av detta bibliotek har aktiverats. Beroende på bibliotekets storlek kan det ta lång tid att indexera alla böcker.
ta: இந்த நூலகத்தின் அட்டவணைப்படுத்தல் இயக்கப்பட்டது. நூலக அளவைப் பொறுத்து எல்லா புத்தகங்களையும் குறியிட நீண்ட நேரம் ஆகலாம்.
uk: Увімкнено індексування цієї бібліотеки. Залежно від розмірів бібліотеки, індексування усіх книг може бути доволі довгою процедурою.

source: Full text searching disabled
ar: تم تعطيل البحث النصي الكامل
cs: Fulltextové vyhledávání zakázáno
de: Volltextsuche deaktiviert
es: Búsqueda de texto completo desactivada
fi: Koko tekstin haku poistettu käytöstä
gl: Desactivouse a busca de texto completo
mr: संपूर्ण मजकुरात शोध घेणे निष्क्रिय
pl: Pełne przeszukiwanie tekstu wyłączone
pt_br: Pesquisa de texto completo desativada
ru: Полнотекстовый поиск отключен
sv: Heltextsökning inaktiverad
ta: முழு உரை தேடல் முடக்கப்பட்டது
uk: Повнотекстовий пошук вимкнено

source: Full text search indexing has not been enabled for this library. Once enabled, indexing will take some time to complete after which searching will work. Enable indexing?
ar: لم يتم تمكين فهرسة البحث النصي الكامل لهذه المكتبة. بمجرد تمكينها، ستستغرق الفهرسة بعض الوقت لإكمالها وبعد ذلك سيعمل البحث. هل تريد تمكين الفهرسة؟
cs: Pro tuto knihovnu nebylo povoleno indexování fulltextového vyhledávání. Jakmile bude povoleno, bude dokončení indexování nějakou dobu trvat, poté bude vyhledávání fungovat. Povolit indexování?
de: Die Volltextsuchindizierung für diese Bibliothek ist nicht aktiviert. Sobald aktiviert, wird es eine Weile dauern diese abzuschließen, wonach die Suche funktioniert. Indizierung aktivieren?
es: El indexado de búsqueda de texto completo no se ha activado para esta biblioteca. Cuando se active, el indexado llevará algún tiempo y una vez completado la búsqueda funcionará. ¿Activar el indexado?
fi: Kokotekstihaun indeksointia ei ole otettu käyttöön tässä kirjastossa. Kun indeksointi on otettu käyttöön, sen suorittaminen kestää jonkin aikaa, minkä jälkeen haku toimii. Otetaanko indeksointi käyttöön?
gl: A indexación de busca de texto completo non se activou para esta biblioteca. Unha vez activada, a indexación tardará un tempo en completarse, despois de que a busca funcionará. Queres activar a indexación?
pl: Indeksowanie wyszukiwania pełnotekstowego nie zostało włączone dla tej biblioteki. Po włączeniu indeksowanie zajmie trochę czasu, po czym wyszukiwanie będzie działać. Uruchomić indeksowanie?
pt_br: A indexação da pesquisa no texto completo não foi habilitada para esta biblioteca. Uma vez habilitada, a indexação irá levar algum tempo para completar, após o qual a pesquisa irá funcionar. Habilitar indexação?
ru: Для этой библиотеки не включено индексирование полнотекстового поиска. После включения индексирование займет некоторое время, после чего поиск будет работать. Включить индексацию?
sv: Indexering av heltextsökning har inte aktiverats för detta bibliotek. När det är aktiverat kommer indexeringen att ta lite tid att slutföra, varefter kommer sökningen att fungera. Vill du aktivera indexering?
ta: இந்த நூலகத்திற்கு முழு உரை தேடல் அட்டவணைப்படுத்தல் இயக்கப்படவில்லை. இயக்கப்பட்டதும், குறியீட்டு முறை முடிக்க சிறிது நேரம் எடுக்கும், அதன் பிறகு தேடுவது வேலை செய்யும். குறியீட்டை இயக்கவா?
uk: Для цієї бібліотеки не було увімкнено індексування для повнотекстового пошуку. Після вмикання індексування потрібен певний час на його завершення, щоб пошук почав працювати. Увімкнути індексування?

source: Failed to search
ar: فشل البحث
cs: Nepodařilo se vyhledat
de: Suche fehlgeschlagen
es: Fallo al buscar
fi: Haku epäonnistui
gl: Produciuse un erro ao buscar
mr: शोधण्यात अपयशी
pl: Nie udało się wyszukać
pt_br: Falha ao pesquisar
ru: Не удалось выполнить поиск
sv: Det gick inte att söka
ta: தேடத் தவறிவிட்டது
uk: Не вдалося виконати пошук

source: The search failed. Click "Show details" for more information.
ar: فشل البحث. انقر على "إظهار التفاصيل" لمزيد من المعلومات.
cs: Vyhledávání selhalo. Pro více informací klikněte na „Zobrazit podrobnosti“.
de: Die Suche ist fehlgeschlagen. Klicke auf "Zeige Details" für weitere Informationen.
es: La búsqueda falló. Pulse «Mostrar detalles» para más información.
fi: Haku epäonnistui. Napsauta "Näytä tiedot" saadaksesi lisätietoja.
gl: A busca fallou. Preme en «Mostrar detalles» para obter máis información.
mr: शोध घेण्यात अपयशी. अधिक माहितीसाठी "तपशील दाखवा" वर क्लिक करा.
pl: Wyszukiwanie nie powiodło się. Kliknij "Pokaż szczegóły", by uzyskać więcej informacji.
pt_br: A pesquisa falhou. Clique em "Mostrar detalhes" para mais informações.
ru: Поиск не удался. Нажмите «Показать подробности» для получения дополнительной информации.
sv: Sökningen misslyckades. Klicka på "Visa detaljer" för mer information.
ta: தேடல் தோல்வியடைந்தது. மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு.
uk: Не вдалося виконати пошук. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: Server error
ar: خطأ في الخادم
cs: Chyba serveru
de: Serverfehler
es: Error del servidor
fi: Palvelinvirhe
gl: erro do servidor
mr: सर्व्हर त्रुटी
pl: Błąd serwera
pt_br: Erro de servidor
ru: Ошибка сервера
sv: Serverfel
ta: சேவையக பிழை
uk: Помилка сервера

source: Failed to parse search response from server.
ar: فشل تحليل استجابة البحث من الخادم.
cs: Nepodařilo se analyzovat odpověď vyhledávání ze serveru.
de: Verarbeiten der Suchantwort vom Server fehlgeschlagen.
es: Fallo al procesar la respuesta del servidor a la búsqueda.
fi: Palvelimen hakuvastauksen jäsentäminen epäonnistui.
gl: Produciuse un erro ao analizar a resposta da busca do servidor.
pl: Nie udało się przetworzyć wyników wyszukiwania z serwera
pt_br: Falha ao analisar a resposta de pesquisa do servidor.
ru: Не удалось проанализировать ответ поиска от сервера.
sv: Det gick inte att analysera söksvaret från servern.
ta: சேவையகத்திலிருந்து தேடல் பதிலை அலசத் தவறிவிட்டது.
uk: Не вдалося обробити відповідь на спробу пошуку від сервера.

source: No search query specified
ar: لم يُحدد استعلام بحث
cs: Není zadán žádný vyhledávací dotaz
de: Kein Suchbegriff angegeben
es: No se especificó ningún término de búsqueda
fi: Hakukyselyä ei ole määritetty
gl: Non se especificou ningunha consulta de busca
ja: 検索文字列が指定されていません
pl: Nie podano zapytania
pt_br: Nenhuma consulta de busca especificada
ru: Не указан поисковой запрос
sv: Ingen sökförfråga specificerad
ta: தேடல் வினவல் குறிப்பிடப்படவில்லை
uk: Не вказано запит щодо пошуку

source: A search word/phrase must be specified before attempting to search
ar: يجب تحديد كلمة/عبارة بحث قبل محاولة البحث
cs: Před pokusem o vyhledávání musí být zadáno hledané slovo nebo fráze
de: Ein/e Suchwort/-phrase muss vor Suchbeginn eingegeben werden
es: Debe especificarse una palabra o frase antes de realizar la búsqueda
fi: Hakusana/-lause on määritettävä ennen hakuyritystä
gl: Debe especificarse unha palabra/frase de busca antes de intentar a busca
pl: Należy podać szukane słowo lub frazę przed podjęciem próby wyszukiwania
pt_br: Uma palavra/frase de pesquisa deve ser especificada antes de tentar pesquisar
ru: Перед попыткой поиска необходимо указать слово/фразу для поиска.
sv: Ett sökord/-fras måste specificeras innan du försöker söka
ta: தேட முயற்சிக்கும் முன் ஒரு தேடல் சொல்/சொற்றொடர் குறிப்பிடப்பட வேண்டும்
uk: Спроба пошуку вимагає зазначення слова або фрази, яку слід знайти

source: Do the search
ar: قم بالبحث
cs: Provést hledání
de: Suche ausführen
es: Realizar la búsqueda
fi: Suorita haku
gl: Fai a busca
id: Lakukan pencarian
ja: 検索を実行
mr: शोध सुरू करा
pl: Wyszukaj!
pt_br: Realiza a busca
ru: Выполнить поиск
sv: Utför sökningen
ta: தேடல் செய்
uk: Виконати пошук

source: Enter words to search for
ar: أدخل الكلمات التي سيُبحَث عنها
cs: Zadejte slova, která hledat
de: Gib Worte ein, um danach zu suchen
es: Introducir palabras para buscar
fi: Syötä hakusanat
gl: Introduza palabras para buscar
ja: 検索する単語
mr: शोध घेण्यास शब्द प्रविष्ट करा
pl: Wpisz wyszukiwane słowa
pt_br: Digitar palavras para pesquisar
ru: Введите слова для поиска
sv: Ange ord att söka efter
ta: தேட சொற்களை உள்ளிடவும்
uk: Введіть слова для пошуку

source: Match on related words
ar: مطابقة الكلمات ذات الصلة
cs: Shoda na souvisejících slovech
de: Treffer bei verwandten Worten
es: Coincidencia con palabras relacionadas
fi: Täsmää liittyviin sanoihin
gl: Relaciona palabras relacionadas
mr: संबंधित शब्द जुळवा
pl: Dopasuj powiązane słowa
pt_br: Combine palavras relacionadas
ru: Сопоставление относящихся слов
sv: Matcha relaterade ord
ta: தொடர்புடைய சொற்களில் பொருந்து
uk: Відповідність споріднених слів

source: With this option searching for words will also match on any related words (supported in several languages). For example, in the English language: {0} matches {1} and {2} as well
ar: باستخدام هذا الخيار، سيطابق البحث عن الكلمات أيضًا أي كلمات ذات صلة (مدعومة في عدة لغات). على سبيل المثال، في اللغة الإنجليزية: {0} يطابق {1} و {2} أيضًا
cs: Pomocí této volby bude vyhledávání slov porovnávat také všechna související slova (podporováno v několika jazycích). Například v angličtině: {0} odpovídá {1} a také {2}
de: Mit dieser Option werden beim Suchen auch alle verwandten Wörter berücksichtigt (in mehreren Sprachen unterstützt). Zum Beispiel im Englischen: {0} findet {1} als auch {2}
es: Con esta opción, la búsqueda de palabras también encontrará cualquier palabra relacionada (compatible con varios idiomas). Por ejemplo, en el idioma inglés: {0} coincide también con {1} y {2}
fi: Tämän vaihtoehdon avulla sanojen haku vastaa myös niihin liittyviä sanoja (tuettu useilla kielillä). Esimerkiksi englannin kielellä: {0} vastaa myös {1} ja {2}
gl: Con esta opción, buscar palabras tamén coincidirá con calquera palabra relacionada (compatible con varios idiomas). Por exemplo, en inglés: {0} coincide tamén con {1} e {2}
pl: Dzięki tej opcji wyszukiwanie słów będzie również pasować do wszelkich powiązanych słów (obsługiwanych w kilku językach). Na przykład w języku angielskim: {0} pasuje również do {1} i {2}
pt_br: Como esta opção, a busca por palavras também encontrará palavras relacionadas (suporte para vários idiomas). Por exemplo, em Inglês: {0} encontra {1} e {2} também.
ru: Это параметр позволяет использовать при поиске связанные слова (поддерживается для нескольких языков). Например, в английском {0} будет совпадать также с {1} и {2}
sv: Med detta alternativ matchar sökningen efter ord även på alla relaterade ord (stöds på flera språk). Till exempel, på engelska: {0} matchar även {1} och {2}
ta: இந்த விருப்பத்துடன் சொற்களைத் தேடுவது தொடர்புடைய எந்தவொரு சொற்களிலும் பொருந்தும் (பல மொழிகளில் ஆதரிக்கப்படுகிறது). எடுத்துக்காட்டாக, ஆங்கில மொழியில்: {0} பொருந்துகிறது {1} மற்றும் {2}
uk: Якщо позначено цей пункт, відбуватиметься також пошук будь-яких споріднених слів (передбачено підтримку декількох мов). Приклад для англійської мови: за критерієм {0} буде знайдено {1} і {2}.

source: Restrict the results to only books matching this query
ar: تقييد النتائج على الكتب التي تطابق هذا الاستعلام فقط
cs: Omezit výsledky pouze na knihy odpovídající tomuto dotazu
de: Begrenze die Ergebnisse auf Bücher, die zu dieser Abfrage passen
es: Restringir los resultados a sólo libros que coincidan con esta consulta
fi: Rajoita tulokset vain tätä kyselyä vastaaviin kirjoihin
gl: Restrinxa os resultados só aos libros que coincidan con esta consulta
pl: Ogranicz wyniki do książek pasujących do tego wyszukiwania
pt_br: Restringir os resultados apenas a livros que correspondam a esta consulta
ru: Ограничить результаты только книгами, соответствующими этому запросу
sv: Begränsa resultaten till endast böcker som matchar denna förfråga
ta: இந்த வினவலுடன் பொருந்தக்கூடிய புத்தகங்களுக்கு மட்டுமே முடிவுகளை கட்டுப்படுத்து
uk: Обмежити список результатів лише книгами, які відповідають цьому запиту

source: Restrict to books matching...
ar: تقييد على الكتب المطابقة...
cs: Omezit na knihy odpovídající
de: Begrenze auf Bücher, die zu ... passen
es: Restringir a libros que coincidan...
fi: Rajoita kirjoihin, jotka vastaavat...
gl: Restrinxir a libros coincidentes...
pl: Ogranicz do książek pasujących...
pt_br: Restringir a livros que correspondam...
ru: Ограничить результаты только книгами, соответствующими...
sv: Begränsa till böcker som matchar...
ta: பொருந்தக்கூடிய புத்தகங்களுக்கு கட்டுப்படுத்து...
uk: Обмежити відповідність книг…

source: Searching, please wait
ar: جاري البحث، يرجى الانتظار
cs: Hledání, čekejte
de: Suche, bitte warten
es: Buscando, espere
fi: Etsitään, odota
gl: Buscando, espera
mr: शोधत आहे, कृपया प्रतीक्षा करा
pl: Wyszukiwanie, proszę czekać
pt_br: Pesquisando, aguarde
ru: Поиск, пожалуйста, подождите
sv: Söker, vänta
ta: தேடுகிறது, தயவுசெய்து காத்திரு
uk: Шукаємо, зачекайте

source: Re-index all books in this library
ar: إعادة فهرسة جميع الكتب في هذه المكتبة
cs: Znovu indexovat všechny knihy v této knihovně
de: Alle Bücher in dieser Bibliothek reindizieren
es: Reindexar todos los libros en esta biblioteca
fi: Indeksoi uudelleen kaikki kirjaston kirjat
gl: Volve a indexar todos os libros desta biblioteca
pl: Ponowne indeksowanie wszystkich książek w tej bibliotece
pt_br: Reindexar todos os livros desta biblioteca
ru: Переиндексировать все книги в этой библиотеке
sv: Återindexera alla böcker i detta bibliotek
ta: இந்த நூலகத்தில் உள்ள அனைத்து புத்தகங்களையும் மீண்டும் நிறுவவும்
uk: Виконати повторне індексування усіх книг у цій бібліотеці

source: Disable full text search
ar: تعطيل البحث النصي الكامل
cs: Zakázat fulltextové vyhledávání
de: Deaktiviere die Volltextsuche
es: Deshabilitar la búsqueda de texto completo
fi: Poista kokotekstihaku käytöstä
gl: Desactivar a busca de texto completo
mr: संपूर्ण मजकुरात शोध घेणे निष्क्रिय करा
pl: Wyłącz wyszukiwanie pełnotekstowe
pt_br: Desabilitar a pesquisa no texto completo
ru: Отключить полнотекстовый поиск
sv: Inaktivera heltextsökning
ta: முழு உரை தேடலை முடக்கு
uk: Вимкнути повнотекстовий пошук

source: Search all books
ar: البحث في جميع الكتب
cs: Hledat všechny knihy
de: Suche in allen Büchern
es: Buscar todos los libros
fi: Hae kaikista kirjoista
gl: Busca todos os libros
mr: सर्व पुस्तकांमध्ये शोध घ्या
pl: Szukaj we wszystkich książkach
pt_br: Pesquisar todos os livros
ru: Искать все книги
sv: Sök i alla böcker
ta: எல்லா புத்தகங்களையும் தேடு
uk: Шукати в усіх книгах
