Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Convert: {}
ar: تحويل: {}
cs: Převést: {}
de: Konvertieren: {}
es: Convertir: {}
fi: Muunna: {}
gl: Converter: {}
id: Konversi: {}
ja: 変換: {}
mr: रुपांतर करा: {}
pl: Skonwertuj: {}
pt_br: Converter: {}
ru: Конвертировать: {}
sv: Konvertera: {}
ta: மாற்று: {}
uk: Перетворення: {}

source: Loading conversion data, please wait...
ar: جاري تحميل البيانات المحولة, رجاء الإنتظار...
cs: Načítání dat převodu, čekejte...
de: Laden von Konvertierungsdaten, bitte warten...
es: Cargando datos de conversión, espere...
fi: Ladataan muunnostietoja, odota...
gl: Cargando datos de conversión, agarde...
id: Memuat data konversi, silakan tunggu...
ja: 変換データをロード中、お待ちください…
mr: रुपांतर डेटा लोड करत आहे, कृपया प्रतीक्षा करा...
pl: Wczytywanie danych konwersji, proszę czekać...
pt_br: Carregando dados de conversão, aguarde ...
ru: Загрузка данных конвертации, пожалуйста, подождите…
sv: Läser in konverteringsdata, vänta...
ta: மாற்று தரவை ஏற்றுகிறது, தயவுசெய்து காத்திரு...
uk: Завантажуємо дані перетворення, будь ласка, зачекайте…

source: Convert book
ar: تحويل كتاب
cs: Převést knihu
de: Buch konvertieren
es: Convertir libro
fi: Muunna kirja
gl: Converter libro
id: Konversi buku
ja: 本を変換
mr: पुस्तकाचे रुपांतर करा
pl: Przekonwertuj książkę
pt_br: Converter livro
ru: Конвертировать книгу
sv: Konvertera bok
ta: புத்தகத்தை மாற்று
uk: Перетворити книгу

source: Added successfully
ar: أضيفت بنجاح
cs: Úspěšně přidáno
de: Erfolgreich hinzugefügt
es: Añadido correctamente
fi: Lisäys onnistui
gl: Engadido con éxito
id: Penambahan berhasil
ja: 追加されました
mr: यशस्वीरित्या जोडण्यात आले
pl: Dodano pomyślnie.
pt_br: Adicionado com sucesso
ru: Добавление завершено
sv: Tilläggningen lyckades
ta: வெற்றிகரமாக சேர்க்கப்பட்டது
uk: Успішно додано

source: Open
ar: فتح
cs: Otevřít
de: Öffnen
es: Abrir
fi: Avaa
gl: Abrir
id: Buka
ja: 開く
mr: उघडा
pl: Otwórz
pt_br: Abrir
ru: Открыть
sv: Öppna
ta: திறந்த
uk: Відкрити

source: A book with the title "{0}" already exists in the library.
ar: الكتاب بعنوان "{0}" موجود مسبقا في المكتبة.
cs: Kniha s názvem „{0}“ již v knihovně existuje.
de: Ein Buch mit dem Titel "{0}" ist schon in der Bibliothek.
es: Ya existe un libro con el título «{0}» en la biblioteca.
fi: Kirja nimeltä "{0}" on jo kirjastossa.
gl: Xa existe un libro co título «{0}» na biblioteca.
id: Sebuah buku dengan judul "{0}" sudah ada di perpustakaan.
ja: ライブラリ内でタイトル "{0}" の本がすでにあります。
mr: "{0}" या नावाचे पुस्तक आधीपासूनच पुस्तकालयात अस्तित्वात आहे.
pl: Książka o tytule "{0}" już istnieje w bibliotece.
pt_br: Um livro com o título "{0}" já existe na biblioteca.
ru: В библиотеке уже есть книга с названием «{0}».
sv: En bok med titeln "{0}" finns redan i biblioteket.
ta: "{0}" என்ற தலைப்பைக் கொண்ட ஒரு புத்தகம் ஏற்கனவே நூலகத்தில் உள்ளது.
uk: Книга з назвою «{0}» вже існує у бібліотеці.

source: Add anyway
ar: أضف على أي حال
cs: Přesto přidat
de: Trotzdem hinzufügen
es: Añadir de todas formas
fi: Lisää silti
gl: Engade de todos os xeitos
id: Tetap tambahkan
ja: とにかく追加
mr: तरीही जोडा
pl: Dodaj mimo wszystko
pt_br: Adicione de qualquer maneira
ru: Всё равно добавить
sv: Lägg till ändå
ta: எப்படியும் சேர்
uk: Додати попри це

source: {0} by {1}
ar: {0} بواسطة {1}
cs: {0} od {1}
de: {0} von {1}
es: {0} por {1}
gl: {0} de {1}
pl: {0} autorstwa {1}
pt_br: {0} por {1}
sv: {0} av {1}
ta: {0} இதற்கு {1}

source: The book you are trying to add is:
ar: الكتاب الذي تحاول إضافته هو:
cs: Kniha, kterou se pokoušíte přidat, je:
de: Das Buch welches Sie hinzufügen wollen ist:
es: El libro que está intentando añadir es:
fi: Kirja, jota yrität lisätä, on:
gl: O libro que estás a engadir é:
ja: 追加しようとしている本：
mr: तुम्ही जे पुस्तक जोडू इच्छिता ते हे आहे:
pl: Książka, którą próbujesz dodać to:
pt_br: O livro que você está tentando adicionar é:
ru: Книга, которую вы пытаетесь добавить:
sv: Boken du försöker lägga till är:
ta: நீங்கள் சேர்க்க முயற்சிக்கும் புத்தகம்:
uk: Книга, яку ви намагаєтеся додати:

source: . Books already in the library with that title are:
ar: الكتب موجودة في المكتبة مسبقا مع هذه العناوين:
cs: . Knihy s tímto názvem, které jsou již v knihovně, jsou:
de: . In der Bibliothek sind folgende Bücher mit diesem Namen:
es: . Libros que ya están en la biblioteca con ese título son:
fi: . Kirjastossa jo olevat samannimiset kirjat ovat:
gl: . Os libros que xa hai na biblioteca con ese título son:
ja: 。そのタイトルでライブラリ内にすでにある本は次のとおり:
mr: . ते शीर्षक असलेली पुस्तकालयातील पुस्तके:
pl: Książki o tym samym tytule w bibliotece:
pt_br: . Livros já na biblioteca com esse título são:
ru: . Книги с таким названием уже есть в библиотеке:
sv: . Böcker som redan finns i biblioteket med den titeln är:
ta: . அந்த தலைப்புடன் ஏற்கனவே நூலகத்தில் உள்ள புத்தகங்கள்:
uk: . Книги з такою самою назвою, які вже є у бібліотеці:

source: You are not allowed to make changes to the library
ar: ليس لديك تصريح لإضافة تغييرات على المكتبة
cs: Nemáte povoleno provádět změny v knihovně
de: Sie dürfen keine Änderungen an der Bibliothek vornehmen.
es: No tiene permiso para hacer cambios en la biblioteca
fi: Sinulla ei ole oikeuksia tehdä kirjastoon muutoksia
gl: Non tes permiso para facer cambios na biblioteca
id: Anda tidak diperbolehkan melakukan perubahan pada perpustakaan
ja: ライブラリへの変更が許可されていません
mr: तुम्हाला या पुस्तकालयात बदल करण्यास परवानगी नाही
pl: Nie jesteś uprawniony do dokonywania zmian w bibliotece
pt_br: Você não tem permissão para fazer alterações na biblioteca
ru: Недостаточно прав для изменения библиотеки
sv: Du har inte tillåtelse att göra ändringar i biblioteket
ta: நூலகத்தில் மாற்றங்களைச் செய்ய உங்களுக்கு அனுமதி இல்லை
uk: Вам заборонено вносити зміни до бібліотеки

source: You must be logged in to make changes to the library
ar: يجب أن تكون مسجلاً للدخول لإجراء تغييرات على المكتبة
cs: Abyste mohli provádět změny v knihovně, musíte být přihlášeni
de: Sie müssen eingeloggt sein, um Änderungen an der Bibliothek vorzunehmen.
es: Debe identificarse para hacer cambios en la biblioteca
fi: Sinun täytyy kirjautua sisään tehdäksesi kirjastoon muutoksia
gl: Debes iniciar sesión para facer cambios na biblioteca
id: Kamu harus Catat Masuk untuk membuat perubahan dalam Library
ja: ライブラリへの変更を行うためにはログインが必要です
mr: पुस्तकालयात बदल करण्यासाठी तुम्ही लॉगइन केलेले असायला हवे
pl: Musisz być zalogowany, aby dokonać zmian w bibliotece
pt_br: Você precisa estar logado para fazer alterações na biblioteca
ru: Войдите в учётную запись для внесения изменений
sv: Du måste vara inloggad för att göra ändringar i biblioteket
ta: நூலகத்தில் மாற்றங்களைச் செய்ய நீங்கள் உள்நுழைய வேண்டும்
uk: Вам слід пройти розпізнавання, щоб мати змогу вносити зміни до бібліотеки

source: Failed to upload the file: {}
ar: فشل إضافة الملف: {}
cs: Nepodařilo se odeslat soubor: {}
de: Fehler beim Hochladen der Datei <b>{}</b>
es: Fallo al enviar el archivo: {}
fi: Tämän tiedoston lataus epäonnistui: {}
gl: Produciuse un erro ao cargar o ficheiro: {}
id: Gagal untuk mengunggah file: {}
ja: ファイル {} のアップロードに失敗しました
mr: फाईल अपलोड करण्यात अपयशी: {}
pl: Nie udało się przesłać pliku: {}
pt_br: Falha ao fazer o upload do arquivo: {}
ru: Не удалось загрузить файл: {}
sv: Det gick inte att överföra filen: {}
ta: கோப்பைப் பதிவேற்றத் தவறிவிட்டது: {}
uk: Не вдалося вивантажити файл: {}

source: What would you like to do with the {} format?
ar: ماذا تريد أن تفعل مع هذا {} الصيغة؟
cs: Co chcete udělat s formátem {}?
de: Was möchten Sie mit dem {}-Format tun?
es: ¿Qué desea hacer con el formato {}?
fi: Mitä haluat tehdä {}-formaatille?
gl: Que che gustaría facer co formato {}?
id: Apa yang akan Anda lakukan dengan format {}?
ja: {0} フォーマットで何をしますか？
mr: तुम्ही {} स्वरूपासह काय करू इच्छिता?
pl: Co chcesz zrobić z formatem {}?
pt_br: O que você deseja fazer com o formato {}?
ru: Что вы хотите сделать с форматом {}?
sv: Vad vill du göra med {}-formatet?
ta: {} வடிவத்துடன் நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
uk: Що слід зробити з форматом {}?

source: Show notes for: {}
ar: عرض ملاحظات لـ: {}
cs: Zobrazit poznámky pro: {}
de: Zeige Notizen für: {}
es: Mostrar notas para: {}
fi: Näytä huomautukset: {}
gl: Mostrar notas para: {}
mr: यासाठी टिपा दाखवा: {}
pl: Pokaż notatki dla: {}
pt_br: Notas do show para: {}
ru: Показать примечания для: {}
sv: Visa anteckningar för: {}
ta: இதற்கான குறிப்புகளைக் காட்டு: {}
uk: Показати нотатки щодо {}

source: Click to see books with {0}: {1}
ar: إضغط لترى الكتب مع {0}: {1}
cs: Klikněte pro zobrazení knih s {0}: {1}
de: Anklicken, um Bücher mit {0}: {1} anzuzeigen
es: Pulsar para ver los libros con {0}: {1}
fi: Klikkaa nähdäksesi kirjat joille {0}: {1}
gl: Prema para ver libros con {0}: {1}
id: Klik untuk melihat buku dengan {0}: {1}
ja: クリックすると {0}: {1} の本が見られます。
mr: {0} असलेली पुस्तके पाहण्यास क्लिक करा: {1}
pl: Kliknij, by wyświetlić książki, w których pole {0} zawiera „{1}”
pt_br: Clique para ver livros com {0}: {1}
ru: Показать другие книги с {0}: {1}
sv: Klicka för att se böcker med {0}: {1}
ta: {0}: {1} உடன் புத்தகங்களைக் காண சொடுக்கு
uk: Натисніть, щоб переглянути книги з {0}: {1}

source: Click to browse for {} on the web
ar: انقر للتصفح عن {} على الويب
cs: Klikněte pro hledání {} na webu
pt_br: Clique para buscar {} na internet
ru: Нажмите для просмотра {} в интернете
sv: Klicka för att söka efter {} på webben
uk: Натисніть, щоб перейти до {} в інтернеті

source: Click to open
ar: انقر للفتح
cs: Klikněte pro otevření
de: Zum Öffnen anklicken
es: Pulsar para abrir
fi: Klikkaa auki
gl: Prema para abrir
ja: クリックして開く
mr: उघडायला येथे क्लिक करा
pl: Kliknij, aby otworzyć
pt_br: Clique para abrir
ru: Щёлкните, чтобы открыть
sv: Klicka för att öppna
ta: திறக்க சொடுக்கு
uk: Натисніть, щоб відкрити

source: Read or download this book in the {} format
ar: إقرأ أو حمل هذا الكتاب {} بصيغة
cs: Číst nebo stáhnout tuto knihu ve formátu {}
de: Dieses Buch im Format {} lesen oder herunterladen
es: Leer o descargar este libro en el formato {}
fi: Lue tai lataa tämä kirja muodossa {}
gl: Le ou descarga este libro no formato {}
id: Baca atau unduh buku ini dalam format {}
ja: {}形式の本を閲覧またはダウンロード
mr: {} स्वरूपात हे पुस्तक वाचा किंवा डाउनलोड करा
pl: Czytaj lub pobierz tę książkę w formacie {}
pt_br: Ler ou baixar este livro no formato {}
ru: Читать или скачать эту книгу в формате {}
sv: Läs eller hämta denna bok i formatet {}
ta: இந்த புத்தகத்தை {} வடிவத்தில் படி அல்லது பதிவிறக்கு
uk: Читати або отримати цю книгу у форматі {}

source: Click to see books with language: {}
ar: إضغط لترى الكتب مع اللغات : {}
cs: Klikněte pro zobrazení knih s jazykem: {}
de: Anklicken, um Bücher der Sprache {} zu sehen
es: Pulsar para ver los libros con el idioma: {}
fi: Klikkaa nähdäksesi kirjat kielellä: {}
gl: Preme para ver libros co idioma: {}
id: Klik untuk melihat buku dalam bahasa: {}
ja: クリックして言語 {} で本を表示
mr: या भाषेतील पुस्तके पाहायला येथे क्लिक करा: {}
pl: Kliknij, aby zobaczyć książki w języku: {}
pt_br: Clique para ver livros no idioma: {}
ru: Нажмите, чтобы увидеть книги по языкам: {}
sv: Klicka för att se böcker med språket: {}
ta: மொழியுடன் புத்தகங்களைக் காண சொடுக்கு: {}
uk: Натисніть, щоб переглянути книги мовою: {}

source: {0} of <a>{1}</a>
ar: {0} من <a>{1}</a>
cs: {0} z <a>{1}</a>
de: {0} von <a>{1}</a>
es: {0} de <a>{1}</a>
fi: {0} / <a>{1}</a>
gl: {0} de <a>{1}</a>
id: {0} dari <a>{1}</a>
ja: {0} / <a>{1}</a>
mr: <a>{1}</a> मधून {0}
pl: {0} z <a>{1}</a>
pt_br: {0} de <a>{1}</a>
ru: {0} из <a>{1}</a>
sv: {0} av <a>{1}</a>
ta: <a> {1} </a> இன் {0}
uk: {0} з <a>{1}</a>

source: No book found
ar: لم يتم إيجاد أي كتاب
cs: Nenalezena žádná kniha
de: Kein Buch gefunden
es: No se encontraron libros
fi: Ei löydetty kirjoja
gl: Non se atopou ningún libro
id: Tidak ada buku
ja: 本が見つかりません
mr: कोणतेही पुस्तक सापडले नाही
pl: Nie znaleziono żadnych książek
pt_br: Nenhum livro encontrado
ru: Книги не найдены
sv: Boken hittades inte
ta: புத்தகம் எதுவும் கிடைக்கவில்லை
uk: Книг не знайдено

source: {} by {} Click to read
ar: {} لمؤلفه {} انقر للقراءة
cs: {} od {} Klikněte pro čtení
de: {} von {} Zum Lesen anklicken
es: {} de {} Pulsar para leer
fi: {} / {} Klikkaa lukeaksesi
gl: {} por {} Preme para ler
ja: {} by {} クリックして読む
pl: {} przez {} Kliknij, aby przeczytać
pt_br: {} por {} Clique para ler
ru: «{}», автор: {} Нажмите, чтобы читать
sv: {} av {} Klicka för att läsa
ta: {} இதற்கு {} படிக்க சொடுக்கு
uk: {}, {} Натисніть, щоб читати

source: Previous book [Ctrl+Left]
ar: الكتاب السابق [Ctrl+يسار]
cs: Předchozí kniha [Ctrl+vlevo]
de: Vorheriges Buch [Strg+Links]
es: Libro anterior [Ctrl+Izq]
fi: Edellinen kirja [Ctrl+Vasen]
gl: Libro anterior [Ctrl+Esquerda]
ja: 前の本 [Ctrl+左]
mr: मागचे पुस्तक [Ctrl+डावीकडे]
pl: Poprzednia książka [Ctrl+Lewo]
pt_br: Livro anterior [Ctrl+Esquerda]
ru: Предыдущая книга [Ctrl+Left]
sv: Föregående bok [Ctrl+Vänster]
ta: முந்தைய புத்தகம் [கட்டுப்பாடு+இடது]
uk: Попередня книга [Ctrl+←]

source: Next book [Ctrl+Right]
ar: الكتاب التالي [Ctrl+يمين]
cs: Další kniha [Ctrl+vpravo]
de: Nächstes Buch [Strg + Rechts]
es: Libro siguiente [Ctrl+Der]
fi: Seuraava kirja [Ctrl+Oikea]
gl: Próximo libro [Ctrl+Dereita]
ja: 次の本 [Ctrl + 右]
mr: पुढचे पुस्तक [Ctrl+उजवीकडे]
pl: Następna książka [Ctrl+Prawo]
pt_br: Próximo livro [Ctrl+Direita]
ru: Следующая книга [Ctrl+Right]
sv: Nästa bok [Ctrl+Höger]
ta: அடுத்த புத்தகம் [கட்டுப்பாடு+வலது]
uk: Наступна книга [Ctrl+→]

source: Read this book [V]
ar: إقرأ هذا الكتاب [V]
cs: Číst tuto knihu [V]
de: Lesen Sie dieses Buch [V]
es: Leer este libro [V]
fi: Lue tämä kirja [V]
gl: Le este libro [V]
ja: この本を読む [V]
mr: हे पुस्तक वाचा [V]
pl: Przeczytaj tę książkę [V]
pt_br: Ler este livro [V]
ru: Читать эту книгу [V]
sv: Läs denna bok [V]
ta: இந்த புத்தகத்தைப் படியுங்கள் [வ]
uk: Читати цю книгу [V]

source: Download this book in the {0} format ({1})
ar: حمِّل هذا الكتاب في ال {0} بتنسيق ({1})
cs: Stáhnout tuto knihu ve formátu {0} ({1})
de: Dieses Buch im {0}-Format herunterladen ({1})
es: Descargar este libro en el formato {0} ({1})
fi: Lataa tämä kirja muodossa {0}, ({1})
gl: Descargar este libro no formato {0} ({1})
id: Unduh buku ini dalam format {0} ({1})
ja: この本を {0} フォーマット ({1}) でダウンロード
mr: हे पुस्तक {0} स्वरूपात डाउनलोड करा ({1})
pl: Pobierz tę książkę w formacie {0} ({1})
pt_br: Baixar este livro no formato {0} ({1})
ru: Загрузить эту книгу в формате {0} ({1})
sv: Hämta denna bok i formatet {0} ({1})
ta: இந்த புத்தகத்தை {0} வடிவத்தில் பதிவிறக்கு ({1})
uk: Отримати цю книгу у форматі {0} ({1})

source: Convert this book to another format [C]
ar: حول هذا الكتاب إلى نوع ملف آخر [C]
cs: Převést tuto knihu do jiného formátu [C]
de: Dieses Buch in ein anderes Format konvertieren [C]
es: Convertir este libro a otro formato [C]
fi: Muunna tämä kirja toiseen formaattiin[C]
gl: Converte este libro a outro formato [C]
ja: この本を別のフォーマットに変換 [C]
mr: या पुस्तकाचे एका दुसर्‍या स्वरूपात रुपांतर करा [C]
pl: Konwertuj tę książkę na inny format [C]
pt_br: Converter esse livro para outro formato [C]
ru: Конвертировать эту книгу в другой формат [C]
sv: Konvertera denna bok till ett annat format [C]
ta: இந்த புத்தகத்தை மற்றொரு வடிவமாக மாற்று [ஒ]
uk: Перетворити цю книгу до іншого формату [C]

source: Edit the metadata for this book [E]
ar: حرر ميتاداتا لهذا الكتاب [E]
cs: Upravit metadata pro tuto knihu [E]
de: Bearbeiten Sie die Metadaten für dieses Buch [E]
es: Modificar los metadatos de este libro [E]
fi: Muokkaa tämän kirjan metatietoja [E]
gl: Edita os metadatos deste libro [E]
ja: この本の書誌情報を編集 [E]
mr: या पुस्तकाचा मेटाडेटा संपादित करा [E]
pl: Edytuj metadane tej książki [E]
pt_br: Editar os metadados desse livro [E]
ru: Редактировать метаданные этой книги [E]
sv: Redigera metadata för denna bok [E]
ta: இந்த புத்தகத்திற்கான மீத்தரவைத் திருத்து [இ]
uk: Редагувати метадані цієї книги [E]

source: Delete this book
ar: حذف هذا الكتاب
cs: Odstranit tuto knihu
de: Dieses Buch löschen
es: Eliminar este libro
fi: Poista tämä kirja
gl: Elimina este libro
id: Hapus buku ini
ja: この本を削除
mr: हे पुस्तक डिलीट करून टाका
pl: Usuń tę książkę
pt_br: Deletar esse livro
ru: Удалить эту книгу
sv: Ta bort denna bok
ta: இந்த புத்தகத்தை நீக்கு
uk: Вилучити цю книгу

source: Show a random book
ar: عرض كتاب عشوائي
cs: Zobrazit náhodnou knihu
de: Ein zufälliges Buch anzeigen
es: Mostrar un libro aleatorio
fi: Näytä satunnainen kirja
gl: Mostrar un libro aleatorio
ja: ランダムな本を表示
mr: यादृच्छिक पुस्तक दाखवा
pl: Pokaż losową książkę
pt_br: Mostrar um livro aleatório
ru: Показать случайную книгу
sv: Visa en slumpad bok
ta: ஒரு சீரற்ற புத்தகத்தைக் காட்டு
uk: Показати випадкову книгу

source: Could not fetch metadata for book
ar: لم يمكن جلب البيانات الوصفية للكتاب
cs: Nelze načíst metadata pro knihu
de: Metadaten des Buches konnten nicht abgerufen werden
es: No se pudieron obtener los metadatos del libro
fi: Ei voitu hakea kirjan metatietoja
gl: Non foi posíbel obter os metadatos deste libro
id: Tidak dapat mengambil metadata buku
ja: 電子書籍の書誌情報を取得できません
mr: पुस्तकासाठी मेटाडेटा आणता आले नाही
pl: Nie udało się pobrać metadanych dla książki
pt_br: Não foi possível baixar metadados para o livro
ru: Не удалось получить метаданные для книги
sv: Det gick inte att hämta metadata för bok
ta: புத்தகத்திற்கு மீத்தரவு பெற முடியவில்லை
uk: Не вдалося отримати метадані книги

source: Fetching metadata for the book, please wait
ar: يجري جلب البيانات الوصفية للكتاب، الرجاء الانتظار
cs: Načítání metadat pro knihu, čekejte...
de: Metadaten für das Buch werden abgerufen, bitte warten …
es: Recopilando metadatos del libro, espere
fi: Haetaan kirjan metatietoja, odota hetki
gl: A obter os metadatos do libro; agarde, por favor
id: Mengambil metada buku, mohon tunggu
ja: 本の書誌情報を取得中、お待ちください
mr: पुस्तकातून मेटाडेटा आणत आहे, कृपया प्रतीक्षा करा
pl: Pobieranie metadanych dla książki, proszę czekać
pt_br: Buscando metadados para o livro, por favor, aguarde
ru: Получение метаданных для книги, пожалуйста, подождите
sv: Samlar metadata för boken, vänta
ta: புத்தகத்திற்கு மீத்தரவைப் பெறுதல், தயவுசெய்து காத்திரு
uk: Отримуємо метадані книги, будь ласка, зачекайте

source: Show important metadata
ar: إظهار البيانات الوصفية المهمة
cs: Zobrazit důležitá metadata
de: Wichtige Metadaten anzeigen
es: Mostrar metadatos importantes
fi: Näyät tärkeät metatiedot
gl: Mostrar metadatos importantes
id: Tampilkan metadata penting
ja: 重要な書誌情報を表示
mr: महत्त्वाचा मेटाडेटा दाखवा
pl: Pokaż ważne metadane
pt_br: Exibir metadados importantes
ru: Показать важные метаданные
sv: Visa viktiga metadata
ta: முக்கியமான மீத்தரவைக் காட்டு
uk: Показати важливі метадані

source: Show only the important metadata fields in the book details
ar: إظهار البيانات الوصفية المهمة فقط في حقل تفاصيل الكتاب
cs: V podrobnostech o knize zobrazit pouze důležitá pole metadat
de: Nur wichtige Metadatenfelder in den Buchdetails anzeigen
es: Mostrar sólo los campos de metadatos importantes en las detalles del libro
fi: Näyät vain tärkeimmät metatietokentät kirjan tiedoissa
gl: Mostra só os campos de metadatos importantes nos detalles do libro
id: Tampilkan hanya metadata penting dalam detail buku
ja: 重要な書誌情報のみ表示
mr: पुस्तकाचे तपशील दाखवताना केवळ महत्त्वाचे मेटाडेटा रकाने दाखवा
pl: Pokaż tylko ważne metadane w szczegółach książki.
pt_br: Mostrar somente campos de metadados importantes nos detalhes do livro
ru: Показать только важные метаданные в деталях книг
sv: Visa endast viktiga metadatafält i bokdetaljerna
ta: புத்தக விவரங்களில் முக்கியமான மீத்தரவு புலங்களை மட்டுமே காட்டு
uk: Показати у списку параметрів книги лише поля важливих метаданих

source: Show all metadata
ar: إظهار كل البيانات الوصفية
cs: Zobrazit všechna metadata
de: Alle Metadaten anzeigen
es: Mostrar todos los metadatos
fi: Näytä kaikki metatiedot
gl: Mostrar todos os metadatos
id: Tampilkan semua metadata
ja: すべての書誌情報を表示
mr: सर्व मेटाडेटा दाखवा
pl: Pokaż wszystkie metadane
pt_br: Exibir todos os metadados
ru: Показать все метаданные
sv: Visa alla metadata
ta: அனைத்து மீத்தரவையும் காட்டு
uk: Показати усі метадані

source: Show all metadata fields in the book details
ar: إظهار كل حقل البيانات الوصفية في تفاصيل الكتاب
cs: V podrobnostech o knize zobrazit všechna pole metadat
de: Alle Metadatenfelder in den Buchdetails anzeigen
es: Mostrar todos los campos de metadatos en los detalles del libro
fi: Näytä kaikki metatietokentät kirjan tiedoissa
gl: Mostra todos os campos de metadatos nos detalles do libro
id: Tampilkan semua metadata dalam detail buku
ja: 本のすべての書誌情報を表示
mr: पुस्तकाचे तपशील दाखवताना सर्व मेटाडेटा रकाने दाखवा
pl: Pokaż wszystkie metadane w szczegółach książki.
pt_br: Mostrar todos os campos de metadados nos detalhes do livro
ru: Показать все метаданные в описании книги
sv: Visa alla metadatafält i bokens detaljer
ta: புத்தக விவரங்களில் அனைத்து மீத்தரவு புலங்களையும் காட்டு
uk: Показати у списку параметрів книги усі метадані

source: Search for this author or book on various websites
ar: بحث عن هذا المؤلف أو الكتاب على هذه المواقع
cs: Vyhledat tohoto autora nebo knihu na různých webových stránkách
de: Nach diesem Autor oder Buch auf verschiedenen Websites suchen
es: Buscar este autor o libro en diversios sitios
fi: Etsi tätä tekijää tai kirjaa eri sivustoilta
gl: Busca este autor ou libro en varios sitios web
id: Cari penulis atau buku ini di berbagai situs web
ja: 種々のWebサイトで著者や本を検索
mr: या लेखकाचा किंवा पुस्तकाचा विविध संकेतस्थळांवर शोध घ्या
pl: Wyszukaj tego autora lub książkę na stronach internetowych
pt_br: Buscar por esse autor ou livro em vários websites
ru: Искать автора или книгу на различных веб-сайтах
sv: Sök efter denna författare eller bok på olika webbplatser
ta: இந்த எழுத்தாளரைத் தேடு அல்லது பல்வேறு வலைத்தளங்களில் புத்தகத்தைத் தேடு
uk: Шукати цього автора або книгу на різноманітних сайтах

source: Copy to library
ar: نسخ للمكتبة
cs: Kopírovat do knihovny
de: In Bibliothek kopieren
es: Copiar a la biblioteca
fi: Kopioi kirjastoon
gl: Copiar á biblioteca
id: Copy ke perpustakaan
ja: ライブラリにコピー
mr: पुस्तकालयात कॉपी करा
pl: Kopiuj do biblioteki
pt_br: Copiar para biblioteca
ru: Копировать в библиотеку
sv: Kopiera till bibliotek
ta: நூலகத்திற்கு நகலெடு
uk: Копіювати в бібліотеку

source: Copy or move this book to another calibre library
ar: إنسخ أو انقل هذا الكتاب إلى مكتبة Calibre آخرى
cs: Kopírovat nebo přesunout tuto knihu do jiné knihovny Calibre
de: Dieses Buch in eine andere Calibre-Bibliothek kopieren oder verschieben
es: Copiar o mover este libro a otra biblioteca de calibre
fi: Kopioi tai siirrä tämä kirja toiseen calibre-kirjastoon
gl: Copia ou move este libro a outra biblioteca de calibre
id: Copy atau pindahkan buku ini ke perpustakaan calibre yang lain
ja: 他のCalibreライブラリに本をコピーまたは移動
mr: हे पुस्तक दुसर्‍या कॅलिबर पुस्तकालयात कॉपी किंवा मूव्ह करा
pl: Skopiuj lub przenieś tę książkę do innej biblioteki calibre
pt_br: Copiar ou mover este livro para outra biblioteca do calibre
ru: Скопировать или переместить эту книгу в другую библиотеку calibre
sv: Kopiera eller flytta denna bok till ett annat calibre-bibliotek
ta: இந்த புத்தகத்தை மற்றொரு திறன் நூலகத்திற்கு நகலெடு அல்லது நகர்த்து
uk: Копіювати або пересунути цю книгу до іншої бібліотеки calibre

source: Manage data files
ar: إدارة ملفات البيانات
cs: Spravovat datové soubory
es: Administrar archivos de datos
fi: Datatiedostojen hallinta
gl: Xestionar ficheiros de datos
mr: डेटा फायली व्यवस्थापित करा
pl: Zarządzaj plikami danych
pt_br: Gerenciar arquivos extras
ru: Управление файлами данных
sv: Hantera datafiler
uk: Керування файлами даних

source: Upload or download additional data files to this book
ar: رفع أو تنزيل ملفات بيانات إضافية لهذا الكتاب
cs: Odeslat nebo stáhnout dodatečné datové soubory do této knihy
mr: या पुस्तकासाठी अधिक डेटा फायली अपलोड किंवा डाउनलोड करा
pt_br: Fazer Upload ou download de mais arquivos de dados para este livro
ru: Загрузить дополнительные файлы данных в эту книгу
sv: Överför eller hämta ytterligare datafiler till denna bok
uk: Вивантажити або отримати додаткові файли даних до цієї книги
