Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Highlight the word under the tap point or view the image under the tap or select the highlight under the tap
ar: تمييز الكلمة تحت نقطة النقر أو عرض الصورة تحت النقر أو تحديد التمييز تحت النقر
cs: Zvýraznit slovo pod bodem klepnutí nebo zobrazit obrázek pod klepnutím nebo vybrat zvýraznění pod klepnutím
de: Hebe das Wort unter dem Tipppunkt hervor oder zeige das Bild unter dem Tippen oder Wähle die Hervorhebung unter dem Tippen aus
es: Resaltar la palabra bajo el punto de toque o ver la imagen bajo el punto de toque o seleccionar el resaltado bajo el punto de toque
fi: Korosta sana napautuskohdan alla tai katso kuva napautuskohdan alla tai valitse korostus napautuskohdan alla
gl: Resalte a palabra debaixo do punto de toque ou visualice a imaxe baixo o toque ou seleccione o resaltado baixo o toque
pl: Podświetl słowo pod punktem dotknięcia lub wyświetl obraz pod dotknięciem lub wybierz wyróżnienie pod dotknięciem
pt_br: Destacar a palavra sob o ponto de toque ou ver a imagem sob o toque ou selecionar o destaque sob o toque
ru: Выделите слово под точкой касания или просмотрите изображение под касанием или выберите выделение под касанием
sv: Markera ordet under tryckpunkten eller visa bilden under trycket eller välj markeringen under trycket
ta: குழாய் புள்ளியின் கீழ் உள்ள சொல்லை முன்னிலைப்படுத்து அல்லது தட்டுவதன் கீழ் படத்தைப் பார் அல்லது தட்டுவதன் கீழ் முன்னிலைப்படுத்துவதைத் தேர்ந்தெடு
uk: Підсвітити слово під точкою торкання, переглянути зображення під точкою торкання або вибрати підсвічування під точкою торкання

source: Make text smaller
ar: تصغير النص
cs: Zmenšit text
de: Verkleinere den Text
es: Hacer el texto más pequeño
fi: Pienennä tekstiä
gl: Fai o texto máis pequeno
mr: मजकूर छोटे करा
pl: Pomniejsz tekst
pt_br: Diminuir o texto
ru: Уменьшить текст
sv: Gör texten mindre
ta: உரையைச் சிறியதாக்கு
uk: Зменшити розмір символів

source: Decrease the font size
ar: تقليل حجم الخط
cs: Zmenšit velikost písma
de: Verringere die Schriftgröße
es: Reducir el tamaño de letra
fi: Pienennä fonttikokoa
gl: Diminuír o tamaño da fonte
mr: फाँटचा आकार छोटा करा
pl: Zmniejsz rozmiar czcionki
pt_br: Diminuir o tamanho da fonte
ru: Уменьшить размер шрифта
sv: Minska teckensnittsstorleken
ta: எழுத்துரு அளவைக் குறை
uk: Зменшити розмір символів шрифту

source: Make text bigger
ar: تكبير النص
cs: Zvětšit text
de: Vergrößere den Text
es: Hacer el texto más grande
fi: Suurenna tekstiä
gl: Fai o texto máis grande
mr: मजकूर मोठे करा
pl: Powiększ tekst
pt_br: Aumentar o texto
ru: Увеличить текст
sv: Gör texten större
ta: உரையை பெரிதாக்கு
uk: Збільшити розмір символів

source: Increase the font size
ar: زيادة حجم الخط
cs: Zvětšit velikost písma
de: Vergrößere die Schriftgröße
es: Ampliar el tamaño de letra
fi: Suurenna fonttikokoa
gl: Aumenta o tamaño da fonte
mr: फाँटचा आकार मोठा करा
pl: Zwiększ rozmiar czcionki
pt_br: Aumentar o tamanho da fonte
ru: Увеличить размер шрифта
sv: Öka teckensnittsstorleken
ta: எழுத்துரு அளவை அதிகரி
uk: Збільшити розмір символів шрифту

source: Next chapter
ar: الفصل التالي
cs: Další kapitola
de: Nächstes Kapitel
es: Siguiente capítulo
fi: Seuraava kappale
gl: Próximo capítulo
mr: पुढचा अध्याय
pl: Następny rozdział
pt_br: Próximo capítulo
ru: Следующая глава
sv: Nästa kapitel
ta: அடுத்த இயல்
uk: Наступна глава

source: Scroll to the start of the next section or chapter in the book
ar: انتقل إلى بداية القسم أو الفصل التالي في الكتاب
cs: Posunout na začátek další sekce nebo kapitoly v knize
de: Blättere zum Anfang des nächsten Abschnitts oder Kapitels des Buches
es: Desplazarse al inicio de la siguiente sección o capítulo del libro
fi: Siirry kirjan seuraavan jakson tai kappaleen alkuun
gl: Desprácese ata o inicio da seguinte sección ou capítulo do libro
pl: Przewiń do początku kolejnej sekcji lub rozdziału książki
pt_br: Rolar para o início da próxima seção ou capítulo do livro
ru: Прокрутить до начала следующего раздела или главы в книге
sv: Bläddra till början av nästa avsnitt eller kapitel i boken
ta: அடுத்த பகுதியின் அல்லது இயலின் தொடக்கத்திற்கு புத்தகத்தில் உருட்டு
uk: Гортати до початку наступного розділу або глави у книзі

source: Previous chapter
ar: الفصل السابق
cs: Předchozí kapitola
de: Voriges Kapitel
es: Capítulo anterior
fi: Edellinen kappale
gl: Capítulo anterior
mr: मागचा अध्याय
pl: Poprzedni rozdział
pt_br: Capítulo anterior
ru: Предыдущая глава
sv: Föregående kapitel
ta: முந்தைய இயல்
uk: Попередня глава

source: Scroll to the start of the previous section or chapter in the book
ar: انتقل إلى بداية القسم أو الفصل السابق في الكتاب
cs: Posunout na začátek předchozí sekce nebo kapitoly v knize
de: Blättere zum Anfang des vorigen Abschnitts oder Kapitels des Buches
es: Desplazarse al inicio de la sección o capítulo anterior del libro
fi: Vieritä kirjan edellisen jakson tai kappaleen alkuun
gl: Desprácese ata o inicio da sección ou capítulo anterior do libro
pl: Przewiń do początku poprzedniej sekcji lub rozdziału w książce
pt_br: Rolar para o início da seção ou capítulo anterior do livro
ru: Прокрутить к началу предыдущего раздела или главы в книге
sv: Bläddra till början av föregående avsnitt eller kapitel i boken
ta: முந்தைய பகுதியின் அல்லது இயலின் தொடக்கத்திற்கு புத்தகத்தில் உருட்டு
uk: Гортати до початку попереднього розділу або глави у книзі

source: Pan the contents
ar: تحريك المحتويات
cs: Posouvání obsahu
de: Verschiebe die Inhalte
es: Desplazar el contenido
fi: Panoroi sisältöä
gl: Pan o contido
pl: Pokaż zawartość na całym ekranie
pt_br: Mover o conteúdo
ru: Панорамировать содержимое
sv: Panorera innehållet
ta: உள்ளடக்கங்களை முழுமையாக்கு
uk: Панорамування вмістом

source: Scroll the screen contents in tandem with finger movement
ar: انتقل بمحتويات الشاشة بالتزامن مع حركة الإصبع
cs: Posouvat obsah obrazovky společně s pohybem prstu
de: Verschiebe die Bildschirminhalte zusammen mit der Fingerbewegung
es: Desplazar el contenido de la pantalla junto con el movimiento del dedo
fi: Vieritä näytön sisältöä samanaikaisesti sormen liikkeen kanssa
gl: Despraza o contido da pantalla en conxunto co movemento dos dedos
pl: Przesuwaj zawartość ekranu zgodnie z ruchami palców
pt_br: Rolar o conteúdo da tela em conjunto com o movimento do dedo
ru: Прокручивать содержимое экрана в тандеме с движением пальца
sv: Bläddra igenom skärminnehållet i takt med fingerrörelser
ta: விரல் இயக்கத்துடன் இணைந்து திரை உள்ளடக்கங்களை உருட்டு
uk: Гортати вміст екрана синхронно із пересуванням пальця

source: Flick scroll
ar: تمرير سريع
cs: Rychlost posouvání
de: Schwunghaftes Blättern
es: Desplazamiento de toque
fi: Vieritä rullaa
gl: Despraza o desprazamento
mr: फ्लिक स्क्रोल
pl: Przewijanie za pomocą gestu szybkiego przesunięcia
pt_br: Rolagem rápida
ru: Прокрутка пролистыванием
sv: Dragbläddra
ta: சுண்டியிழுத்தல்
uk: Інерційне гортання

source: Scroll the screen contents with momentum based on how fast you flick your finger
ar: انتقل بمحتويات الشاشة بقوة بناءً على سرعة تحريك إصبعك
cs: Posouvat obsah obrazovky podle rychlosti pohybu prstu
de: Blättere die Bildschirminhalte mit Schwung, je nachdem wie schnell du mit dem Finger wischst
es: Desplazar el contenido de la pantalla con inercia según la velocidad del toque
fi: Vieritä näytön sisältöä vauhdilla sen mukaan, kuinka nopeasti pyyhkäiset sormella
gl: Desprácese polo contido da pantalla con impulso en función da rapidez coa que moves o dedo
pl: Przewijaj zawartość ekranu w sposób dostosowany do prędkości gestu przesuwania
pt_br: Rolar o conteúdo da tela com impulso baseado na velocidade que você desliza o dedo
ru: Прокручивать содержимое экрана с имульсом, зависящим от скорости касания пальцем
sv: Bläddra igenom skärminnehållet med fart baserat på hur snabbt du drar med fingret
ta: உங்கள் விரலை எவ்வளவு வேகமாகப் சுண்டுகிறீர்கள் என்பதை அடிப்படையாகக் கொண்டு திரை உள்ளடக்கங்களை வேகத்துடன் உருட்டு
uk: Гортати вміст екрана зі швидкістю, яка пропорційна до швидкості руху пальця

source: No action
ar: لا يوجد إجراء
cs: Žádná akce
de: Keine Aktion
es: Ninguna acción
fi: Ei toimintaa
gl: Ningunha acción
mr: कोणतीही क्रिया नाही
pl: Brak działań
pt_br: Nenhuma ação
ru: Нет действия
sv: Ingen åtgärd
ta: நடவடிக்கை இல்லை
uk: Немає дій

source: Ignore this gesture performing no action in response to it
ar: تجاهل هذه الإيماءة ولا تقم بأي إجراء ردًا عليها
cs: Ignorovat toto gesto a nereagovat na něj žádnou akcí
de: Diese Geste ignorieren und keine Aktion als Reaktion darauf ausführen
es: Se ignora este gesto y no se realiza ninguna acción como respuesta
fi: Ohita tämä ele tekemättä mitään toimintoa vastauksena
gl: Ignora este xesto sen realizar ningunha acción en resposta a el
pl: Ignoruj ten gest, nie wykonując żadnej akcji w odpowiedzi na niego
pt_br: Ignorar este gesto, não realizando qualquer ação em resposta a ele
ru: Игнорировать этот жест, не выполняя никаких действий в ответ на него
sv: Ignorera denna gest och utför ingen åtgärd som svar på den
ta: அதற்கு பதிலளிக்கும் விதமாக எந்த நடவடிக்கையும் செய்யாத இந்த சைகையை புறக்கணி
uk: Ігнорувати цей жест, не виконуючи ніяких дій у відповідь на нього

source: Offline storage quota exceeded! Try deleting some stored books first.
ar: تم تجاوز حصة التخزين دون اتصال! حاول حذف بعض الكتب المخزنة أولاً.
cs: Překročena offline kvóta úložiště! Zkuste nejdříve odstranit některé uložené knihy.
de: Offline-Speicherkontingent überschritten! Versuchen Sie zunächst, einige der gespeicherten Bücher zu löschen.
es: ¡Capacidad de almacenamiento local excedida! Pruebe a borrar algunos libros primero.
fi: Offline-tallennuksen tilaraja on ylittynyt! Yritä ensin poistaa joitakin tallennettuja kirjoja.
gl: Superouse a cota de almacenamento sen conexión. Proba a eliminar algúns libros almacenados primeiro.
id: Melebihi kuota penyimpanan luring! Hapus beberapa buku dulu.
ja: オフラインストレージが満杯です!まず初めに保存されたほんのいくつかを削除してください。
pl: Limit przestrzeni dyskowej przekroczony! Spróbuj usunąć kilka książek z dysku.
pt_br: Quota de armazenagem offline excedida! Tente deletar alguns livros antes.
ru: Квота оффлайнового хранилища превышена! Попробуйте удалить несколько сохраненных книг.
sv: Frånkopplad lagringskvot har överskridits! Testa att ta bort några lagrade böcker först.
ta: தொடர்பிலா சேமிப்பக ஒதுக்கீடு மீறியது! முதலில் சேமிக்கப்பட்ட சில புத்தகங்களை நீக்க முயற்சி.
uk: Перевищено квоту у автономному сховищі даних! Спробуйте вилучити деякі зі збережених книг.

source: Your browser does not support IndexedDB. Cannot read books. Consider using a modern browser, such as Chrome or Firefox.
ar: متصفحك لا يدعم قواعد البيانات المفهرسة IndexedDB. لا يمكن قراءة الكتب. ضع في اعتبارك استخدام متصفح حديث، مثل كروم أو فايرفوكس.
cs: Váš prohlížeč nepodporuje IndexedDB. Nelze číst knihy. Zvažte použití moderního prohlížeče, jako je Chrome nebo Firefox.
de: Ihr Browser unterstützt keine IndexedDB. Bücher können nicht gelesen werden. Ziehen Sie die Verwendung eines modernen Browsers wie Chrome oder Firefox in Betracht.
es: El navegador no admite IndexedDB. No se pueden leer libros. Piense en usar un navegador moderno como Chrome o Firefox.
fi: Selaimesi ei tue IndexedDB-ominaisuutta. Kirjoja ei voida lukea. Harkitse vaihtamista nykyaikaiseen selaimeen, kuten Chrome tai Firefox.
gl: O teu navegador non admite IndexedDB. Non se poden ler libros. Considere usar un navegador moderno, como Chrome ou Firefox.
id: Peramban tidak mendukung IndexedDB. Buku tidak dapat dibaca. Gunakan peramban modern, seperti Chrome atau Firefox.
ja: 使用しているブラウザでは IndexedDB はサポートされていません。ChromeやFirefoxなど別のブラウザをご利用ください。
mr: तुमचा ब्राउझर IndexedDB चे समर्थन करत नाही. यामुळे पुस्तक वाचता येत नाही. क्रोम किंवा फायरफॉक्ससारखा एखादा आधुनिक ब्राउझर वापरणे विचारात घ्या.
pl: Twoja przeglądarka nie obsługuje IndexedDB. Nie można czytać książek. Użyj nowszej przeglądarki, np. Chrome lub Firefox.
pt_br: Seu navegador não tem suporte para IndexedDB. Não é possível ler livros. Considere usar um navegador moderno, como Chrome ou Firefox.
ru: Ваш браузер не поддерживает IndexedDB. Невозможно читать книги. Используйте современный браузер, такой как Chrome или Firefox.
sv: Din webbläsare stöder inte IndexedDB. Det går inte att läsa böcker. Överväg att använda en modern webbläsare, till exempel Chrome eller Firefox.
ta: உங்கள் உலாவி குறியிட்டதரவுதளத்தை ஆதரிக்கவில்லை. புத்தகங்களைப் படிக்க முடியாது. வண்ணம் அல்லது தீநரி போன்ற புதிய உலாவியைப் பயன்படுத்துவதைக் கவனி.
uk: У вашій програмі для перегляду інтернету не передбачено підтримки IndexedDB. Читання книг неможливе. Вам варто встановити сучаснішу програму, наприклад Chrome або Firefox.

source: Please close all other browser tabs with calibre open
ar: رجاءاً أغلق كل تبويبات المتصفح الأخرى مع كون Calibre مفتوحاً
cs: Zavřete všechny ostatní karty prohlížeče s otevřeným Calibre
de: Bitte alle anderen Browser-Tabs schließen, in denen Calibre geöffnet ist
es: Por favor, cierre todas las otras pestañas con calibre abierto
fi: Sulje kaikki muut selaimen välilehdet, joissa calibre on auki
gl: Pecha todas as outras pestanas do navegador co calibre aberto
id: Tutup semua tab peramban lain yang membuka calibre
ja: Calibreで開いたすべてのブラウザタブを閉じてください
mr: कृपया कॅलिबर उघडा असेल असे इतर सर्व ब्राउझर टॅब बंद करा
pl: Zamknij pozostałe karty w przeglądarce przy włączonym calibre
pt_br: Por favor feche todas as outras abas com e-books abertos
ru: Пожалуйста, закройте все другие вкладки с открытым calibre
sv: Stäng alla andra webbläsarflikar som har calibre öppen
ta: தயவுசெய்து திறன் திறந்தபடி மற்ற அனைத்து உலாவி தாவல்களையும் மூடு
uk: Будь ласка, закрийте усі інші вкладки програми для перегляду інтернету, не закриваючи вкладку calibre

source: You must allow calibre to use IndexedDB storage in your browser to read books
ar: يجب أن تسمح لCalibre أن يستخدم خزن البيانات المفهرسة في متصفحك لقراءة الكتب
cs: Musíte povolit Calibre použití úložiště IndexedDB ve vašem prohlížeči, abyste mohli číst knihy
de: Sie müssen Calibre die Nutzung des IndexedDB-Speichers in Ihrem Browser erlauben, um Bücher zu lesen
es: Debe permitir que calibre use almacenamiento IndexedDB en el navegador para leer libros
fi: Calibrelle tulee sallia InexedDB-tallennus selaimessasi jotta voit lukea kirjoja
gl: Debes permitir que calibre use o almacenamento IndexedDB no teu navegador para ler libros
id: Izinkan calibre menggunakan penyimpanan IndexedDB di peramban untuk membaca buku
ja: ブラウザで本を読むために、Calibre で IndexedDB ストレージを使えるように設定が必要です。
pl: Musisz upoważnić calibre do używania magazynu IndexedDB w twojej przeglądarce, aby czytać książki
pt_br: O calibre precisa de permissão para usar a API IndexedDB em seu navegador para que possa ler e-books.
ru: Вы должны разрешить calibre использовать хранилище IndexedDB в браузере, чтобы читать книги.
sv: Du måste tillåta calibre att använda IndexedDB lagring i din webbläsare för att läsa böcker
ta: புத்தகங்களைப் படிக்க உங்கள் உலாவியில் குறியிட்டதரவுதளம் சேமிப்பிடத்தைப் பயன்படுத்த நீங்கள் திறனை அனுமதிக்க வேண்டும்
uk: Вам слід дозволити calibre використовувати сховище даних IndexedDB у вашій програмі для перегляду інтернету, щоб читати книги

source: Database upgraded!
ar: تم تحديث قاعدة البيانات!
cs: Databáze aktualizována!
de: Datenbank aktualisiert!
es: ¡Base de datos actualizada!
fi: Tietokanta päivitetty!
gl: Base de datos actualizada!
id: Pangkalan data diperbarui!
ja: データベースが更新されました
mr: डेटाबेस अपग्रेड झाले!
pl: Baza danych zaktualizowana!
pt_br: Banco de dados atualizado!
ru: База данных обновлена!
sv: Databas uppgraderad!
ta: தரவுத்தளம் மேம்படுத்தப்பட்டது!
uk: Базу даних оновлено!

source: There was an error while interacting with the database used to store books for offline reading. Click "Show details" for more information.
ar: حصل خطأ أثناء التفاعل مع قاعدة البيانات المستخدَمة لخزن الكتب للقراءة خارج الخط. انقر "إظهار التفاصيل" لمزيد من المعلومات.
cs: Během komunikace s databází použité k ukládání knih pro čtení offline došlo k chybě. Pro více informací klikněte na "Zobrazit podrobnosti".
de: Fehler beim Interagieren mit der Datenbank, die Bücher zum offline Lesen speichert. "Details anzeigen" anklicken für weitere Informationen.
es: Ocurrió un error al interaccionar con la base de datos usada para almacenar los libros para leer sin conexión. Pulse «Mostrar detalles» para más información.
fi: Offline-kirjojen tietokannan kanssa ilmeni virhe. Klikkaa "Näytä tiedot" saadaksesi lisätietoja.
gl: Produciuse un erro ao interactuar coa base de datos utilizada para almacenar libros para ler sen conexión. Preme en «Mostrar detalles» para obter máis información.
id: Ada kesalahan selagi berinteraksi dengan pangkalan data tempat menyimpan buku untuk dibaca secara luring. Klik "Tampilkan detail" untuk informasi lebih lanjut.
ja: オフラインで読むための本を格納するのに使用されるデータベースとの通信でエラーが発生しました。詳しくは「詳細を表示」をクリックしてください。
pl: Wystąpił błąd podczas połączenia z bazą danych książek offline. Kliknij „Pokaż szczegóły”, by dowiedzieć się więcej.
pt_br: Houve um erro ao interagir com o banco de dados usado para armazenar livros offline. Clique em "Mostrar detalhes" para mais informações.
ru: Произошла ошибка при взаимодействии с базой данных, хранящей книги для автономного чтения. Нажмите «Показать подробности» для получения дополнительной информации.
sv: Det uppstod ett fel vid interagerande med den databas som används för att lagra böcker för frånkopplad läsning. Klicka på "Visa detaljer" för mer information.
ta: தொடர்பிலா வாசிப்புக்கான புத்தகங்களை சேமிக்கப் பயன்படுத்தப்படும் தரவுத்தளத்துடன் தொடர்பு கொள்ளும்போது பிழை ஏற்பட்டது. மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு.
uk: Під час взаємодії із базою даних, що використовується для зберігання книг для читання у автономному режимі, сталася помилка. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: Failed to read from the books database
ar: فشل قراءة الكتب من قاعدة البيانات
cs: Nepodařilo se číst z databáze knih
de: Lesen aus der Bücherdatenbank fehlgeschlagen
es: Fallo al leer de la base de datos de libros
fi: Kirjatietokannan lukeminen epäonnistui
gl: Produciuse un erro ao ler a base de datos de libros
id: Gagal membaca dari pangkalan buku
ja: 書籍データベースからの読み込みに失敗しました
mr: पुस्तकांच्या डेटाबेसमधून वाचण्यात अपयशी
pl: Błąd odczytu z bazy książek
pt_br: Falha ao ler o banco de dados dos livros
ru: Не удалось прочитать базу данных книг
sv: Det gick inte att läsa från bokdatabasen
ta: புத்தகங்கள் தரவுத்தளத்திலிருந்து படிக்கத் தவறிவிட்டது
uk: Не вдалося прочитати вміст бази даних книг

source: Failed to read from the objects database
ar: فشل في القراءة من قاعدة بيانات المواضيع
cs: Nepodařilo se číst z databáze objektů
de: Lesen aus der Objektdatenbank fehlgeschlagen
es: Fallo al leer de la base de datos de objetos
fi: Objektitietokannan lukeminen epäonnistui
gl: Produciuse un erro ao ler a base de datos de obxectos
id: Gagal membaca dari pangkalan data objek
ja: オブジェクトデータベースからの読み込みに失敗しました
pl: Błąd odczytu z bazy obiektów
pt_br: Falha ao ler a partir do objeto do banco de dados.
ru: Не удалось прочитать базу данных объектов
sv: Det gick inte att läsa från postdatabasen
ta: பொருள்கள் தரவுத்தளத்திலிருந்து படிக்கத் தவறிவிட்டது
uk: Не вдалося прочитати дані з бази даних об’єктів

source: Failed to write to the books database
ar: فشل في الكتابة في قاعدة بيانات الكتب
cs: Nepodařilo se zapsat do databáze knih
de: Schreiben in die Bücherdatenbank fehlgeschlagen
es: Fallo al escribir en la base de datos de libros
fi: Kirjatietokantaan tallentaminen epäonnistui
gl: Produciuse un erro ao escribir na base de datos de libros
id: Gagal menulis ke pangkalan data buku
ja: 本データベースへの書き込みを失敗しました
mr: पुस्तकांच्या डेटाबेसमध्ये लिहिण्यात अपयशी
pl: Błąd zapisu do bazy książek
pt_br: Falha ao escrever na base de dados Livros.
ru: Не удалась запись в базу данных книг
sv: Det gick inte att skriva till bokdatabasen
ta: புத்தகங்கள் தரவுத்தளத்திற்கு எழுதத் தவறிவிட்டது
uk: Не вдалося записати дані до бази даних книг

source: Failed to store book data ({0}) with error: {1}
ar: فشل في تخزين بيانات الكتب ({0}) و الخطأ: {1}
cs: Nepodařilo se uložit data knihy ({0}) s chybou: {1}
de: Speichern von Buchdaten ({0}) fehlgeschlagen mit Fehler: {1}
es: Fallo al almacenar datos de libros ({0}) con error: {1}
fi: Kirjan ({0}) tietojen tallentaminen epäonnistui, virheilmoitus: {1}
gl: Produciuse un erro ao almacenar os datos do libro ({0}) con erro: {1}
id: Gagal menyimpan data buku ({0}) dengan kesalahan: {1}
ja: 本のデータの格納に失敗: ({0}) 、 エラー:{1}
pl: Błąd zachowania danych książki ({0}) błąd: {1}
pt_br: Falha ao armazenar dados do e-book ({0}), com o erro: {1}
ru: Не удалось сохранить данные книги ({0}) с ошибкой: {1}
sv: Det gick inte att spara bokdata ({0}) med fel: {1}
ta: பிழையுடன் புத்தகத் தரவை ({0}) சேமிப்பதில் தோல்வி: {1}
uk: Не вдалося зберегти дані книги ({0}). Помилка: {1}

source: Failed to store mathjax file ({0}) with error: {1}
ar: فشل في تخزين بيانات ملفات ماثجاكس -mathjax- ({0}) و الخطأ: {1}
cs: Nepodařilo se uložit soubor mathjax ({0}) s chybou: {1}
de: Speichern der MathJax Datei ({0}) fehlgeschlagen mit Fehler: {1}
es: Fallo al almacenar el archivo MathJax ({0}) con error: {1}
fi: Mathjax-tiedoston ({0}) tallennus epäonnistui, virheilmoitus: {1}
gl: Produciuse un erro ao almacenar o ficheiro mathjax ({0}) co erro: {1}
id: Gagal menyimpan file mathjax ({0}) dengan kesalahan: {1}
ja: mathjax ファイル ({0}) を保存できませんでした。エラー: {1}
pl: Błąd zachowania pliku mathjax ({0}) błąd: {1}
pt_br: Falha ao armazenar o arquivo mathjax ({0}), com o erro: {1}
ru: Не удалось сохранить файл MathJax ({0}) с ошибкой: {1}
sv: Det gick inte att lagra MathJax-fil ({0}) med fel: {1}
ta: பிழையுடன் கணக்குசஃசு கோப்பை ({0}) சேமிப்பதில் தோல்வி: {1}
uk: Не вдалося зберегти файл mathjax ({0}), повідомлення про помилку: {1}

source: Failed to write to the objects database
ar: فشلت الكتابة إلى قاعدة بيانات الكوائن
cs: Nepodařilo se zapsat do databáze objektů
de: Schreiben in die Objektdatenbank fehlgeschlagen
es: Fallo al escribir en la base de datos de objetos
fi: Objektitietokantaan tallentaminen epäonnistui
gl: Produciuse un erro ao escribir na base de datos de obxectos
id: Gagal menulis ke pangkalan data objek
ja: オブジェクトデータベースへの書き込みに失敗しました
pl: Błąd zapisu do bazy obiektów
pt_br: Falha ao escrever na base de dados Objetos.
ru: Не удалась запись в базу данных объектов
sv: Det gick inte att skriva till postdatabasen
ta: பொருள்களின் தரவுத்தளத்திற்கு எழுதத் தவறிவிட்டது
uk: Не вдалося записати дані до бази даних об’єктів

source: Failed to read the file {0} for the book {1} from the browser offline cache.
ar: فشلت قراءة الملف {0} للكتاب {1} من خبيئة المتصفح خارج الخط.
cs: Nepodařilo se číst soubor {0} pro knihu {1} z offline mezipaměti prohlížeče.
de: Fehler beim Lesen der Datei {0} für das Buch {1} aus dem Offline-Cache des Browsers
es: Fallo al leer el archivo {0} del libro {1} del caché sin conexión del navegador.
fi: Kirjan ({0}) {1} tiedoston lukeminen offline-välimuistista epäonnistui.
gl: Produciuse un erro ao ler o ficheiro {0} do libro {1} da caché sen conexión do navegador.
id: Gagal membaca file {0} untuk buku {1} dari tembolok luring peramban.
ja: ブラウザのオフラインキャッシュから本 {1} のファイル {0} が読み込めませんでした。
mr: ब्राउझर ऑफलाईन कॅश मधून {1} या पुस्तकाची {0} ही फाईल वाचण्यात अपयशी.
pl: Nie udało się odczytać pliku {0} z książki {1} z pamięci podręcznej przeglądarki.
pt_br: Falha ao ler o arquivo {0} para o livro {1} do cache offline do navegador.
ru: Не удалось прочитать файл {0} для книги {1} из автономного кеша браузера.
sv: Det gick inte att läsa filen {0} för boken {1} från webbläsarens frånkopplade cache.
ta: உலாவி தொடர்பிலா தற்காலிக சேமிப்பிலிருந்து {1} புத்தகத்திற்கான {0} கோப்பைப் படிக்கத் தவறிவிட்டது.
uk: Не вдалося прочитати файл {0} книги {1} із автономного кешу браузера.
