Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Sec&tionize:
ar: تقسيم إلى أقسام:
cs: Rozdělit &na oddíly:
de: Sek&tionieren:
es: &Dividir en secciones:
fi: Ja osiin:
gl: Seccionar:
ja: セクション化(&T):
mr: अनुभाग करा (&t):
pl: Podziel na sekcje:
pt_br: Seção:
ru: Сек&ционировать
sv: Sek&tionisera:
ta: பிரி:
uk: По&діл на розділи:

source: &Genre:
ar: &النوع:
cs: &Žánr:
es: &Género:
gl: &Xénero:
ja: ジャンル(&G)
mr: झाँरे (&G):
pl: &Gatunek:
pt_br: &Gêneros
ru: &Жанр:
ta: வகை:
uk: &Жанр:

source: Enable &auto-rotation of wide images
ar: تفعيل التدوير التلقائي للصور العريضة
cs: Povolit &automatické otáčení širokých obrázků
de: &Automatisches Drehen von breiten Bildern aktivieren
es: Activar rotación &automática de imágenes anchas
fi: Salli leveiden kuvien automaattinen kääntäminen
gl: Activa a &rotación automática de imaxes amplas
ja: 幅の広い画像を自動で回転(&A)
pl: Włącz &automatyczne obracanie szerokich obrazów
pt_br: Habilita &autorotação de imagens amplas
ru: &Авто-вращение широких изображений
sv: Aktivera &automatisk rotering av breda bilder
ta: பரந்த படங்களை தானாக சுழல இயக்கு
uk: Увімкнути &автоматичне обертання широких зображень

source: &Wordspace:
ar: تباعد الكلمات:
cs: &Mezera mezi slovy:
de: &Wortabstand:
es: Espacio entre &palabras:
fi: Sana&väli:
gl: Espazo entre &palabras:
ja: 単語間隔(&W):
mr: वर्डस्पेस (&W):
pl: &Odstęp między słowami:
pt_br: Espa&ço da palavra:
ru: Промежуток между &словами:
sv: &Ordutrymme:
ta: சொல்வெளி:
uk: Пр&оміжки між словами:

source: Minim&um para. indent:
ar: أقل مسافة بادئة للفقرة:
cs: M&inimální odsazení odstavce:
de: Minimale Absatzeinrück&ung:
es: Sangría mín&ima de párrafos:
fi: Minimisisennys:
gl: Mínimo para. sangría:
ja: 段落の字下げ最小値(&u):
pl: Minimalny pargraf. akapit:
pt_br: Indentação mínima do paragráfo:
ru: Мин. отст&уп абзаца:
sv: Minsta stycke&indrag:
ta: குறைந்தபட்ச பத்தி உள்தள்ளல்:
uk: Мінімальний ві&дступ абзацу:

source: Render &tables as images
ar: عرض الجداول كصور
cs: Vykreslit &tabulky jako obrázky
de: &Tabellen als Bilder darstellen
es: Convertir &tablas a imágenes
fi: Muunna taulukot kuviksi
gl: Renderizar &táboas como imaxes
ja: 表をイメージとして描画する(&T)
mr: टेबल चित्र म्हणून रेंडर करा (&t)
pl: Przekształć &tabele na grafikę
pt_br: Renderizar &tabelas como imagens
ru: Рендерить &таблицы как изображения
sv: Återge &tabeller som bilder
ta: அட்டவணைகள் படங்களாக வழங்கு
uk: Пере&творювати таблиці на зображення

source: Text size multiplier for text in rendered tables:
ar: معامل تضخيم حجم الخط للنص في الجداول المعروضة:
cs: Násobitel velikosti textu pro text vykreslených tabulek:
de: Multiplikator der Schriftgröße für Schrift in gerenderten Tabellen:
es: Multiplicador para el tamaño de letra de las tablas convertidas:
fi: Tekstikoon kerroin kuvaksi muunnetuissa taulukoissa:
gl: Multiplicador para o tamaño das letras nas táboas convertidas
ja: テーブル描画時のテキストサイズ倍率
pl: Mnożnik rozmiaru dla tekstu w przekształcanych tabelach:
pt_br: Multiplicador do tamanho de texto para textos nas tabelas renderizadas:
ru: Множитель размера текста для текста в отрендеренных таблицах:
sv: Textstorleksmultiplikator för text i återgivna tabeller:
ta: வழங்கப்பட்ட அட்டவணையில் உரைக்கான உரை அளவு பெருக்கி:
uk: Коефіцієнт розміру тексту для тексту у оброблених таблицях:

source: Add &header
ar: إضافة رأس الصفحة
cs: Přidat &záhlaví
de: Kopfzeile &hinzufügen
es: Añadir encabe&zado
fi: Lisää otsikko
gl: Engadir &cabeceira
ja: ヘッダを追加する(&H)
mr: शीर्षलेख जोडा (&h)
pl: Dodaj &nagłówek
pt_br: Adicionar &cabeçalho
ru: Добавить &верхний колонтитул
sv: Lägg till &rubrik
ta: தலைப்புச் சேர்
uk: Д&одати заголовок

source: Header &separation:
ar: فصل الرأس:
cs: &Oddělení záhlaví:
de: Abg&renzung der Kopfzeile:
es: &Separación de encabezado:
fi: Otsikon välistys:
gl: &Separación da cabeceira
ja: ヘッダ余白(&S)
mr: शीर्षलेख विभाजन (&s):
pl: &Oddzielenie nagłówka:
pt_br: &Separador de cabeçalho:
ru: Разделение &заголовков:
sv: Rubrik&separering:
ta: தலைப்பு பிரிப்பு:
uk: &Роздільник заголовка:

source: Header &format:
ar: التهيئة:
cs: &Formát záhlaví:
de: Format der Kop&fzeile:
es: &Formato de encabezado:
fi: Otsikon muoto:
gl: &Formato da cabeceira
ja: ヘッダのフォーマット(&F):
mr: शीर्षलेखाचा स्वरूप (&f):
pl: &Format nagłówka:
pt_br: &Formatação do cabeçalho:
ru: &Формат верхнего колонтитула
sv: Rubrik&format:
ta: தலைப்பு வடிவம்:
uk: &Формат заголовка:

source: Serif fon&t family:
ar: عائلة خط Serif:
cs: Rodina písem &s patkami:
de: Serifen-Schrif&tfamilie:
es: Tipo de le&tra serif:
fi: Serif-fontti:
gl: Familia de tipos de letra Serif:
ja: Serif フォントファミリ(&T):
mr: सेरिफ फाँट समूह (&t):
pl: Rodzina czcionek Serif:
pt_br: Fonte família Serif:
ru: Семейство шрифтов с &засечками:
sv: &Serif-teckensnittsfamilj:
ta: செரிஃப் எழுத்துரு குடும்பம்:
uk: &Гарнітура шрифту з засічками:

source: Sans-serif font fami&ly:
ar: عائلة خط Sans-serif:
cs: Rodina písem &bez patek:
de: Serifen&lose Schriftfamilie:
es: Tipo de &letra sans-serif:
fi: Sans-serif-fontti:
gl: Familia de tipos de letra Sans-serif:
ja: Sans-serif フォントファミリ(&L):
mr: सांस-सेरिफ फाँट समूह (&l):
pl: Rodzina czcionek Sans-serif:
pt_br: Fonte família Sans-serif:
ru: Семейство шрифтов &без засечек:
sv: S&ans-serif-teckensnittsfamilj:
ta: சான்ச்-செரிஃப் எழுத்துரு குடும்பம்:
uk: Га&рнітура шрифту без засічок:

source: &Monospace font family:
ar: عائلة خط Monospace:
cs: Rodina písem s &pevnou šířkou:
de: Nichtproportionale Schriftfa&milie:
es: Tipo de letra m&onoespaciada:
fi: Monospace-fontti:
gl: Familia de tipos de &monoespazo:
ja: 等幅フォントファミリ(&M):
mr: मोनोस्पेस फाँट समूह (&M):
pl: Rodzina czcionek o s&tałej szerokości:
pt_br: Família de fonte &monoespaçada:
ru: Семейство моно&ширинных шрифтов:
sv: &Monospace-teckensnittsfamilj:
ta: ஒற்றைவெளி எழுத்துரு குடும்பம்:
uk: &Моноширинна гарнітура:

source: Do not add &Table of Contents to book
ar: لا تضف &جدول المحتويات إلى الكتاب
cs: Nepřidávat &Obsah do knihy
de: Inhal&tsverzeichnis nicht zum Buch hinzufügen
es: &No añadir un índice al libro
fi: Älä lisää kirjaan sisällysluetteloa
gl: Non engada o índice ao libro
ja: 本に目次を加えない(&T)
mr: पुस्तकात अनुक्रमणिका जोडू नका (&T)
pl: Nie dodawaj spisu &treści do książki
pt_br: Não adicionar &índice ao livro
ru: Не добавлять &оглавление в книгу
sv: Lägg inte till någon &innehållsförteckning i boken
ta: புத்தகத்தில் உள்ளடக்க அட்டவணையைச் சேர்க்க வேண்டாம்
uk: Не додавати з&міст до книги

source: &Title for Table of Contents:
ar: عنوان لقائمة المحتويات المولدة:
cs: &Nadpis pro obsah:
de: &Titel des Inhaltsverzeichnisses:
es: &Título para el índice:
fi: Sisällysluettelon o&tsikko:
gl: &Título do Índice de contidos:
ja: 目次のタイトル(&T):
mr: अनुक्रमणिकेचे शीर्षक (&T):
pl: &Tytuł dla spisu treści:
pt_br: &Título para o índice:
ru: &Название оглавления:
sv: &Titel för innehållsförteckning:
ta: உள்ளடக்க அட்டவணைக்கான தலைப்பு:
uk: З&аголовок змісту:

source: Put generated Table of Contents at &start of book instead of end
ar: ضع جدول المحتويات المُنشأ في &بداية الكتاب بدلاً من النهاية
cs: Umístit vygenerovaný obsah na &začátek knihy místo na konec
de: Erzeugtes Inhaltsverzeichnis an Buch&anfang anstatt -ende setzen
es: Colocar el índice generado al &principio del libro y no al final
fi: Laita luotu sisällysluettelo kirjan alkuun (lopun sijaan)
gl: Pon o índice xerado ao comezo do libro en lugar do final
ja: 生成された目次を本の後ろでなく初めに入れる(&S)
mr: उत्पन्न केलेली अनुक्रमणिका पुस्तकाच्या शेवटी घालण्याऐवजी पुस्तकाच्या सुरुवातीला घाला (&s)
pl: Umieść wygenerowany spis treści na początku, a nie na końcu książki
pt_br: Colocar o índice gerado no &começo do livro, e não no final
ru: Добавить содержание в на&чало книги вместо конца
sv: Sätt genererad innehållsförteckning vid &början av boken istället för slutet
ta: உருவாக்கப்பட்ட உள்ளடக்க அட்டவணையை முடிவுக்கு பதிலாக புத்தகத்தின் தொடக்கத்தில் வை
uk: Розта&шувати створений зміст на початку книги замість кінця

source: Ignore &margins
ar: تجاهل الهوامش
cs: Ignorovat &okraje
de: &Ränder ignorieren
es: Ignorar &márgenes
fi: Ohita marginaalit
gl: Ignorar as &marxes
ja: マージンを無視する(&M)
mr: समास दुर्लक्ष करा (&m)
pl: Nie uwzględniaj &marginesów
pt_br: Ignorar &margens
ru: Игнорировать &поля
sv: Ignorera &marginaler
ta: விளிம்புகள் புறக்கணி
uk: І&гнорувати поля

source: Use author &sort for author
ar: استخدم الكاتب ترتيب بدلاً من البلاغ
cs: Použít řazení &autora pro autora
de: Autoren&sortierung für Autor verwenden
es: Usar el o&rden de autor como autor(es)
fi: Käytä tekijäjärjestelyä tekijänä
gl: Usar a &ordenación por autores/as
ja: 著者として著者読みを使う(&S)
pl: Użyj pola author &sort jako autora
pt_br: Use autor &ordenado como autor
ru: Использовать со&ртировочное имя автора как автора
sv: Använd författarens &sorteringsordning som författarnamn
ta: ஆசிரியருக்கு ஆசிரியர் வரிசையைப் பயன்படுத்து
uk: Ви&користовувати впорядкування за автором для поля автора

source: Do not convert all images to &JPEG (may result in images not working in older viewers)
ar: لا تحول جميع الصور إلى &JPEG (قد يؤدي ذلك إلى عدم عمل الصور في العارضين القدامى)
cs: Nepřevádět všechny obrázky na &JPEG (může vést k nefunkčnosti obrázků ve starších prohlížečích)
de: Nicht alle Bilder ins &JPEG-Format umwandeln (mit älteren Lesegeräten können Bilder möglicherweise nicht angezeigt werden)
es: No convertir todas las imágenes a &JPEG (puede hacer que las imágenes no aparezcan en lectores antiguos)
fi: Älä muunna kaikkia kuvia JPEG.muotoon (voi estää kuvien näkymisen vanhemmissa lukijoissa)
gl: Non converter todas as imaxes a &JPEG (pode provocar que as imaxes non funcionen nos visores máis antigos)
ja: すべてのイメージをJPEGに変換しない（古いデバイスではイメージが表示されなくなる可能性があります。）
mr: सर्व चित्रांचे JPEG ला रुपांतर करू नका (याने जुन्या दृश्यकांमध्ये चित्र न दिसण्याची समस्या घडू शकते)
pl: Nie konwertuj obrazów do &JPEG (może powodować problemy z ich wyświetlaniem w starszych wersjach podglądu)
pt_br: Não converter todas as imagens para &JPEG (pode resultar que imagens não funcionem em visualisadores mais antigos)
ru: Не конвертировать все изображения в &JPEG (для изображений, не работающих на старых просмотрщиках)
sv: Konvertera inte alla bilder till &JPEG (kan resultera i bilder som inte fungerar i äldre läsare)
ta: எல்லா படங்களையும் இபபொகு ஆக மாற்ற வேண்டாம் (பழைய பார்வையாளர்களில் படங்கள் வேலை செய்யாமல் போகலாம்)
uk: Не перетворювати всі зображення у &формат JPEG (може призвести до того, що зображення не можна буде переглянути у застарілих програмах)

source: Disable &compression of the file contents
ar: تعطيل ضغط محتويات الملف
cs: Zakázat &kompresi obsahu souboru
de: &Komprimierung der Dateiinhalte deaktivieren
es: &Desactivar la compresión de los contenidos del archivo
fi: Poista tiedoston pakkaus käytöstä
gl: Desactiva a &compresión do contido do ficheiro
ja: ファイル内容の圧縮を無効にする(&C)
mr: फायलीच्या सामग्रीचे संपीडन निष्क्रिय करा (&c)
pl: Wyłącz &kompresję zawartości pliku
pt_br: Desliga &compressão dos conteúdos dos arquivos.
ru: Отключить &сжатие содержимого файла
sv: Inaktivera &komprimering av filinnehåll
ta: கோப்பு உள்ளடக்கங்களின் சுருக்கம் முடக்கு
uk: Вимкнути с&тиснення вмісту файлів

source: MOBI fi&le type:
ar: نوع ملف MOBI:
cs: &Typ souboru MOBI:
de: MOBI-Dateit&yp:
es: Tipo de &archivo MOBI:
fi: MOBI-tiedostotyyppi:
gl: Tipo de ficheiro MOBI:
ja: MOBIファイル・タイプ(&L)：
mr: MOBI फाईल प्रकार (&l):
pl: Typ pliku MOBI:
pt_br: Tipo de arquivo MOBI:
ru: MOBI фа&йл:
sv: MOBI-fi&ltyp:
ta: கைபேசி கோப்பு வகை:
uk: &Тип файла MOBI:

source: Personal Doc tag:
ar: علامة المستند الشخصية:
cs: Značka Osobního dokumentu:
de: Schlagwort für die Kennzeichnung als persönliches Dokument:
es: Etiqueta de documento personal:
fi: Personal Doc -tägi:
gl: Etiqueta de documentos persoais:
ja: 私的なドキュメントのタグ：
mr: वैयक्तिक दस्तऐवजाचा टॅग:
pl: Etykieta dla osobistego dokumentu:
pt_br: Etiqueta de Documento Pessoal:
ru: Тег личной маркировки:
sv: Tagg för personliga dokument:
ta: தனிப்பட்ட ஆவண குறிச்சொல்:
uk: Особиста мітка Doc:

source: Enable &sharing of book content via Facebook, etc. WARNING: Disables last read syncing
ar: تفعيل &مشاركة محتوى الكتاب عبر فيسبوك، إلخ. تحذير: يؤدي إلى تعطيل مزامنة آخر قراءة
cs: Povolit &sdílení obsahu knihy prostřednictvím Facebooku atd. VAROVÁNÍ: Zakáže synchronizaci posledního čtení
de: Teilen des Buchinhalt&s per Facebook usw. aktivieren. ACHTUNG: Deaktiviert das Synchronisieren der letzten Leseposition
es: &Compartir el contenido del libro vía Facebook, etc. ADVERTENCIA: Esta opción desactiva la sincronización automática
fi: Salli kirjan sisällön jakaminen Facebookissa jne. VAROITUS: Estää viimeksi luetun synkroinoinnin
gl: Activar e compartir contido do libro a través de Facebook, etc. AVISO: Desactiva a sincronización da última lectura
ja: Facebookなどでの書籍内容の共有を許可する ※警告: 最後に読んだページの同期は無効になります
mr: पुस्तकाची सामग्री फेसबुक इ. ने शेअऱ करणे सक्रिय करा. चेतावणी: याने "याआधी वाचलेले" सिंक निष्क्रिय केले जाईल
pl: Włącz udo&stępnianie zawartości książki przez Facebook itp. UWAGA: wyłącza synchronizację pozycji ostatniego czytania
pt_br: Permitir compartilhamento de conteúdo do livro via Facebook, etc. ATENÇÃO: Desabilita a sincronização da ultima página lida
ru: Включить о&бмен книжным контентом через Facebook и т.п. ПРЕДУПРЕЖДЕНИЕ: отключится синхронизация последнего прочитанного
sv: Aktivera &delning av bokinnehåll via Facebook etc. VARNING: Inaktiverar senaste lästa synkronisering
ta: முகநூல் வழியாக புத்தக உள்ளடக்கத்தை பகிர இயக்கு. எச்சரிக்கை: கடைசியாக வாசிப்பு ஒத்திசைவை முடக்குகிறது
uk: Увімкнути &оприлюднення вмісту книги за допомогою Facebook тощо. Попередження: вимикає синхронізацію даних щодо останнього читання.

source: Forma&t:
ar: التنسيق:
cs: Formá&t:
es: Forma&to:
fi: Muoto:
ja: 書式(&t):
mr: स्वरूप (&t):
pt_br: Formato:
ru: Форм&ат:
ta: வடிவமை:
uk: Фор&мат:

source: O&utput encoding:
ar: ترميز الخرج:
cs: Kó&dování výstupu:
de: A&usgabecodierung:
es: Codificación de &salida:
fi: Tallennusmerkistö:
gl: O&codificación de saída:
ja: 出力エンコーディング(&U)
mr: आउटपुट एनकोडिंग (&u):
pl: Kodowanie wyjściowe:
pt_br: Codificação de saída:
ru: Вы&ходная кодировка:
sv: K&odning för utmatning:
ta: வெளியீட்டு குறியாக்கம்:
uk: &Кодування виведених даних:

source: &Inline TOC
ar: جدول محتويات داخلي
cs: &Vložený obsah
de: &Inline-Inhaltsverzeichnis
es: Índice &interno
fi: Inline-sisällysluettelo
gl: Índice de contidos &en liña
ja: 目次をインラインで取り込む(&I)
pl: Osadzony spis treści
pt_br: Índice em l&inha
ru: Вст&роенное оглавление
sv: &Indragsinnehållsförteckning
ta: உள்வரி அட்டவணை
uk: В&будований зміст

source: &Use the paper size set in output profile
ar: استخدم حجم الورق المحدد في ملف تعريف الإخراج
cs: &Použít velikost papíru nastavenou ve výstupním profilu
de: Papiergröße des A&usgabeprofils verwenden
es: &Usar el tamaño de página del perfil de salida
fi: Käytä sivukokoa tallennusprofiilista
gl: &Usar o tamaño de papel definido no perfil de saída
ja: 出力プロファイルに設定された紙面サイズを使用(&U)
mr: आउटपुट प्रोफायलीत सेट केलेला कागदाचा आकार वापरा (&U)
pl: &Nadpisz rozmiar papieru ustawiony w profilu wyjściowym
pt_br: &Usar o tamanho do papel no perfil de saída
ru: &Исп-ть размер бумаги, заданный в профиле вывода
sv: &Använd pappersstorleken inställd i utmatningsprofil
ta: வெளியீட்டு தற்குறிப்பில் அமைக்கப்பட்ட காகித அளவைப் பயன்படுத்து
uk: Р&озмір аркуша з профіля виведення

source: &Paper size:
ar: حجم الورق:
cs: &Velikost papíru:
de: &Papiergröße:
es: Tamaño de &página:
fi: Sivukoko:
gl: Tamaño do &papel:
ja: 用紙サイズ(&P):
mr: कागदाचा आकार (&P):
pl: Rozmiar &papieru:
pt_br: Tamanho do &Papel:
ru: Размер &бумаги:
sv: Pappers&storlek:
ta: காகித அளவு:
uk: Розмір &паперу:

source: Custom size unit:
ar: وحدة الحجم المخصص:
cs: Vlastní velikost jednotky:
de: Benutzerdefinierte Größeneinheit:
es: Unidad de tamaño personalizado:
fi: Mukautettu kokoyksikkö:
gl: Unidade de tamaño personalizado:
ja: カスタムサイズユニット:
mr: सानुकूल आकाराचा एकक:
pl: Własna jednostka rozmiaru:
pt_br: Tamanho unitário customizado:
ru: Единица кастомного размера:
sv: Anpassad storleksenhet:
ta: தனிப்பயன் அளவு அலகு:
uk: Нетипова одиниця розміру:

source: Discard book &cover
ar: تجاهل &غلاف الكتاب
cs: Zahodit &obálku knihy
de: Verwerfe Buch&deckel
es: Descartar &portada del libro
fi: Hylkää kirjan &kansi
gl: Descarta o libro e a portada
mr: पुस्तकाचे आवरणपृष्ठ फेकून द्या (&c)
pl: Wyrzucić &okładkę książki
pt_br: Descartar &capa do livro
ru: Отвергнуть книгу и &обложку
sv: Släng bok&omslag
ta: புத்தக அட்டையை நிராகரி
uk: Відкинути &обкладинку книги

source: Preserve &aspect ratio of cover
ar: الحفاظ على نسبة &الأبعاد للغلاف
cs: &Zachovat poměr stran obálky
de: Seitenverhältnis des Titelbildes beibeh&alten
es: &Mantener las proporciones de la portada
fi: Säilytä kannen kuvasuhde
gl: Manter a &proporción da capa
ja: 表紙のアスペクト比を保つ(&A)
mr: आवरणपृष्ठांचे प्रसर गुणोत्तर जपा (&a)
pl: Zachowaj &proporcje rozmiaru okładki
pt_br: Preservar &aspecto da capa
ru: Сохранять &соотношение сторон обложки
sv: &Behåll omslagsproportioner
ta: அட்டை விகிதத்தை பாதுகாக்கவும்
uk: З&берігати співвідношення розмірів обкладинки

source: Add page &numbers to the bottom of every page
ar: أضف &أرقام الصفحات إلى أسفل كل صفحة
cs: Přidat čísla stránek &dolů na každou stránku
de: Seite&nzahlen am Ende jeder Seite hinzufügen
es: Añadir &números de página al final de cada página
fi: Lisää sivunumerot jokaisen sivun alareunaan
gl: Engade números de páxina na parte inferior de cada páxina
ja: すべてのページの下にページ番号を追加(&N)
mr: प्रत्येक पानाच्या खाली पानाची संख्या जोडा (&n)
pl: Dodaj &paginację na dole każdej strony
pt_br: Adicionar &números ao final de cada página
ru: Добавить &номера страниц внизу каждой страницы
sv: Lägg till sid&nummer på botten av varje sida
ta: ஒவ்வொரு பக்கத்தின் கீழும் பக்க எண்களைச் சேர்
uk: Додати &номери сторінок внизу кожної сторінки

source: &Break long words at the end of lines
ar: &اكسر الكلمات الطويلة في نهاية الأسطر
cs: &Rozdělit dlouhá slova na koncích řádků
de: Lange W&örter an Zeilenenden trennen
es: &Dividir palabras largas al final del renglón
fi: Katkaise pitkät sanat rivien lopussa
gl: &Rompe as palabras longas ao final das liñas
ja: 長い単語を行末で分割(&B)
mr: ओळींच्या शेवटी असलेले मोठे शब्द मोडा (&B)
pl: Przełamuj długie słowa na końcach wersów
pt_br: &Quebrar palavras longas no final das linhas
ru: &Разрыв длинных слов в конце строк
sv: &Dela långa ord i slutet av raderna
ta: வரிகளின் முடிவில் நீண்ட சொற்களை உடை
uk: Пе&реносити довгі слова наприкінці рядків

source: Add a printable &Table of Contents at the end
ar: أضف جدول محتويات قابل للطباعة في النهاية
cs: Přidat &tisknutelný obsah na konec
de: Ausdruckbares Inhal&tsverzeichnis am Ende hinzufügen
es: Añadir un í&ndice imprimible al final
fi: Lisää tulostettava sisällysluettelo loppuun
gl: Engade unha táboa de contidos imprimible ao final
ja: 末尾に印刷可能な目次を追加(&T)
mr: छापता येण्यासारखी अनुक्रमणिका शेवटला जोडा (&T)
pl: Dodaj spis &treści z numerami stron na końcu
pt_br: Adicionar um índice imprimível no final
ru: Добавить в конце &оглавление для печати
sv: Lägg till en utskrivbar &innehållsförteckning i slutet
ta: இறுதியில் அச்சிடக்கூடிய உள்ளடக்க அட்டவணையைச் சேர்
uk: Додати придатний до друку з&міст наприкінці

source: &Title for ToC:
ar: &عنوان جدول المحتويات:
cs: &Nadpis obsahu:
de: &Titel für Inhaltsverzeichnis:
es: &Título para el índice:
fi: Sisällysluettelon o&tsikko:
gl: &Título para o índice:
ja: 目次のタイトル(&T):
mr: अनुक्रमणिकेचे शीर्षक (&T):
pl: &Tytuł spisu treści:
pt_br: &Título do índice:
ru: &Название оглавления:
sv: &Rubrik för innehållsförteckning:
ta: அட்டவணையக்கான தலைப்பு:
uk: З&аголовок змісту:

source: Serif famil&y:
ar: عائلة Serif:
cs: Rodina písem &s patkami:
de: &Serifen-Schriftfamilie:
es: Tipo de &letra serif:
fi: Serif-fontti:
gl: Serif familiar:
ja: Serifフォント(&Y):
mr: सेरिफ समूह (&y):
pl: Rodzina czcionek szer&yfowych:
pt_br: Família de fontes &Serif (Serifadas):
ru: Семе&йство с засечками:
sv: Serif-famil&j:
ta: செரிஃப் குடும்பம்:
uk: &Гарнітура з засічками:

source: Sans fami&ly:
ar: عائلة Sans:
cs: Rodina písem &bez patek:
de: Serifen&lose Schriftfamilie:
es: Tipo de letra &sans-serif:
fi: Sans-Serif-fontti:
gl: Sans familia:
ja: Sansフォント(&L):
mr: सांस समूह (&l):
pl: Rodzina czc&ionek bezszeryfowych:
pt_br: Família &Sans:
ru: Семейс&тво без засечек:
sv: Sans-fami&lj:
ta: சான்ச் குடும்பம்:
uk: Г&арнітура без засічок:

source: &Monospace family:
ar: عائلة &Monospace:
cs: Písmo &s pevnou šířkou:
de: Nichtpr&oportionale Schriftfamilie:
es: Tipo de letra &monoespaciada:
fi: Monospace-fontti:
gl: Tipo de letra &monoespazo:
ja: 等幅フォント(&M):
mr: मोनोस्पेस समूह (&M):
pl: Rodzina czcionek o s&tałej szerokości:
pt_br: Família &Monoespaçada:
ru: &Моноширинное семейство:
sv: &Monospace teckensnittsfamilj:
ta: ஒற்றைவெளி குடும்பம்:
uk: &Моноширинна гарнітура:

source: S&tandard font:
ar: &خيارات الخط:
cs: S&tandardní písmo:
de: S&tandardschrift:
es: Tipo de letra es&tándar:
fi: Vakiofontti:
gl: Tipo de letra es&tándar:
ja: 標準フォント(&T):
mr: मानक फाँट (&t):
pl: Czcionka pods&tawowa:
pt_br: Fon&te padrão:
ru: Стан&дартный шрифт:
sv: S&tandardteckensnitt:
ta: நிலையான எழுத்துரு:
uk: &Типовий шрифт:

source: Default font si&ze:
ar: حجم الخط الافتراضي:
cs: Výchozí velikost písma:
de: Standardschriftgr&öße:
es: &Tamaño de letra predeterminado:
fi: Vakio tekstikoko:
gl: Tamaño &de letra predeterminado:
ja: デフォルトのフォントサイズ(&Z)
mr: फाँटचा डिफॉल्ट आकार (&z):
pl: Domyślny ro&zmiar czcionki:
pt_br: Tamanho padrão da fon&te:
ru: Размер шрифта по &умолчанию:
sv: Standardteckensto&rlek:
ta: இயல்புநிலை எழுத்துரு அளவு:
uk: Типовий розм&ір символів:

source: Page number &map:
ar: خريطة أرقام الصفحات:
cs: &Mapa čísel stránek:
de: Zuordnung der Seiten&zahlen:
es: Correspondencia de nú&mero de página:
fi: Sivunumerokartta:
gl: Número de páxina e mapa:
ja: ページ番号マップ(&M):
mr: पृष्ठक्रमांकांचा नकाशा (&m):
pl: Mapa numerów stron:
pt_br: &Mapa de número de página:
ru: Карта &номера страницы:
sv: Sidnummer&karta:
ta: பக்க எண் வரைபடம்:
uk: П&рив'язка номерів сторінок:

source: Use page margins from the &document being converted
ar: استخدم هوامش الصفحة من المستند الذي يتم تحويله
cs: Použít okraje stránek z převáděného &dokumentu
de: Blattränder des zu konvertierenden &Dokuments verwenden
es: Usar los márgenes de página del &documento de origen
fi: Käytä muunnettavan tiedoston marginaaleja
gl: Use as marxes de páxina do &documento que se está a converter
ja: 変換するドキュメントのページマージンを使用(&D)
mr: रुपांतर होत असलेल्या दस्तऐवजाच्या पानाचे समास वापरा (&d)
pl: Użyj marginesów strony z konwertowanego dokumentu
pt_br: Use as margens da página do &documento que está sendo convertido
ru: Использовать поля страницы из &конвертируемого документа
sv: Använd sidmarginaler från &dokumentet som konverteras
ta: ஆவணம் மாற்றப்படுவதிலிருந்து பக்க விளிம்புகளைப் பயன்படுத்து
uk: Поля сторінки з перетворюваного &документа

source: Odd/even offset
ar: إزاحة فردي/زوجي
cs: Posun lichých a sudých
de: Ungerade/gerade-Offset
es: Desplazamiento par o impar
fi: Pariton/parillinen siirtymä
gl: Desfase par/impar
ja: 奇数/偶数オフセット
pl: Nieparzyste/parzyste przesunięcie
pt_br: Offset de par/ímpar
ru: Отступ чётных/нечётных
sv: Udda/jämn förskjutning
ta: ஒற்றைப்படை/இரட்டை ஈடுசெய்
uk: Відступ непарної/парної

source: &Header template:
ar: قالب &الرأس:
cs: Šablona zá&hlaví:
de: &Kopfzeilenvorlage:
es: Plantilla de &cabecera:
fi: Otsikkomalli:
gl: &Modelo de cabeceira:
ja: ヘッダテンプレート(&H):
mr: शीर्षलेखाचा साचा (&H):
pl: Szablon &nagłówka:
pt_br: Modelo de cabeçal&ho:
ru: Шаблон вер&хнего колонтитула:
sv: &Rubrikmall:
ta: தலைப்பு வார்ப்புரு:
uk: Шаблон &верхніх колонтитулів:

source: &Footer template:
ar: &قالب التذييل:
cs: Šablona zá&patí:
de: &Fußzeilenvorlage:
es: Plantilla de &pie de página:
fi: Alatunnistemalli:
gl: Modelo de &pé de páxina:
ja: フッタテンプレート(&F):
mr: तळलेखाचा साचा (&F):
pl: Szablon &stopki:
pt_br: Modelo de ro&dapé:
ru: Шаблон ни&жнего колонтитула:
sv: Sid&fotsmall:
ta: அடிக்குறிப்பு வார்ப்புரு:
uk: Шаблон &нижніх колонтитулів:
