Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: The text associated with this highlight could not be found in the book. This can happen if the book was modified. This highlight will be automatically removed.
ar: لم يُعثر على النص المرتبط بهذا التمييز في هذا الكتاب. يمكن ان يحصل هذا إذا عُدّل الكتاب. سيُزال هذا التحديد تلقائيا.
cs: Text přidružený tomuto zvýraznění nelze v knize nalézt. To se může stát, pokud byla kniha změněna. Zvýraznění bude automaticky odebráno.
de: Der mit dieser Hervorhebung verbundene Text konnte im Buch nicht gefunden werden. Dies kann passieren, wenn das Buch verändert wurde. Diese Hervorhebung wird automatisch entfernt.
es: El texto asociado con este resaltado no se pudo encontrar en el libro. Esto puede suceder si se modifica el libro. Este resaltado se eliminará automáticamente.
fi: Tähän korostukseen liittyvää tekstiä ei löytynyt kirjasta. Näin voi käydä, jos kirjaa on muokattu. Tämä korostus poistetaan automaattisesti.
gl: O texto asociado a este punto destacado non se puido atopar no libro. Isto pode ocorrer se o libro foi modificado. Este resaltado eliminarase automaticamente.
ja: このハイライトに関連付けられたテキストが本の中に見つかりません。本が変更された可能性があります。このハイライトは自動的に削除されます。
pl: Nie można znaleźć tekstu związanego z tym wyróżnieniem w książce. Może się to zdarzyć, jeśli książka została zmodyfikowana. To wyróżnienie zostanie automatycznie usunięte.
pt_br: O texto associado a este destaque não foi encontrado no livro. Isto pode acontecer caso o livro tenha sido modificado. Este destaque será automaticamente removido.
ru: Текст, связанный с этим выделением, в книге не найден. Такое случается, если книга была изменена. Выделение будет автоматически удалено.
sv: Texten associerad med denna markering kunde inte hittas i boken. Detta kan hända om boken ändrades. Denna markering tas bort automatiskt.
ta: இந்த முன்னிலைப்படுத்தலுடன் தொடர்புடைய உரையைப் புத்தகத்தில் காண முடியவில்லை. புத்தகம் மாற்றியமைக்கப்பட்டால் இது நிகழலாம். இந்த முன்னிலைப்படுத்துதல் தானாக அகற்றப்படும்.
uk: У книзі не вдалося знайти текст, який пов'язано із цим підсвічуванням. Таке могло трапитися через те, що до книги було внесено зміни. Це підсвічування буде автоматично вилучено.

source: The notes for this highlight have been copied to the clipboard.
ar: الملاحظات لهذا التمييز قد نُسخت الى الحافظة.
cs: Poznámky pro toto zvýraznění byly zkopírovány do schránky.
de: Die Anmerkungen zu der Hervorhebung wurden in die Zwischenablage kopiert.
es: Las notas para este resaltado se han copiado al portapapeles.
fi: Tämän korostuksen muistiinpanot on kopioitu leikepöydälle.
gl: As notas deste destacado copiáronse no portapapeis.
ja: ハイライトのメモをクリップボードにコピーしました。
mr: या हायलाईटच्या टिपा क्लिपबोर्डवर कॉपी केल्या गेल्या आहेत.
pl: Notatki dotyczące tego wyróżnienia zostały skopiowane do schowka.
pt_br: As notas deste destaque foram copiadas para a área de transferência.
ru: Заметки к этому выделению скопированы в буфер обмена.
sv: Anteckningarna för denna markering har kopierats till urklipp.
ta: இந்த முன்னிலைப்படுத்துதலுக்கான குறிப்புகள் இடைநிலைபலகைக்கு நகலெடுக்கப்பட்டுள்ளன.
uk: Нотатки для цього підсвічування було скопійовано до буфера обміну даними.

source: Copy notes to clipboard
ar: نسخ الملاحظات الى الحافظة
cs: Kopírovat poznámky do schránky
de: Anmerkungen in Zwischenablage kopieren
es: Copiar notas al portapapeles
fi: Kopioi muistiinpanot leikepöydälle
gl: Copiar notas ao portapapeis
ja: 注釈をクリップボードにコピー
mr: टिपा क्लपबोर्डला कॉपी करा
pl: Skopiuj notatki do schowka
pt_br: Copiar notas para a área de transferência
ru: Копировать заметки в буфер обмена
sv: Kopiera anteckningar till urklipp
ta: குறிப்புகளை இடைநிலைபலகைக்கு நகலெடு
uk: Копіювати нотатки до буфера обміну

source: Too little text
ar: نص قليل جدًا
cs: Příliš málo textu
de: Zu wenig Text
es: Demasiado poco texto
fi: Liian vähän tekstiä
gl: Demasiado pouco texto
ja: テキストが短すぎます
mr: मजकूर खूपच कमी आहे
pl: Za mało tekstu
pt_br: Texto muito pequeno
ru: Слишком мало текста
sv: För lite text
ta: மிகக் குறைந்த உரை
uk: Замало тексту

source: Cannot search as too little text is selected. You must select at least two characters.
ar: لا يمكن البحث لأن النص المحدد قليل جدًا. يجب تحديد حرفين على الأقل.
cs: Nelze hledat, protože je vybráno příliš málo textu. Musíte vybrat alespoň dva znaky.
de: Die Suche ist nicht möglich, da zu wenig Text ausgewählt wurde. Sie müssen mindestens zwei Zeichen auswählen.
es: No se puede buscar tan poco texto. Debe seleccionar al menos dos caracteres.
fi: Haku ei onnistu, koska valittuna on liian vähän tekstiä. Sinun on valittava vähintään kaksi merkkiä.
gl: Non se pode buscar porque se seleccionou pouco texto. Debes seleccionar polo menos dous caracteres.
ja: 選択したテキストが短すぎるため検索できません。最低 2 文字以上を選択してください。
mr: खूप कमी मजकूर निवडले असल्यामुळे शोध घेऊ शकत नाही. तुम्ही किमान दोन कॅरॅक्टर निवडायला हवेत.
pl: Nie można wyszukiwać, ponieważ wybrano za mało tekstu. Musisz wybrać co najmniej dwa znaki.
pt_br: Não é possível pesquisar, uma vez que um texto muito pequeno foi selecionado. Você deve selecionar pelo menos dois caracteres.
ru: Невозможно выполнить поиск, так как выделено слишком мало текста. Вы должны выбрать не менее двух символов.
sv: Det går inte att söka eftersom för lite text har markerats. Du måste välja minst två tecken.
ta: மிகக் குறைந்த உரை தேர்ந்தெடுக்கப்பட்டதால் தேட முடியாது. நீங்கள் குறைந்தது இரண்டு எழுத்துக்களைத் தேர்ந்தெடுக்க வேண்டும்.
uk: Пошук неможливий, оскільки позначено надто мало тексту. Вам слід позначити принаймні два символи.

source: Are you sure you want to delete this highlight permanently?
ar: أمتأكد أنك تريد حذف هذا التمييز نهائيا؟
cs: Opravdu chcete trvale odstranit toto zvýraznění?
de: Sind Sie sicher, dass Sie diese Hervorhebung dauerhaft löschen möchten?
es: ¿Está seguro de querer eliminar este resaltado de manera permanente?
fi: Oletko varma, että haluat poistaa tämän korostuksen pysyvästi?
gl: Estás seguro de que queres eliminar este destacado permanentemente?
ja: このハイライトを完全に削除しますか？
mr: तुम्हाला नक्की हा हायलाईट कायमचा डिलीट करायचा आहे का?
pl: Czy na pewno chcesz trwale usunąć to wyróżnienie?
pt_br: Tem certeza que deseja apagar este destaque permanentemente?
ru: Вы действительно хотите навсегда удалить это выделение?
sv: Är du säker på att du vill ta bort denna markering permanent?
ta: இந்த முன்னிலைப்படுத்துதலை நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
uk: Ви справді хочете вилучити це підсвічування остаточно?

source: Are you sure you want to delete the highlighting of "{}" and the associated notes permanently?
ar: هل أنت متأكد أنك تريد حذف تمييز "{}" والملاحظات المرتبطة به بشكل دائم؟
cs: Opravdu chcete trvale odstranit zvýraznění „{}“ a přidružené poznámky?
de: Bist du sicher, dass die Hervorhebung von "{}" und die zugehörigen Notizen dauerhaft gelöscht werden sollen?
es: ¿Está seguro de que querer borrar el resaltado de «{}» y las notas asociadas permanentemente?
fi: Haluatko varmasti poistaa "{}" -korostuksen ja siihen liittyvät muistiinpanot pysyvästi?
gl: Estás seguro de que queres eliminar o resaltado de «{}» e as notas asociadas permanentemente?
mr: "{}" याचे केलेले हायलाईट आणि त्यासंबंधित टिपा तुम्हाला कायमच्या डिलीट करायच्या आहेत का?
pl: Czy na pewno chcesz trwale usunąć wyróżnienie "{}" oraz wszystkie powiązane z nim notatki?
pt_br: Tem certeza que deseja apagar o destaque de "{}" e todas as notas associadas permanentemente?
ru: Вы уверены, что хотите навсегда удалить выделение "{}" и связанные с ним заметки?
sv: Är du säker på att du vill ta bort markeringen av "{}" och de associerade anteckningarna permanent?
ta: "{}" இன் முன்னிலைப்படுத்துதலையும் அதனுடன் தொடர்புடைய குறிப்புகளையும் நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
uk: Ви справді хочете остаточно вилучити підсвічування «{}» та пов'язані із ним нотатки?

source: Are you sure you want to delete the highlighting of "{}" permanently?
ar: هل أنت متأكد أنك تريد حذف التمييز "{}" بشكل دائم؟
cs: Opravdu chcete trvale odstranit zvýraznění „{}“?
de: Bist du sicher, dass die Hervorhebung von "{}" dauerhaft gelöscht werden soll?
es: ¿Está seguro de querer borrar el resaltado de «{}» permanentemente?
fi: Haluatko varmasti poistaa "{}" -korostuksen pysyvästi?
gl: Estás seguro de que queres eliminar o resaltado de «{}» permanentemente?
mr: "{}" याचे केलेले हायलाईट तुम्हाला कायमचे डिलीट करायचे आहे का?
pl: Czy na pewno chcesz trwale usunąć wyróżnienie "{}"?
pt_br: Tem certeza que deseja apagar o destaque de "{}" permanentemente?
ru: Вы уверены, что хотите навсегда удалить выделение "{}"?
sv: Är du säker på att du vill ta bort markeringen av "{}" permanent?
ta: "{}" இன் முன்னிலைப்படுத்துதலை நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
uk: Ви справді хочете вилучити підсвічування «{}» остаточно?

source: Are you sure?
ar: أنت متأكّد؟
cs: Opravdu to chcete?
de: Sind Sie sicher?
es: ¿Está seguro?
fi: Oletko varma?
gl: Está seguro?
id: Apakah Anda Yakin?
ja: よろしいですか？
mr: नक्की का?
pl: Jesteś pewien?
pt_br: Você tem certeza?
ru: Вы уверены?
sv: Är du säker?
ta: நீ சொல்வது உறுதியா?
uk: Ви впевнені?

source: Highlighting failed
ar: فشل التمييز
cs: Zvýraznění selhalo
de: Hervorheben fehlgeschlagen
es: Fallo en el resaltado
fi: Korostaminen epäonnistui
gl: Produciuse un erro ao resaltar
ja: ハイライトできませんでした
mr: हायलाईट करण्यात अपयशी
pl: Podświetlanie nie powiodło się
pt_br: Criação do destaque falhou
ru: Не получилось выделить
sv: Det gick inte att markera
ta: முன்னிலைப்படுத்துதல் தோல்வியுற்றது
uk: Не вдалося виконати підсвічування

source: Failed to apply highlighting, try adjusting extent of highlight
ar: فشل تطبيق التمييز، حاول تعديل مدى التمييز
cs: Nepodařilo se použít zvýraznění, zkuste upravit rozsah zvýraznění
de: Hervorhebung gescheitert, markieren Sie den Text gegebenenfalls neu.
es: No se pudo aplicar el resaltado, pruebe a ajustar la extensión del resaltado
fi: Korostuksen lisääminen epäonnistui, yritä säätää korostuksen laajuutta
gl: Produciuse un erro ao aplicar o resaltado. Proba a axustar a extensión do resaltado
ja: ハイライトを適用できませんでした。ハイライトの範囲を調整してみてください
pl: Nie udało się zastosować podświetlenia, spróbuj dostosować zakres podświetlenia
pt_br: Falha ao aplicar o destaque; tente ajustar o tamanho do destaque
ru: Не удалось выделить, попробуйте изменить размер выделения
sv: Det gick inte att tillämpa markering, försök justera omfattningen av markeringen
ta: முன்னிலைப்படுத்துதல் இடுவதில் தோல்வி, முன்னிலைப்படுத்துதலின் அளவை சரிசெய்து முயற்சி
uk: Не вдалося застосувати підсвічування, спробуйте скоригувати критерій підсвічування

source: This highlight overlaps existing highlights. Creating it will cause notes in the existing highlights to be lost. Create it anyway?
ar: يتداخل هذا التمييز مع التمييزات الموجودة. سيؤدي إنشاؤه إلى فقدان الملاحظات في التمييزات الموجودة. هل تريد إنشائه على أي حال؟
cs: Toto zvýraznění překrývá stávající zvýraznění. Jeho vytvoření způsobí ztrátu poznámek ve stávajících zvýrazněních. Přesto ho vytvořit?
de: Die Hervorhebung überschneidet sich mit vorhandenen Hervorhebungen. Das Erstellen führt zum Verlust von Notizen in den vorhandenen. Trotzdem erstellen?
es: Este resaltado solapa con resaltados existentes. Si lo crea, las notas en los resaltados existentes se perderán. ¿Crearlo de todas formas?
fi: Tämä korostus on päällekkäinen olemassa olevien korostusten kanssa. Sen luominen aiheuttaa sen, että olemassa olevissa korostuksissa olevat muistiinpanot menetetään. Luodaanko se kuitenkin?
gl: Este destacado superpón os destacados existentes. Crealo fará que se perdan as notas dos destacados existentes. Crealo igualmente?
pl: To zaznaczenie nakłada się na aktualne zaznaczenie. Utworzenie go spowoduje utratę istniejących notatek. Utworzyć mimo to?
pt_br: Este destaque se sobrepõe a destaques existentes. Criá-lo irá fazer com que sejam perdidas as notas do destaque existente. Criar mesmo assim?
ru: Это выделение перекрывает существующие выделения. Его создание приведет к потере заметок в существующих выделениях. Все-таки создать?
sv: Denna markering överlappar befintliga markeringar. Om du skapar den kommer anteckningar i de befintliga markeringarna att försvinna. Skapa den ändå?
ta: இந்த முன்னிலைப்படுத்துதல் இருக்கும் முன்னிலைப்படுத்துதல்களுடன் ஒன்று மேல்சேர்க்கிறது. அதை உருவாக்குவது தற்போதுள்ள முன்னிலைப்படுத்துதல்களில் குறிப்புகளை இழக்கச் செய்யும். எப்படியும் அதை உருவாக்கவா?
uk: Це підсвічування перекриває наявні підсвічування. Його створення призведе до втрати наявних підсвічувань. Створити його попри це?

source: Tap on back zone
ar: اضغط على المنطقة الخلفية
cs: Klepnutí na zónu zpět
de: Auf Zurück-Bereich tippen
es: Toque en la zona trasera
fi: Napauta taka-aluetta
gl: Toca a zona traseira
mr: मागे जायच्या क्षेत्रावर टॅप करा
pl: Kliknij strefę cofania
pt_br: Toque na zona de voltar
ru: Нажмите на заднюю зону
sv: Tryck på bakåtzon
ta: பின் மண்டலத்தில் தட்டவும்
uk: Торкання на зоні «Назад»

source: Tap on forward zone
ar: اضغط على المنطقة الأمامية
cs: Klepnutí na zónu vpřed
de: Auf Vorwärts-Bereich tippen
es: Toque en la zona delantera
fi: Napauta edustaa
gl: Toca a zona adiante
mr: पुढे जायच्या क्षेत्रावर टॅप करा
pl: Kliknij strefę postępu
pt_br: Toque na zona de avançar
ru: Нажмите на переднюю зону
sv: Tryck på framåtzon
ta: முன்னோக்கி மண்டலத்தில் தட்டவும்
uk: Торкання на зоні «Далі»

source: Tap in the controls zone
ar: اضغط في منطقة التحكم
cs: Klepnutí na zónu ovládacích prvků
de: Auf Steuerungs-Bereich tippen
es: Toque en la zona de control
fi: Napauta ohjausaluetta
gl: Toca na zona de controis
mr: कंट्रोल क्षेत्रात टॅप करा
pl: Kliknij strefę kontrolek
pt_br: Toque na zona de controles
ru: Нажмите в зоне управления
sv: Tryck i kontrollzon
ta: கட்டுப்பாட்டு மண்டலத்தில் தட்டவும்
uk: Торкання у зоні керування

source: Long tap
ar: نقرة مطوّلة
cs: Dlouhé klepnutí
de: Langes Tippen
es: Toque largo
fi: Pitkä napautus
gl: Toque longo
mr: दीर्घ टॅप
pl: Przytrzymaj
pt_br: Toque longo
ru: Длинное нажатие
sv: Långt tryck
ta: நீண்ட தட்டு
uk: Довге торкання

source: Two finger tap
ar: النقر بإصبعين
cs: Klepnutí dvěma prsty
de: Zwei-Finger-Tippen
es: Toque con dos dedos
fi: Napautus kahdella sormella
gl: Toque con dous dedos
mr: दोन बोटांचे टॅप
pl: Kliknij dwoma palcami
pt_br: Toque com dois dedos
ru: Нажатие двумя пальцами
sv: Två fingertryck
ta: இரண்டு விரல் தட்டு
uk: Торкання двома пальцями

source: Pinch in
ar: القرص للداخل (تصغير)
cs: Stažení prstů
de: Finger kneifen
es: Pellizco hacia dentro
fi: Purista sisään
gl: Beliscar
pl: Użyj dwóch palców aby przybliżyć
pt_br: Movimento de juntar
ru: Щипок внутрь
sv: Nyp in
ta: கிள்ளி சுருக்கு
uk: Щіпання

source: Pinch out
ar: القرص للخارج (تكبير)
cs: Roztažení prstů
de: Finger spreizen
es: Pellizco hacia fuera
fi: Purista ulos
gl: Pincha
pl: Użyj dwóch palców aby oddalić
pt_br: Movimento de afastar
ru: Щипок наружу
sv: Nyp ut
ta: கிள்ளி விரி
uk: Розсування

source: Flick in writing direction, to go back
ar: انقر في اتجاه الكتابة، للعودة
cs: Rychlý pohyb ve směru psaní pro přejití zpět
de: In Schreibrichtung wischen um zurück zu gehen
es: Toque en la dirección de escritura, hacia atrás
fi: Pyyhkäise kirjoitussuuntaan palataksesi takaisin
gl: Move na dirección de escritura para volver atrás
pl: Szybko przesuń w kierunku pisania, aby wrócić
pt_br: Deslizar na direção da escrita, para voltar
ru: Проведите в направлении письма, чтобы перейти назад
sv: Dra i skrivriktningen för att gå tillbaka
ta: திரும்பிச் செல்ல, எழுத்தும் திசையில் சுண்டு
uk: Захоплення у напрямку записування для переходу назад

source: Flick in writing direction, to go forward
ar: انقر في اتجاه الكتابة للمضي قدمًا
cs: Rychlý pohyb ve směru psaní pro přejití vpřed
de: In Schreibrichtung wischen um vorwärts zu gehen
es: Toque en la dirección de escritura, hacia delante
fi: Pyyhkäise kirjoitussuuntaan siirtyäksesi eteenpäin
gl: Toca a dirección da escritura para avanzar
pl: Szybko przesuń w kierunku pisania, aby przejść dalej
pt_br: Deslizar na direção da escrita, para avançar
ru: Проведите в направлении письма, чтобы перейти вперёд
sv: Dra i skrivriktningen för att gå framåt
ta: முன்னோக்கிச் செல்ல, எழுத்தும் திசையில் சுண்டு
uk: Захоплення у напрямку записування для переходу вперед

source: Flick perpendicular to writing direction, to go forward
ar: حرك بشكل عمودي على اتجاه الكتابة للمضي قدمًا
cs: Rychlý pohyb kolmo na směr psaní pro přejití vpřed
de: Rechtwinklig zur Schreibrichtung wischen um vorwärts zu gehen
es: Toque perpendicular a la dirección de escritura, hacia delante
fi: Siirry eteenpäin pyyhkäisemällä kohtisuorassa kirjoitussuuntaan nähden
gl: Toque perpendicularmente á dirección da escritura para avanzar
pl: Szybko przesuń prostopadle do kierunku pisania, aby przejść dalej
pt_br: Deslizar perpendicular à direção da escrita, para avançar
ru: Проведите перпендикулярно направлению письма, чтобы перейти вперёд
sv: Dra vinkelrätt mot skrivriktningen för att gå framåt
ta: முன்னோக்கி செல்ல, எழுதும் திசைக்கு செங்குத்தாக சுண்டு
uk: Захоплення перпендикулярно записуванню для переходу вперед

source: Flick perpendicular to writing direction, to go back
ar: قم بالنقر بشكل عمودي على اتجاه الكتابة، للرجوع إلى الخلف
cs: Rychlý pohyb kolmo na směr psaní pro přejití zpět
de: Rechtwinklig zur Schreibrichtung wischen um zurück zu gehen
es: Toque perpendicular a la dirección de escritura, hacia atrás
fi: Siirry taaksepäin pyyhkäisemällä kohtisuorassa kirjoitussuuntaan nähden
gl: Toque perpendicularmente á dirección da escritura para volver atrás
pl: Szybko przesuń prostopadle do kierunku pisania, aby wrócić
pt_br: Deslizar perpendicular à direção da escrita, para voltar
ru: Проведите перпендикулярно направлению письма, чтобы перейти назад
sv: Dra vinkelrätt mot skrivriktningen för att gå tillbaka
ta: திரும்பிச் செல்ல, எழுதும் திசைக்கு செங்குத்தாக சுண்டு
uk: Захоплення перпендикулярно записуванню для переходу назад

source: Drag finger in writing direction, to go back
ar: اسحب إصبعك في اتجاه الكتابة للرجوع
cs: Potažení prstem ve směru psaní pro přejití zpět
de: Finger in Schreibrichtung ziehen um zurück zu gehen
es: Deslizamiento en la dirección de escritura, hacia atrás
fi: Palaa taaksepäin vetämällä sormea kirjoitussuuntaan
gl: Arrastra o dedo na dirección da escritura para volver atrás
pl: Przeciągnij palcem w kierunku pisania, aby wrócić
pt_br: Arrastar na direção da escrita, para voltar
ru: Перетащите палец в направлении письма, чтобы перейти назад
sv: Dra fingret i skrivriktningen för att gå tillbaka
ta: திரும்பிச் செல்ல, எழுத்தும் திசையில் விரலை இழு
uk: Проведення пальцем у напрямку записування для переходу назад

source: Drag finger in writing direction, to go forward
ar: اسحب إصبعك في اتجاه الكتابة للمضي قدمًا
cs: Potažení prstem ve směru psaní pro přejití vpřed
de: Finger in Schreibrichtung ziehen um vorwärts zu gehen
es: Deslizamiento en la dirección de escritura, hacia delante
fi: Siirry eteenpäin vetämällä sormea kirjoitussuuntaan
gl: Arrastra o dedo na dirección da escritura para avanzar
pl: Przeciągnij palcem w kierunku pisania, aby przejść dalej
pt_br: Arrastar na direção da escrita, para avançar
ru: Перетащите палец в направлении письма, чтобы перейти вперёд
sv: Dra fingret i skrivriktningen för att gå framåt
ta: முன்னோக்கி செல்ல, எழுத்தும் திசையில் விரலை இழு
uk: Проведення пальцем у напрямку записування для переходу вперед

source: Drag finger perpendicular to writing direction, to go back
ar: اسحب الإصبع بشكل عمودي على اتجاه الكتابة، للرجوع إلى الخلف
cs: Potažení prstem kolmo na směr psaní pro přejití zpět
de: Finger rechtwinklig zur Schreibrichtung ziehen um zurück zu gehen
es: Deslizamiento perpendicular a la dirección de escritura, hacia atrás
fi: Palaa taaksepäin vetämällä sormea kohtisuoraan kirjoitussuuntaan nähden
gl: Arrastra o dedo perpendicular á dirección de escritura para volver atrás
pl: Przeciągnij palcem prostopadle do kierunku pisania, aby wrócić
pt_br: Arrastar perpendicular à direção da escrita, para voltar
ru: Перетащите пальцем перпендикулярно направлению письма, чтобы вернуться назад
sv: Dra fingret vinkelrätt mot skrivriktningen för att gå tillbaka
ta: திரும்பிச் செல்ல, எழுதும் திசைக்கு செங்குத்தாக விரலை இழு
uk: Проведення пальцем перпендикулярно записуванню для переходу назад

source: Drag finger perpendicular to writing direction, to go forward
ar: اسحب الإصبع بشكل عمودي على اتجاه الكتابة، للمضي قدمًا
cs: Potažení prstem kolmo na směr psaní pro přejití vpřed
de: Finger rechtwinklig zur Schreibrichtung ziehen um vorwärts zu gehen
es: Deslizamiento perpendicular a la dirección de escritura, hacia delante
fi: Siirry eteenpäin vetämällä sormea kohtisuorassa kirjoitussuuntaan nähden
gl: Arrastra o dedo perpendicular á dirección de escritura para avanzar
pl: Przeciągnij palcem prostopadle do kierunku pisania, aby przejść dalej
pt_br: Arrastar perpendicular à direção da escrita, para avançar
ru: Перетащите пальцем перпендикулярно направлению письма, чтобы перейти вперёд
sv: Dra fingret vinkelrätt mot skrivriktningen för att gå framåt
ta: முன்னோக்கி செல்ல, எழுதும் திசைக்கு செங்குத்தாக விரலை இழு
uk: Проведення пальцем перпендикулярно записуванню для переходу вперед

source: Drag and hold finger in writing direction, to go back
ar: اسحب وأمسك إصبعك في اتجاه الكتابة للرجوع
cs: Potažení a podržení prstem ve směru psaní pro přejití zpět
de: Finger in Schreibrichtung ziehen und halten um zurück zu gehen
es: Deslizamiento y mantener en la dirección de escritura, hacia atrás
fi: Vedä ja pidä sormea kirjoitussuunnassa palataksesi taaksepäin
gl: Arrastra e manteña o dedo na dirección da escritura para volver atrás
pl: Przeciągnij i przytrzymaj palec w kierunku pisania, aby wrócić
pt_br: Arrastar e segurar na direção da escrita, para voltar
ru: Перетащите и удерживайте палец в направлении письма, чтобы перейти назад
sv: Dra och håll fingret i skrivriktningen för att gå tillbaka
ta: திரும்பிச் செல்ல, எழுத்து திசையில் விரலை இழுத்துச் செல்
uk: Проведення пальцем і утримання у напрямку записування для переходу назад

source: Drag and hold finger in writing direction, to go forward
ar: اسحب وأمسك إصبعك في اتجاه الكتابة للمضي قدمًا
cs: Potažení a podržení prstem ve směru psaní pro přejití vpřed
de: Finger in Schreibrichtung ziehen und halten um vorwärts zu gehen
es: Deslizamiento y mantener en la dirección de escritura, hacia delante
fi: Vedä ja pidä sormea kirjoitussuunnassa siirtyäksesi eteenpäin
gl: Arrastra e manteña o dedo na dirección da escritura para avanzar
pl: Przeciągnij i przytrzymaj palec w kierunku pisania, aby przejść dalej
pt_br: Arrastar e segurar na direção da escrita, para avançar
ru: Перетащите и удерживайте палец в направлении письма, чтобы перейти вперёд
sv: Dra och håll fingret i skrivriktningen för att gå framåt
ta: முன்னோக்கிச் செல்ல, எழுத்து திசையில் விரலை இழுத்து பிடி
uk: Проведення пальцем і утримання у напрямку записування для переходу вперед

source: Drag and hold finger perpendicular to writing direction, to go back
ar: اسحب وأمسك إصبعك بشكل عمودي على اتجاه الكتابة، للرجوع إلى الخلف
cs: Potažení a podržení prstem kolmo na směr psaní pro přejití zpět
de: Finger rechtwinklig zur Schreibrichtung ziehen und halten um vorwärts zu gehen
es: Deslizamiento y mantener perpendicular a la dirección de escritura, hacia atrás
fi: Palaa taaksepäin vetämällä ja pitämällä sormea kohtisuorassa kirjoitussuuntaan nähden
gl: Arrastre e manteña o dedo perpendicular á dirección da escritura para volver atrás
pl: Przeciągnij i przytrzymaj palec prostopadle do kierunku pisania, aby wrócić
pt_br: Arrastar e segurar perpendicular à direção da escrita, para voltar
ru: Перетащите и удерживайте палец перпендикулярно направлению письма, чтобы вернуться назад
sv: Dra och håll fingret vinkelrätt mot skrivriktningen för att gå tillbaka
ta: திரும்பிச் செல்ல, எழுதும் திசைக்கு செங்குத்தாக விரலை இழுத்து வைத்திரு
uk: Проведення пальцем і утримання перпендикулярно записуванню для переходу назад
