Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: This usually means the cache is close to full. Clear the browser cache from the browser settings.
ar: هذا يعني عادةً أن ذاكرة التخزين المؤقت على وشك الامتلاء. امسح ذاكرة التخزين المؤقت للمتصفح من إعداداته.
cs: To obvykle znamená, že je mezipaměť téměř plná. Vymažte mezipaměť prohlížeče z nastavení prohlížeče.
de: Dies bedeutet üblicherweise, dass der Zwischenspeicher nahezu voll ist. Leeren Sie den Zwischenspeicher des Browsers in dessen Einstellungen.
es: Esto normalmente significa que el caché está casi lleno. Limpie el caché del navegador en las opciones del navegador.
fi: Tämä tarkoittaa yleensä sitä, että välimuisti on liki täynnä. Tyhjennä selaimen välimuisti selainasetuksissa.
gl: Isto xeralmente significa que a caché está case chea. Borra a caché do navegador desde a configuración do navegador.
id: Biasanya, ini berarti tembolok hampir penuh. Kosongkan tembolok peramban dari pengaturan peramban.
ja: これは通常、キャッシュが満杯に近づいていることを意味します。ブラウザの設定からブラウザのキャッシュをクリアしてください。
mr: याचा शक्यतो अर्थ असतो की कॅश जवळजवळ भरायला आली आहे. ब्राउझर सेटिंगांमधून ब्राउझर कॅश साफ करा.
pl: Zwykle oznacza to, że pamięć podręczna jest prawie pełna. Wyczyść pamięć podręczną przeglądarki z poziomu ustawień przeglądarki.
pt_br: Isso geralmente significa que o cache está quase cheio. Limpe o cache do navegador nas configurações do navegador.
ru: Обычно это означает, что кэш близок к заполнению. Очистите кэш браузера из настроек браузера.
sv: Det betyder vanligtvis att cacheminnet är nära fullt. Rensa webbläsarens cache från webbläsarinställningarna.
ta: இது வழக்கமாக கேச் முழுமையாய் உள்ளது என்பதாகும். உலாவி அமைப்புகளிலிருந்து உலாவி தற்காலிக சேமிப்பை அழி.
uk: Це, зазвичай, означає, що кеш близький до заповнення. Спорожніть кеш браузера за допомогою параметрів браузера.

source: Cannot read file from book
ar: لم يمكن قراءة الملف من الكتاب
cs: Nelze číst soubor z knihy
de: Buchdatei kann icht gelesen werden
es: No se puede leer el archivo del libro
fi: Kirjan tiedostoa ei voi lukea
gl: Non se pode ler o ficheiro do libro
id: File dari buku tidak dapat dibaca
ja: 本のファイルを読み込めません
mr: पुस्तकातून फाईल वाचता येत नाही
pl: Nie można odczytać pliku z książki
pt_br: Não foi possível ler o arquivo do livro
ru: Невозможно прочесть файл из книги
sv: Det går inte att läsa fil från bok
ta: புத்தகத்திலிருந்து கோப்பைப் படிக்க முடியாது
uk: Не вдалося прочитати файл з книги

source: Failed to read the MathJax files from the browser offline cache.
ar: فشلت قراءة ملفات المكتبة الرياضية MathJax من خبيئة المتصفح خارج الخط.
cs: Nepodařilo se číst soubory soubory MathJax z offline mezipaměti prohlížeče.
de: Fehler beim Lesen der MathJax-Dateien aus dem Offline-Zwischenspeicher des Browsers.
es: Fallo al leer los archivos de MathJax del caché sin conexión del navegador.
fi: Mathjax-tiedostojen lukeminen offline-välimuistista epäonnistui.
gl: Produciuse un erro ao ler os ficheiros MathJax da caché sen conexión do navegador.
id: Gagal membaca file MathJax dari tembolok luring peramban.
ja: ブラウザのオフラインキャッシュから MathJax ファイルを読み込みませんでした。
mr: ब्राउझर ऑफलाईन कॅशमधून MathJax फायली वाचण्यात अपयशी.
pl: Nie udało się odczytać plików MathJax z pamięci podręcznej przeglądarki.
pt_br: Falha ao ler os arquivos MathJax do cache offline do navegador.
ru: Не удалось прочитать MathJax файлы из кэша браузера.
sv: Det gick inte att läsa MathJax-filerna från webbläsarens frånkopplade cache.
ta: உலாவி தொடர்பிலா தற்காலிக சேமிப்பிலிருந்து கணக்குசஃசு கோப்புகளைப் படிக்கத் தவறிவிட்டது.
uk: Не вдалося прочитати файли MathJax із автономного кешу браузера.

source: Failed to read recent books from local storage
ar: فشلت قراءة آخر الكتب من الخزن المحلي
cs: Nepodařilo se číst nedávné knihy z místního úložiště
de: Die "zuletzt geöffneten Bücher" können nicht gefunden werden
es: Fallo al leer libros recientes del almacenamiento local
fi: Viimeisimpien kirjojen lukeminen paikallisesta tallennustilasta epäonnistui
gl: Produciuse un erro ao ler os libros recentes do almacenamento local
id: Gagal membaca buku terkini dari penyimpanan lokal
ja: ローカルなストレージから最近読んだ本の読み込みに失敗しました
mr: स्थानिक स्टोरेजमधून अलीकडील वाचलेली पुस्तके वाचण्यात अपयाशी
pl: Nie udało się odczytać bieżących książek z pamięci lokalnej
pt_br: Erro ao ler livros recentes do armazenamento local
ru: Не удалось прочитать последние книги из локального хранилища
sv: Det gick inte att läsa senaste böcker från lokal lagring
ta: உள்ளக சேமிப்பகத்திலிருந்து அண்மை புத்தகங்களைப் படிக்கத் தவறிவிட்டது
uk: Не вдалося прочитати нещодавні книги з локального сховища

source: Scroll to the beginning of the current file
ar: لفّ ذاهبا الى بداية الملف الحالي
cs: Posunout na začátek aktuálního souboru
de: Zum Anfang der aktuellen Datei scrollen
es: Desplazarse al principio del archivo actual
fi: Siirry nykyisen tiedoston alkuun
gl: Desprácese ata o inicio do ficheiro actual
ja: 現在のファイルの先頭までスクロール
mr: वर्तमान फायलीच्या सुरुवातीला स्क्रोल करा
pl: Przewiń do początku bieżącego pliku
pt_br: Rolar até o início do arquivo atual
ru: Прокрутить до начала текущего файла
sv: Bläddra till början av den aktuella filen
ta: தற்போதைய கோப்பின் தொடக்கத்திற்கு உருட்டு
uk: Гортати до початку поточного файла

source: When the e-book is made of multiple individual files, scroll to the start of the current file
ar: عندما يتكون الكتاب الإلكتروني من ملفات فردية متعددة، انتقل إلى بداية الملف الحالي
cs: Pokud je e-kniha tvořena více jednotlivými soubory, posunout na začátek aktuálního souboru
de: Wenn das E-Book aus mehreren einzelnen Dateien besteht, blättern Sie an den Anfang der aktuellen Datei
es: Cuando el libro contiene varios archivos individuales, se desplaza al inicio del archivo actual
fi: Kun e-kirja koostuu useista yksittäisistä tiedostoista, vieritä nykyisen tiedoston alkuun
gl: Cando o libro electrónico está formado por varios ficheiros individuais, desprácese ata o inicio do ficheiro actual
ja: 電子書籍が複数個のファイルで構成されている場合は、現在のファイルの先頭までスクロールします。
pl: Gdy e-book składa się z wielu pojedynczych plików, przewiń do początku bieżącego pliku
pt_br: Quando o e-book é feito de múltiplos arquivos individuais, rolar até o início do arquivo atual.
ru: Если электронная книга состоит из множества отдельных файлов, прокрутить в начало текущего файла.
sv: När e-boken är gjord av flera enskilda filer, bläddra till början av den aktuella filen
ta: மின் புத்தகம் பல தனிப்பட்ட கோப்புகளால் ஆனபோது, தற்போதைய கோப்பின் தொடக்கத்திற்கு உருட்டு
uk: Якщо електронну книгу створено з декількох окремих файлів, гортати до початку поточного файла

source: Scroll to the beginning of the book
ar: إذهب إلى أول صفحة في الكتاب
cs: Posunout na začátek knihy
de: Zum Buchanfang scrollen
es: Desplazarse al principio del libro
fi: Vieritä kirjan alkuun
gl: Desprázate ata o inicio do libro
ja: 本の先頭までスクロール
mr: स्क्रोल करून पुस्तकाच्या सुरुवातीला जा
pl: Przewiń do początku książki
pt_br: Rolar até o início do livro
ru: Прокрутить до начала книги
sv: Bläddra till början av boken
ta: புத்தகத்தின் தொடக்கத்திற்கு உருட்டு
uk: Гортати до початку книги

source: Scroll to the end of the book
ar: إذهب إلى آخر صفحة في الكتاب
cs: Posunout na konec knihy
de: Zum Buchende scrollen
es: Desplazarse al final del libro
fi: Vieritä kirjan loppuun
gl: Desprázate ata o final do libro
ja: 本の最後までスクロール
mr: स्क्रोल करून पुस्तकाच्या शेवटला जा
pl: Przewiń do końca książki
pt_br: Rolar até o fim do livro
ru: Прокрутить до конца книги
sv: Bläddra till slutet av boken
ta: புத்தகத்தின் முடிவிற்கு உருட்டு
uk: Гортати до кінця книги

source: Scroll to the end of the current file
ar: إذهب إلى آخر الصفحة
cs: Posunout na konec aktuálního souboru
de: Zum Ende der aktuellen Datei scrollen
es: Desplazarse al final del archivo actual
fi: Vieritä nykyisen tiedoston loppuun
gl: Desprácese ata o final do ficheiro actual
ja: 現在のファイルの最後までスクロール
mr: वर्तमान फायलीच्या शेवटला स्क्रोल करा
pl: Przewiń do końca bieżącego pliku
pt_br: Rolar até o final do arquivo atual
ru: Прокрутить до конца текущего файла
sv: Bläddra till slutet av den aktuella filen
ta: தற்போதைய கோப்பின் முடிவிற்கு உருட்டு
uk: Гортати до кінця поточного файла

source: When the e-book is made of multiple individual files, scroll to the end of the current file
ar: عندما يتكون الكتاب الإلكتروني من ملفات فردية متعددة، انتقل إلى نهاية الملف الحالي
cs: Pokud je e-kniha tvořena více jednotlivými soubory, posunout na konec aktuálního souboru
de: Wenn das E-Book aus mehreren einzelnen Dateien besteht, blättern Sie bis zum Ende der aktuellen Datei
es: Cuando el libro contiene varios archivos individuales, se desplaza al final del archivo actual
fi: Kun e-kirja koostuu useista yksittäisistä tiedostoista, vieritä nykyisen tiedoston loppuun
gl: Cando o libro electrónico está formado por varios ficheiros individuais, desprácese ata o final do ficheiro actual
ja: 電子書籍が複数個のファイルで構成されている場合は、現在のファイルの最後までスクロールします。
pl: Gdy e-book składa się z wielu pojedynczych plików, przewiń do końca bieżącego pliku
pt_br: Quando o e-book é feito de múltiplos arquivos individuais, rolar até o final do arquivo atual.
ru: Если электронная книга состоит из множества отдельных файлов, прокрутить в конец текущего файла.
sv: När e-boken är gjord av flera enskilda filer, bläddra till slutet av den aktuella filen
ta: மின் புத்தகம் பல தனிப்பட்ட கோப்புகளால் ஆனபோது, தற்போதைய கோப்பின் முடிவிற்கு உருட்டு
uk: Якщо електронну книгу створено з декількох окремих файлів, гортати до кінця поточного файла

source: Scroll backwards smoothly (by screen-fulls in paged mode)
ar: لفّ راجعاً بسلاسة (بمقدار شاشات كاملة في نمط الصفحات)
cs: Posouvat zpět plynule (po celých obrazovkách v režimu stránek)
de: Weiches Rückwärtsscrollen (im Seitenmodus bildschirmweise)
es: Desplazarse hacia atrás de forma suave (por pantallas en modo paginado)
fi: Vieritä tasaisesti taaksepäin (näyttö täynnä sivutilassa)
gl: Desprácese cara atrás suavemente (por pantalla chea en modo paginado)
ja: なめらかに後方にスクロール（ページモードでは画面分だけ）
pl: Płynne przewijanie do tyłu (pełne ekrany w trybie stronicowania)
pt_br: Rolar para trás suavemente (por tela inteira no modo paginado)
ru: Прокрутить плавно назад (на полный экран в страничном режиме)
sv: Rulla bakåt jämnt (med skärmuppfyllningar i siddelat läge)
ta: சீராக பின்னோக்கி உருட்டு (பக்க பயன்முறையில் முழு-திரைகள் மூலம்)
uk: Плавно гортати назад (екранами у режимі сторінок)

source: Scroll backwards, smoothly in flow mode and by screen fulls in paged mode
ar: لفّ راجعاً، بسلاسة في نمط الإنسياب وبمقدار شاشة كاملة في نمط الصفحات
cs: Posouvat zpět, plynule v plovoucím režimu a po celých obrazovkách v režimu stránek
de: Rückwärts scrollen, weich im fortlaufenden Modus und bildschirmweise im Seitenmodus
es: Desplazarse hacia atrás, suavemente en modo continuo y por pantallas en modo paginado
fi: Vieritä taaksepäin, sujuvasti virtaustilassa ja näytön ollessa täynnä sivutetussa tilassa
gl: Desprácese cara atrás, suavemente no modo de fluxo e por pantalla completa no modo paginado
ja: 後方へスクロール。フローモードではなめらかに、ページモードでは画面分だけ。
pl: Przewijaj do tyłu, płynnie w trybie przepływu i po pełnym ekranie w trybie stronicowania
pt_br: Rolar para trás, suavemente no modo fluxo e por tela inteira no modo paginado
ru: Прокрутить назад, плавно в потоковом режиме и на полный экран в страничном
sv: Rulla bakåt, jämnt i flödesläge och med skärmuppfyllningar i siddelat läge
ta: பின்னோக்கி உருட்டு, ஓட்ட பயன்முறையில் மென்மையாக மற்றும் முழு திரைகள் மூலம் பக்க பயன்முறையில்
uk: Плавно гортати назад, неперервно у потоковому режимі і екранами у режимі сторінок

source: Scroll forwards smoothly (by screen-fulls in paged mode)
ar: لفّ متقدماً بسلاسة (بمقدار شاشات كاملة في نمط الصفحات)
cs: Posouvat vpřed plynule (po celých obrazovkách v režimu stránek)
de: Weiches Vorwärtsscrollen (im Seitenmodus bildschirmweise)
es: Desplazarse hacia delante de forma suave (por pantallas en modo paginado)
fi: Vieritä sujuvasti eteenpäin (näyttö täynnä sivutilassa)
gl: Desprácese cara adiante sen problemas (por pantalla chea en modo paginado)
ja: なめらかに前方にスクロール（ページモードでは画面分だけ）
pl: Płynne przewijanie do przodu (przez pełny ekran w trybie stronicowania)
pt_br: Rolar pra frente suavemente (por tela inteira no modo paginado)
ru: Плавно прокрутить вперёд (на полный экран в страничном режиме)
sv: Rulla framåt jämnt (med skärmuppfyllningar i siddelat läge)
ta: சீராக முன்னோக்கி உருட்டு (பக்கம் செய்யப்பட்ட பயன்முறையில் முழு-திரைகள் மூலம்)
uk: Плавно гортати вперед (екранами у режимі сторінок)

source: Scroll forwards, smoothly in flow mode and by screen fulls in paged mode
ar: لفّ متقدماً، بسلاسة في نمط الإنسياب وبمقدار شاشات كاملة في نمط الصفحات
cs: Posouvat vpřed, plynule v plovoucím režimu a po celých obrazovkách v režimu stránek
de: Vorwärts scrollen, weich im fortlaufenden Modus und bildschirmweise im Seitenmodus
es: Desplazarse hacia delante, suavemente en modo continuo y por pantallas en modo paginado
fi: Vieritä eteenpäin, sujuvasti virtaustilassa ja näytön ollessa täynnä sivutetussa tilassa
gl: Desprácese cara adiante, suavemente no modo de fluxo e por pantalla completa no modo paginado
ja: 前方へスクロール。フローモードではなめらかに、ページモードでは画面分だけ。
pl: Przewijaj do przodu, płynnie w trybie przepływu i przez pełny ekran w trybie stronicowania
pt_br: Rolar para frente, suavemente no modo fluxo e por tela inteira no modo paginado
ru: Прокрутить вперёд, плавно в потоковом режиме и на полный экран в страничном
sv: Rulla framåt, jämnt i flödesläge och med skärmuppfyllningar i siddelat läge
ta: முன்னோக்கி உருட்டு, ஓட்ட பயன்முறையில் மென்மையாக மற்றும் முழு திரைகள் மூலம் பக்க பயன்முறையில்
uk: Плавно гортати вперед, неперервно у потоковому режимі і екранами у режимі сторінок

source: Scroll left
ar: إذهب يسارا
cs: Posunout vlevo
de: Nach links scrollen
es: Desplazarse a la izquierda
fi: Vieritä vasemmalle
gl: Desprazar cara á esquerda
ja: 左へスクロール
mr: डावीकडे स्क्रोल करा
pl: Przewiń w lewo
pt_br: Rolar para a esquerda
ru: Прокрутка влево
sv: Rulla vänster
ta: இடது புறம் உருட்டு
uk: Гортати ліворуч

source: Scroll leftwards by a little in flow mode and by a page in paged mode
ar: لفّ يساراً بمقدار قليل في نمط الإنسياب وبمقدار صفحة في نمط الصفحات
cs: Posouvat vlevo o trochu v plovoucím režimu a po celých obrazovkách v režimu stránek
de: Ein wenig nach links scrollen im fortlaufenden Modus oder um eine Seite im Seitenmodus
es: Desplazarse hacia la izquierda un poco en modo continuo y una página en modo paginado
fi: Vieritä hieman vasemmalle virtaustilassa ja sivun verran sivutilassa
gl: Desprácese un pouco cara á esquerda en modo fluxo e unha páxina en modo paginado
ja: フローモードでは少し左へ、ページモードでは1ページ分スクロール
pl: Przewiń w lewo trochę w trybie przepływu i stronę w trybie stronicowania
pt_br: Rolar para a esquerda um pouco no modo fluxo e uma página no modo paginado
ru: Прокрутить левее: слегка — в потоковом режиме и на страницу — в страничном
sv: Rulla lite åt vänster i flödesläge och med en sida i siddelat läge
ta: பாய்வு பயன்முறையில் சிறிது மற்றும் பக்கம் செய்யப்பட்ட பயன்முறையில் ஒரு பக்கத்தால் இடதுபுறமாக உருட்டு
uk: Плавно гортати ліворуч потрохи у потоковому режимі і екранами у режимі сторінок

source: Scroll right
ar: إذهب يمينا
cs: Posunout vpravo
de: Nach rechts scrollen
es: Desplazarse a la derecha
fi: Vieritä oikealle
gl: Desprazar cara á dereita
ja: 右へスクロール
mr: उजवीकडे स्क्रोल करा
pl: Przewiń w prawo
pt_br: Rolar para a direita
ru: Прокрутка вправо
sv: Rulla höger
ta: வலது புறம் உருட்டு
uk: Гортати праворуч

source: Scroll rightwards by a little in flow mode and by a page in paged mode
ar: لفّ يميناً بمقدار قليل في نمط الإنسياب وبمقدار صفحة في نمط الصفحات
cs: Posouvat vpravo o trochu v plovoucím režimu a po celých obrazovkách v režimu stránek
de: Ein wenig nach rechts scrollen im fortlaufenden Modus oder um eine Seite im Seitenmodus
es: Desplazarse hacia la derecha un poco en modo continuo y una página en modo paginado
fi: Vieritä hieman oikealle virtaustilassa ja sivua sivutilassa
gl: Desprácese un pouco cara á dereita en modo fluxo e unha páxina en modo paginado
ja: フローモードでは少し右へ、ページモードでは1ページ分スクロール
pl: Przewiń w prawo trochę w trybie przepływu i stronę w trybie stronicowania
pt_br: Rolar para a direita um pouco no modo fluxo e uma página no modo paginado
ru: Прокрутить правее: слегка — в потоковом режиме и на страницу — в страничном
sv: Rulla lite åt höger i flödesläge och med en sida i siddelat läge
ta: பாய்வு பயன்முறையில் சிறிது மற்றும் ஒரு பக்கத்தின் மூலம் வலதுபுறமாக உருட்டு
uk: Плавно гортати праворуч потрохи у потоковому режимі і екранами у режимі сторінок

source: Scroll backwards by screen-fulls
ar: لفّ راجعاً بمقدار شاشات كاملة
cs: Posouvat zpět po celých obrazovkách
de: Bildschirmweise rückwärts scrollen
es: Desplazarse hacia atrás por pantallas
fi: Selaa taaksepäin ruudun verran
gl: Desprácese cara atrás por pantalla chea
ja: 画面分だけ後方にスクロール
pl: Przewiń do tyłu o pełne ekrany
pt_br: Rolar para trás por tela inteira
ru: Прокрутить на полный экран назад
sv: Bläddra bakåt med skärmuppfyllningar
ta: முழு-திரைகள் மூலம் பின்னோக்கி உருட்டு
uk: Гортати назад екранами

source: Scroll forwards by screen-fulls
ar: لفّ متقدماً بمقدار شاشات كاملة
cs: Posouvat vpřed po celých obrazovkách
de: Bildschirmweise vorwärts scrollen
es: Desplazarse hacia delante por pantallas
fi: Selaa eteenpäin ruudun verran
gl: Desprácese cara adiante por pantalla chea
ja: 画面分だけ前方にスクロール
pl: Przewiń do przodu o pełny ekran
pt_br: Rolar para frente por tela inteira
ru: Прокрутить на полный экран вперёд
sv: Bläddra framåt med skärmuppfyllningar
ta: முழு-திரைகள் மூலம் முன்னோக்கி உருட்டு
uk: Гортати вперед екранами

source: Scroll to the previous section
ar: لفّ الى المقطع السابق
cs: Posunout na předchozí oddíl
de: Zum vorherigen Abschnitt scrollen
es: Desplazarse a la sección anterior
fi: Vieritä edelliseen osioon
gl: Desprazamento á sección anterior
ja: 前の章までスクロール
mr: मागच्या अनुभागाला स्क्रोल करा
pl: Przewiń do poprzedniej sekcji
pt_br: Rolar para a seção anterior
ru: Перейти к предыдущему разделу
sv: Bläddra till föregående avsnitt
ta: முந்தைய பகுதிக்கு உருட்டு
uk: Гортати до попереднього розділу

source: Scroll to the next section
ar: لفّ الى المقطع التالي
cs: Posunout na další oddíl
de: Zum nächsten Abschnitt scrollen
es: Desplazarse a la siguiente sección
fi: Vieritä seuraavaan osioon
gl: Desprazamento á sección seguinte
ja: 次のセクションまでスクロール
mr: पुढच्या अनुभागाला स्क्रोल करा
pl: Przewiń do następnej sekcji
pt_br: Rolar para a seção seguinte
ru: Перейти к следующему разделу
sv: Bläddra till nästa avsnitt
ta: அடுத்த பகுதிக்கு உருட்டு
uk: Гортати до наступного розділу

source: Show/hide Table of Contents
ar: أظهر/أخفي جدول المحتويات
cs: Zobrazit nebo skrýt obsah
de: Inhaltsverzeichnis ein-/ausblenden
es: Mostrar u ocultar el índice
fi: Näytä/piilota sisällysluettelo
gl: Mostrar/ocultar Índice
ja: 目次の表示/非表示
mr: अनुक्रमणिका दाखवा/लपवा
pl: Pokaż/ukryj spis treści
pt_br: Mostrar/ocultar Índice
ru: Показать/скрыть оглавление
sv: Visa/dölj innehållsförteckning
ta: உள்ளடக்க அட்டவணையைக் காட்டு/மறை
uk: Показати або приховати зміст

source: Follow links with the keyboard
ar: اتبع الروابط بلوحة المفاتيح
cs: Následovat odkazy pomocí klávesnice
de: Links mit Tastenkürzeln folgen
es: Seguir enlaces con el teclado
fi: Seuraa linkkejä näppäimistöllä
gl: Siga as ligazóns co teclado
ja: キーボードでリンクを開く
pl: Podążaj za linkami za pomocą klawiatury
pt_br: Seguir links com o teclado
ru: Переходить по ссылкам с клавиатуры
sv: Följ länkar med tangentbordet
ta: விசைப்பலகையுடன் இணைப்புகளைப் பின்தொடரவும்
uk: Переходити за посиланнями за допомогою клавіатури

source: Copy current location to clipboard
ar: انسخ الموضع الحالي الى الحافظة
cs: Kopírovat aktuální umístění do schránky
de: Aktuellen Abschnitt in die Zwischenablage kopieren
es: Copiar ubicación actual al portapapeles
fi: Kopioi nykyinen sijainti leikepöydälle
gl: Copiar a localización actual no portapapeis
ja: 現在の場所をクリップボードにコピー
mr: सध्याचे स्थान क्लिपबोर्डवर कॉपी करा
pl: Skopiuj bieżącą lokalizację do schowka
pt_br: Copiar a localização atual para a área de transferência
ru: Копировать текущее местоположение в буфер обмена
sv: Kopiera aktuell plats till urklipp
ta: தற்போதைய இருப்பிடத்தை இடைநிலைபலகைக்கு நகலெடு
uk: Скопіювати поточну адресу до буфера обміну

source: Copy current location as calibre:// URL to clipboard
ar: انسخ الموضع الحالي كرابط calibre:// URL الى الحافظة
cs: Kopírovat aktuální umístění do schránky jako URL calibre://
de: Aktuellen Abschnitt als calibre:// Link (URL) in die Zwischenablage kopieren
es: Copiar la ubicación actual como un URL calibre:// al portapapeles
fi: Kopioi nykyinen sijainti calibre:// URL-osoitteena leikepöydälle
gl: Copia a localización actual como URL calibre:// no portapapeis
ja: 現在の場所を calibre:// 形式のURLとしてクリップボードにコピー
mr: वर्तमान स्थान calibre:// URL च्या स्वरूपात क्लिपबोर्डवर कॉपी करा
pl: Skopiuj bieżącą lokalizację jako calibre:// URL do schowka
pt_br: Copiar a localização atual como um URL calibre:// para a área de transferência
ru: Скопировать текущее местоположение как calibre:// URL в буфер обмена
sv: Kopiera aktuell plats som calibre://-URL till urklipp
ta: தற்போதைய இருப்பிடத்தை திறன்:// முகவரி இவ்வாறு இடைநிலைபலகைக்கு நகலெடு
uk: Скопіювати поточну адресу як адресу calibre:// до буфера обміну

source: Start search
ar: إبدأ البحث
cs: Spustit hledání
de: Suche starten
es: Iniciar búsqueda
fi: Aloita haku
gl: Comezar a busca
ja: 検索開始
mr: शोध सुरू करा
pl: Szukaj
pt_br: Iniciar busca
ru: Начать поиск
sv: Påbörja sökning
ta: தேடலைத் தொடங்கு
uk: Почати пошук

source: Find next
ar: إيجاد التالي
cs: Najít další
de: Nächste suchen
es: Buscar siguiente
fi: Etsi seuraava
gl: Buscar seguinte
ja: 次を検索
mr: पुढचे शोधा
pl: Znajdź następny
pt_br: Buscar seguinte
ru: Найти следующее
sv: Sök nästa
ta: அடுத்ததை தேடு
uk: Знайти наступне

source: Find previous
ar: إيجاد السابق
cs: Najít předchozí
de: Vorherige suchen
es: Buscar anterior
fi: Etsi edellinen
gl: Buscar anterior
ja: 前を検索
mr: मागचे शोधा
pl: Znajdź poprzedni
pt_br: Localizar anterior
ru: Найти предыдущее
sv: Sök föregående
ta: முந்தையதைக் தேடு
uk: Знайти попереднє

source: Increase font size
ar: زِد حجم الخط
cs: Zvětšit velikost písma
de: Schrift vergrößern
es: Aumentar el tamaño de letra
fi: Suurenna fontin kokoa
gl: Aumentar o tamaño da letra
ja: フォントサイズを拡大
mr: फाँट आकार मोठा करा
pl: Zwiększ rozmiar czcionki
pt_br: Aumentar tamanho da fonte
ru: Увеличить размер шрифта
sv: Öka teckensnittsstorleken
ta: எழுத்துரு அளவை அதிகரி
uk: Збільшити розмір шрифту

source: Decrease font size
ar: قلل حجم الخط
cs: Zmenšit velikost písma
de: Schrift verkleinern
es: Reducir el tamaño de letra
fi: Pienennä fontin kokoa
gl: Reducir o tamaño da letra
ja: フォントサイズを縮小
mr: फाँट आकार छोटा करा
pl: Zmniejsz rozmiar czcionki
pt_br: Diminuir tamanho da fonte
ru: Уменьшить размер шрифта
sv: Minska teckensnittsstorleken
ta: எழுத்துரு அளவைக் குறை
uk: Зменшити розмір шрифту

source: Restore default font size
ar: استعادة حجم الخط الافتراضي
cs: Obnovit výchozí velikost písma
de: Standardschriftgröße wiederherstellen
es: Restaurar el tamaño de letra predeterminado
fi: Palauta oletusfonttikoko
gl: Restaurar o tamaño de letra predeterminado
ja: デフォルトのフォントサイズに戻す
pl: Przywróć domyślny rozmiar czcionki
pt_br: Restaurar o tamanho padrão de fonte
ru: Восстановить размер шрифта по умолчанию
sv: Återställ standardteckensnittsstorlek
ta: இயல்புநிலை எழுத்துரு அளவை மீட்டெடு
uk: Відновити типовий розмір шрифту

source: Increase number of pages per screen
ar: زِد عدد الصفحات للشاشة
cs: Zvýšit počet stránek na obrazovku
de: Mehr Seiten pro Bildschirm
es: Aumentar el número de páginas por pantalla
fi: Lisää sivumäärää näyttöä kohden
gl: Aumenta o número de páxinas por pantalla
ja: 画面に表示するページ数を増やす
mr: पडद्यावरील पानांची संख्या वाढवा
pl: Zwiększ liczbę stron na ekranie
pt_br: Aumentar o número de páginas por tela
ru: Увеличить количество страниц на экране
sv: Öka antalet sidor per skärm
ta: ஒரு திரைக்கு பக்கங்களின் எண்ணிக்கையை அதிகரி
uk: Збільшити кількість сторінок на екрані
