Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: {} min
ar: {} دقيقة
de: {} Minute
id: {} menit
ja: {} 分
mr: {} मिनि
pl: {} minuta
ru: {} минута
sv: {} minut
ta: {} மணித்துளி
uk: {} хв.

source: {} hour
ar: {} ساعة
cs: {} hod
de: {} Stunde
es: {} hora
fi: [} h
gl: {} hora
id: {} jam
ja: {} 時間
mr: {} तास
pl: {} godzina
pt_br: {} hora
ru: {} час
sv: {} timme
ta: {} மணி
uk: {} год.

source: {} h {} mins
ar: {} س {} دق
cs: {} hod {} min
de: {} Std. {} Min.
es: {} h {} min
fi: {} h {} min
id: {} jam {} menit
ja: {} 時間 {} 分
mr: {} ता {} मिनि
pl: {} h {} min
ru: {} ч {} мин
sv: {} h {} min
ta: {} மணி {} மணிதுளிகள்
uk: {} год. {} хв.

source: Show viewer controls
ar: إظهار عناصر التحكم في العارض
cs: Zobrazit ovládací prvky prohlížeče
de: Betrachter-Steuerung anzeigen
es: Mostrar controles del visor
fi: Näytä katseluohjelman ohjaimet
gl: Mostrar os controis do visor
ja: ビューアコントロールを表示
mr: दृश्यक कंट्रोल दाखवा
pl: Pokaż elementy sterujące przeglądarką
pt_br: Mostrar os controles do visualizador
ru: Показать элементы управления читалкой
sv: Visa visarens kontroller
ta: பார்வையாளர் கட்டுப்பாடுகளைக் காட்டு
uk: Показати керування переглядом

source: Untitled
ar: بدون عنوان
cs: Bez názvu
de: Unbenannt
es: Sin título
fi: Nimeämätön
gl: Sen título
id: Tidak Berjudul
mr: अनामांकित
pl: Bez tytułu
pt_br: Sem título
ru: Без названия
sv: Namnlös
ta: பெயரிடப்படாதது
uk: Без назви

source: {0} of {1}
ar: {0} من {1}
cs: {0} z {1}
de: {0} von {1}
es: {0} de {1}
gl: {0} de {1}
id: {0} dari {1}
mr: {1} मधून {0}
pl: {0} z {1}
pt_br: {0} de {1}
ru: {0} из {1}
sv: {0} av {1}
ta: {1} இன் {0}
uk: {0} з {1}

source: Paged
ar: صفحات
cs: Stránkováno
de: Als Seiten
es: Paginado
gl: Paxinado
mr: पान मोड
pl: Tryb stronicowania
pt_br: Paginado
ru: Постранично
sv: Siddelat
ta: பக்கமாக்கப்பட்டது
uk: За сторінками

source: Flow
ar: تدفق
cs: Tok
de: Fließend
es: Continuo
gl: Fluxo
mr: वाह्य मोड
pl: Tryb ciągły
pt_br: Fluxo
ru: Потоково
sv: Flöde
ta: பாய்வு
uk: Неперервний

source: Calculating...
ar: جاري الحساب...
cs: Výpočet...
de: Berechnungsvorgang …
es: Calculando...
fi: Lasketaan...
gl: Calculando...
id: Memproses...
ja: 計算中...
mr: गणित करत आहे...
pl: Obliczanie...
pt_br: Calculando...
ru: Вычисление...
sv: Beräknar...
ta: கணக்கிடுதல்...
uk: Обчислюємо…

source: Configure book reader
ar: إعداد قارئ الكتاب
cs: Konfigurovat čtečku knih
de: Lesegerät konfigurieren
es: Configurar el lector de libros
fi: Määrittele lukutila
gl: Configurar o lector de libros
id: Atur pembaca buku
ja: 書籍リーダを設定
mr: पुस्तक दृश्यक
pl: Konfiguruj czytnik książek
pt_br: Configurar o leitor
ru: Настроить просмотрщик
sv: Anpassa bokläsenhet
ta: புத்தக வாசகரை உள்ளமை
uk: Налаштувати засіб читання книг

source: Colors
ar: الألوان
cs: Barvy
de: Farben
es: Colores
fi: Värit
gl: Cores
id: Warna
ja: 色
mr: रंग
pl: Kolory
pt_br: Cores
ru: Цвета
sv: Färger
ta: வண்ணங்கள்
uk: Кольори

source: Colors of the page and text
ar: ألوان الصفحة والكتابة
cs: Barvy stránky a textu
de: Seiten- und Textfarben
es: Colores de la página y el texto
fi: Sivun ja tekstin värit
gl: Cores da páxina e do texto
id: Warna halaman dan teks
ja: ページと文字の色
mr: पानाचे व मजकुराचे रंग
pl: Kolory stron i tekstu
pt_br: Cores da página e texto
ru: Цвета страницы и текста
sv: Färger på sidan och texten
ta: பக்கம் மற்றும் உரையின் வண்ணங்கள்
uk: Кольори сторінки і тексту

source: Page layout
ar: تخطيط الصفحة
cs: Rozložení stránky
de: Seitenlayout
es: Estructura de la página
fi: Sivun asettelu
gl: Esquema de páxina
id: Tata letak halaman
ja: ページレイアウト
mr: पानाची मांडणी
pl: Układ strony
pt_br: Layout da página
ru: Макет страниц
sv: Sidutformning
ta: பக்க வடிவமைப்பு
uk: Форматування сторінки

source: Page margins and number of pages per screen
ar: هوامش الصفحة وعدد الصفحات لكل شاشة
cs: Okraje stránky a počet stránek na obrazovku
de: Blattränder und Seitenanzahl je Bildschirm
es: Márgenes y número de páginas por pantalla
fi: Sivun marginaalit ja sivujen määrä näytöllä
gl: Marxes das páxinas e número de páxinas por pantalla
id: Batas halaman dan jumlah halaman per layar
ja: ページ余白と画面ごとのページ数
mr: पानाचे समास व प्रती पडद्यावरील पानांची संख्या
pl: Zmień marginesy i liczbę stron na ekranie
pt_br: Margens da página e número de páginas por tela
ru: Поля страниц и количество страниц на экран
sv: Sidmarginaler och antal sidor per skärm
ta: பக்க விளிம்புகள் மற்றும் ஒரு திரைக்கு பக்கங்களின் எண்ணிக்கை
uk: Поля сторінки і кількість сторінок на екрані

source: Styles
ar: الطُرُز
cs: Styly
de: Stile
es: Estilos
fi: Tyylit
gl: Estilos
ja: スタイル
mr: शैली
pl: Style
pt_br: Estilos
ru: Стили
sv: Format
ta: பாணிகள்
uk: Стилі

source: Style rules for text and background image
ar: قواعد الأنماط للنص وصورة الخلفية
cs: Pravidla stylů pro text a obrázek napozadí
de: Stilregeln für Text und Hintergrundbild
es: Reglas de estilo para el texto y la imagen de fondo
fi: Tekstin ja taustakuvan tyylisäännöt
gl: Regras de estilo para texto e imaxe de fondo
ja: テキストと背景画像のスタイル規則
mr: मजकूर आणि पार्श्वभूमीच्या चित्रासाठीचे स्टाईल नियम
pl: Reguły stylu dla tekstu i obrazu tła
pt_br: Regras de estilo para o texto e imagem de fundo
ru: Правила стиля для текста и фонового изображения
sv: Formatregler för text och bakgrundsbild
ta: உரை மற்றும் பின்னணி படத்திற்கான நடை விதிகள்
uk: Правила стилів для тексту та зображення тла

source: Headers and footers
ar: الرؤوس والأقدام
cs: Záhlaví a zápatí
de: Kopf- und Fußzeilen
es: Encabezados y pies de página
fi: Ylä- ja alatunnisteet
gl: Encabezados e pés de páxina
id: Catatan Kepala dan Catatan Kaki
ja: ヘッダとフッタ
mr: शीर्षलेख व तळलेख
pl: Nagłówki i stopki
pt_br: Cabeçalhos e rodapés
ru: Верхние и нижние колонтитулы
sv: Sidhuvuden och sidfötter
ta: தலைப்புகள் மற்றும் அடிக்குறிப்புகள்
uk: Верхні і нижні колонтитули

source: Customize the headers and footers
ar: تخصيص الرؤوس والتذييلات
cs: Přizpůsobit záhlaví a zápatí
de: Kopf- und Fußzeilen anpassen
es: Personalizar encabezados y pies de página
fi: Muokauta ylä- ja alatunnisteita
id: Mengatur Catatan Kepala dan Catatan Kaki
ja: ヘッダとフッタをカスタマイズ
mr: शीर्षलेख व तळलेख सानुकूल करा
pl: Dostosuj nagłówki i stopki
pt_br: Personalize os cabeçalhos e rodapés
ru: Настроить верхние и нижние колонтитулы
sv: Anpassa sidhuvuden och sidfötter
ta: தலைப்புகள் மற்றும் அடிக்குறிப்புகளைத் தனிப்பயனாக்கு
uk: Налаштувати верхні і нижні колонтитули

source: Scrolling behavior
ar: سلوك التمرير
cs: Chování posouvání
de: Scrollverhalten
es: Comportamiento de desplazamiento
fi: Vieritys käyttäytyminen
gl: Comportamento de desprazamento
ja: スクロール動作
mr: स्क्रोल करण्याची वागणूक
pl: Zachowanie przewijania
pt_br: Comportamento de rolagem
ru: Поведение при прокрутке
sv: Bläddringsbeteende
ta: உருள் நடத்தை
uk: Поведінка при гортанні

source: Control how the viewer scrolls
ar: التحكم في كيفية تمرير العارض
cs: Určete způsob posouvání v prohlížeči
de: Scrollverhalten des eBook-Betrachters anpassen
es: Controla cómo se desplaza el visor
fi: Määritä, miten katseluohjelma vierittää
gl: Controla como se despraza o espectador
ja: ビューアのスクロール方法を制御
mr: वाचक कसा स्क्रोल करतो हे नियंत्रित करा
pl: Kontroluj sposób przewijania przeglądarki
pt_br: Controla a rolagem do visualizador
ru: Управление прокруткой в просмотрщике
sv: Anpassa hur visaren bläddrar
ta: பார்வையாளர் எவ்வாறு உருட்டுகிறார் என்பதைக் கட்டுப்படுத்து
uk: Керування тим, як працює гортання у засобі перегляду

source: Selection behavior
ar: سلوك التحديد
cs: Chování výběru
de: Auswahlverhalten
es: Comportamiento de selección
fi: Valinnan käyttäytyminen
gl: Comportamento de selección
ja: 選択動作
mr: निवडीची वागणूक
pl: Zachowanie selekcyjne
pt_br: Comportamento de seleção
ru: Поведение при выделении
sv: Markeringsbeteende
ta: தேர்வு நடத்தை
uk: Поведінка при позначенні

source: Control how the viewer selects text
ar: التحكم في كيفية تحديد العارض للنص
cs: Určete, jak prohlížeč vybírá text
de: Steuern, wie der Betrachter Text auswählt
es: Controla cómo se selecciona texto en el visor
fi: Määritä, miten katseluohjelma valitsee tekstin
gl: Controla como o espectador selecciona o texto
ja: ビューアがテキストを選択する方法を制御
mr: दृश्यक मजकुराची निवड कसा करतो हे नियंत्रित करा
pl: Kontroluj sposób zaznaczania tekstu przez przeglądarkę
pt_br: Controla como o visualizador seleciona o texto
ru: Управляйте, как просмотрщик выделяет текст
sv: Anpassa hur visaren markerar text
ta: பார்வையாளர் உரையை எவ்வாறு தேர்ந்தெடுக்கிறார் என்பதைக் கட்டுப்படுத்து
uk: Керує тим, як у засобі перегляду позначається текст

source: Touch behavior
ar: سلوك اللمس
cs: Chování dotyku
de: Tastverhalten
es: Comportamiento de toque
fi: Kosketuskäyttäytyminen
gl: Comportamento táctil
mr: टच वागणूक
pl: Zachowanie dotykowe
pt_br: Comportamento de toque
ru: Поведение сенсора
sv: Beröringsbeteende
ta: தொடு நடத்தை
uk: Реакція на торкання

source: Customize what various touchscreen gestures do
ar: تخصيص ما تفعله إيماءات شاشة اللمس المختلفة
cs: Přizpůsobit, co dělají různá gesta na dotykové obrazovce
de: Passe an, was verschiedene Tastschirmgesten bewirken
es: Personalizar lo que hacen distintos gestos de pantalla táctil
fi: Mukauta eri kosketusnäytön eleiden toimintoja
gl: Personaliza o que fan varios xestos da pantalla táctil
pl: Dopasuj gesty dla ekranu dotykowego
pt_br: Personaliza o que os vários gestos de toque na tela fazem
ru: Настройка действий различных жестов сенсорного экрана
sv: Anpassa vad olika pekskärmsgester gör
ta: பல்வேறு தொடுதிரை சைகைகள் என்ன செய்கின்றன என்பதைத் தனிப்பயனாக்கு
uk: Налаштовування дій у відповідь на різні жести на сенсорному екрані

source: Keyboard shortcuts
ar: إختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastaturkurzbefehle
es: Atajos de teclado
fi: Pikanäppäimet
gl: Atallos do teclado
ja: キーボード ショートカット
mr: कीबोर्ड शॉर्टकट
pl: Skróty klawiszowe
pt_br: Atalhos do teclado
ru: Горячие клавиши
sv: Tangentbordsgenvägar
ta: விசைப்பலகை குறுக்குவழிகள்
uk: Клавіатурні скорочення

source: Customize the keyboard shortcuts
ar: تخصيص اختصارات لوحة المفاتيح
cs: Přizpůsobit klávesové zkratky
de: Tastaturkurzbefehle anpassen
es: Personalizar los atajos de teclado
fi: Mukauta pikanäppäimiä
gl: Personaliza os atallos do teclado
ja: キーボードショートカットをカスタマイズ
mr: कीबोर्ड शॉर्टकट सानुकूल करा
pl: Dostosuj skróty klawiaturowe
pt_br: Customizar os atalhos de teclado
ru: Настройка горячих клавиш
sv: Anpassa tangentbordsgenvägar
ta: விசைப்பலகை குறுக்குவழிகளைத் தனிப்பயனாக்கு
uk: Налаштувати клавіатурні скорочення

source: Fonts
ar: الخطوط
cs: Písma
de: Schriftarten
es: Tipos de letra
fi: Fontit
gl: Tipos de letra
ja: フォント
mr: फाँट
pl: Czcionki
pt_br: Fontes
ru: Шрифты
sv: Teckensnitt
ta: எழுத்துருக்கள்
uk: Шрифти

source: Font choices
ar: إختيارات الخط
cs: Možnosti písma
de: Schriftartenauswahl
es: Selección de tipos de letra
fi: Fonttivalinnat
gl: Opcións de fontes
ja: フォントの選択
mr: फाँट पर्याय
pl: Wybór czcionek
pt_br: Escolhas de fontes
ru: Выбор шрифтов
sv: Teckensnittsalternativ
ta: எழுத்துரு தேர்வுகள்
uk: Вибір шрифтів

source: Miscellaneous
ar: متفرقات
cs: Různé
de: Verschiedenes
es: Miscelánea
fi: Sekalaiset
gl: Miscelánea
ja: その他
mr: संकीर्ण
pl: Różne
pt_br: Extras
ru: Разное
sv: Diverse
ta: இதர வகை
uk: Різне

source: Window size, last read position, toolbar, etc.
ar: حجم النافذة، آخر موضع قراءة، شريط الأدوات، إلخ.
cs: Velikost okna, poslední pozice čtení, panel nástrojů atd.
de: Fenstergröße, zuletzt gelesene Position, Symbolleiste usw.
es: Tamaño de ventana, última posición de lectura, barra de herramientas, etc.
fi: Ikkunan koko, viimeisin lukupaikka, työkalurivi jne.
gl: Tamaño da xanela, posición da última lectura, barra de ferramentas, etc.
ja: ウィンドウサイズ、最後に読んだ位置、ツールバーなど
mr: विंडोचा आकार, याआधी वाचतानाची जागा, टूलबार, इ.
pl: Rozmiar okna, ostatnia pozycja odczytu, pasek narzędzi itp.
pt_br: Tamanho da janela, última posição de leitura, barra de ferramentas, etc.
ru: Размер окна, место последнего чтения, панель инструментов и т. д.
sv: Fönsterstorlek, senaste läsposition, verktygsfält, etc.
ta: சாளர அளவு, கடைசி வாசிப்பு நிலை, கருவிப்பட்டி போன்றவை.
uk: Розмір вікна, остання позиція читання, панель інструментів тощо

source: — Choose a font —
ar: — اختر خطًا —
cs: — Zvolte písmo —
de: — Schriftart auswählen —
es: — Elija un tipo de letra —
fi: — Valitse fontti —
gl: - Escolla unha fonte -
ja: — フォントを選択 —
mr: — फाँट निवडा —
pl: - Wybierz czcionkę -
pt_br: — Escolher uma fonte —
ru: — Выберите шрифт —
sv: — Välj ett teckensnitt —
ta: - எழுத்துருவைத் தேர்வுசெய்க -
uk: — Виберіть шрифт —

source: Serif
ar: سيريف
cs: Patkové
de: Serifen
ja: Serif フォント
mr: सेरिफ
pl: Szeryfowa
ru: с засечками
ta: செரிஃப்
uk: З засічками

source: Sans-serif
ar: سانز-سيريف
cs: Bezpatkové
de: Serifenlos
ja: Sans-serif フォント
mr: सांस-सेरिफ
pl: Bezszeryfowa
ru: без засечек
ta: சான்ச்-செரிஃப்
uk: Без засічок

source: Monospace
ar: مسافة ثابتة
cs: Pevná šířka
de: Nichtproportional
es: Monoespaciada
gl: Monoespazo
ja: 等幅フォント
mr: मोनोस्पेस
pl: Maszynowa
pt_br: Monoespaçada
ru: моноширинный
ta: ஒற்றைவெளி
uk: Моноширинний

source: Choose fonts to use for un-styled text:
ar: اختر الخطوط لاستخدامها للنص غير المنسق:
cs: Zvolte písmo pro použití v textu bez stylu:
de: Für unformatierten Text zu verwendende Schriftarten:
es: Elija tipos de letra para usar en texto sin estilo:
fi: Valitse fontit, joita käytetään tyylittömässä tekstissä:
gl: Escolla fontes para usar para texto sen estilo:
ja: スタイル設定されていないテキストに使用するフォントを選択:
mr: स्टाईल न केलेल्या मजकुरासाठी वापरायचे फाँट निवडा:
pl: Wybierz czcionki, które będą używane w przypadku tekstu bez stylu:
pt_br: Escolher fontes para usar em texto não estilizado:
ru: Выберите шрифты для текста без стиля:
sv: Välj teckensnitt som ska användas för icke-formaterad text:
ta: பாணியில்லாத உரைக்கு பயன்படுத்த எழுத்துருக்களைத் தேர்வுசெய்க:
uk: Виберіть шрифти для тексту без стилів:

source: Serif family
ar: عائلة سيريف
cs: Rodina písem s patkami
de: Serifen-Schriftfamilie
es: Familia «serif»
gl: Familia Serif
ja: Serifファミリ
mr: सेरिफ समूह
pl: Rodzina Serif
pt_br: Família Serif
ru: Семейство с засечками
sv: Serif-familj
ta: செரிஃப் குடும்பம்
uk: Гарнітура із засічками

source: Sans-serif family
ar: عائلة سانز-سيريف
cs: Rodina písem bez patek
de: Serifenlose Schriftfamilie
es: Familia «sans-serif»
gl: Familia sans-serif
ja: Sans-serifファミリ
mr: सांस-सेरिफ समूह
pl: Rodzina Sans-serif
pt_br: Família Sans-serif
ru: Семейство без засечек
sv: Sans-serif-familj
ta: சான்ச்-செரிஃப் குடும்பம்
uk: Гарнітура без засічок

source: Monospace family
ar: عائلة مسافة ثابتة
cs: Rodina písem s pevnou šířkou
de: Nichtproportionale Schriftfamilie
es: Familia monoespaciada
gl: Familia monoespacial
ja: Monospaceファミリ
mr: मोनोस्पेस समूह
pl: Rodzina Monospace
pt_br: Família Mono-espaçada
ru: Моноширинное семейство
sv: Monospace-familj
ta: ஒற்றைவெளி குடும்பம்
uk: Моноширинна гарнітура

source: Standard font
ar: الخط القياسي
cs: Standardní písmo
de: Standardschriftart
es: Tipo de letra normal
fi: Vakiofontti
gl: Tipo de letra estándar
ja: 標準フォント
mr: मानक फाँट
pl: Standardowa czcionka
pt_br: Fonte padrão
ru: Стандартный шрифт
sv: Standard teckensnitt
ta: நிலையான எழுத்துரு
uk: Стандартний шрифт

source: Zoom related settings
ar: إعدادات متعلقة بالتقريب
cs: Nastavení související se změnou velikosti
de: Vergrößerungseinstellungen
es: Configuraciones de escala
fi: Zoomaukseen liittyvät asetukset
gl: Configuración relacionada co zoom
ja: ズーム関連の設定
mr: झूमशी संबंधीत सेटिंग
pl: Ustawienia związane z powiększeniem
pt_br: Configurações de zoom
ru: Настройки, связанные с масштабированием
sv: Zoom relaterade inställningar
ta: பெரிதாக்கு தொடர்பான அமைப்புகள்
uk: Параметри масштабування

source: Zoom step size (%)
ar: حجم خطوة التكبير (%)
cs: Velikost kroku změny velikosti (%)
de: Vergrößerungsschrittweite (%)
es: Paso de zoom (%)
fi: Zoomausaskeleen koko (%)
gl: Tamaño do paso de zoom (%)
ja: ズームステップサイズ (%)
mr: झूम टप्पा आकार (%)
pl: Rozmiar kroku powiększenia (%)
pt_br: Incremento de zoom (%)
ru: Величина шага масштабирования (%)
sv: Zoom-stegstorlek (%)
ta: பெரிதாக்கு படி அளவு (%)
uk: Крок масштабування (у %)

source: Minimum font size (px)
ar: الحد الأدنى لحجم الخط (بالبكسل)
cs: Minimální velikost písma (px)
de: Minimale Schriftgröße (px)
es: Tamaño de letra mínimo (px)
fi: Pienin fonttikoko (px)
gl: Tamaño mínimo de letra (px)
ja: 最小フォントサイズ (ピクセル)
mr: किमान फाँट आकार (पि)
pl: Minimalny rozmiar czcionki (px)
pt_br: Tamanho mínimo de fonte (px)
ru: Минимальный размер шрифта (пикс)
sv: Minsta teckensnittsstorlek (px)
ta: குறைந்தபட்ச எழுத்துரு அளவு (படப்புள்ளி)
uk: Мінімальний розмір шрифту (у пікселях)

source: Cannot remove
ar: لا يمكن الإزالة
cs: Nelze odebrat
de: Entfernen nicht möglich
es: No se puede eliminar
fi: Ei voida poista
gl: Non é posíbel retirar
id: Tidak dapat dihapus
ja: 削除できません
mr: काढून टाकू शकत नाही
pl: Nie można usunąć
pt_br: Não foi possível remover
ru: Удаление невозможно
sv: Det går inte att ta bort
ta: அகற்ற முடியாது
uk: Вилучення неможливе

source: Cannot remove a builtin color scheme
ar: لا يمكن إزالة مخطط ألوان مدمج
cs: Nelze odebrat vestavěné barevné schéma
de: Integrierte Farbschemata können nicht entfernt werden
es: No se puede eliminar un esquema de colores predefinido
fi: Sisäänrakennettua väriteemaa ei voi poistaa
gl: Non se pode eliminar un esquema de cores incorporado
id: Tidak dapat menghapus skema warna bawaan
ja: ビルトインのカラースキームは削除できません
pl: Nie można usunąć wbudowanego schematu kolorów
pt_br: Não foi possível remover um esquema de cor interno
ru: Невозможно удалить встроенную цветовую схему
sv: Det går inte att ta bort ett inbyggt färgschema
ta: கட்டமைப்பு வண்ணத் திட்டத்தை அகற்ற முடியாது
uk: Не можна вилучати вбудовані схеми кольорів

source: Invalid color
ar: لون غير متاح
cs: Neplatná barva
de: Ungültige Farbe
es: Color no válido
fi: Epäkelpo väri
gl: Cor non válida
id: Warna tidak valid
ja: 不正な色
mr: अवैध रंग
pl: Błędny kolor
pt_br: Cor inválida
ru: Недопустимый цвет
sv: Ogiltig färg
ta: தவறான நிறம்
uk: Некоректний колір

source: The color {} is not a valid color
ar: اللون {} غير متاح
cs: Barva {0} není platná barva
de: Die Farbe {} ist keine gültige Farbe
es: El color {} no es un color válido
fi: Väri {} ei ole kelvollinen
gl: A cor {} non é unha cor válida
id: Warna {} bukan warna yang valid
ja: {} は有効な色ではありません
mr: {} हा वैध रंग नाही
pl: Kolor {} nie jest poprawnym kolorem
pt_br: A cor {} não é válida
ru: Цвет {} не является допустимым
sv: Färgen {} är inte en giltig färg
ta: {} வண்ணம் சரியான நிறம் அல்ல
uk: Колір {} є некоректним

source: Name not specified
ar: الاسم غير محدد
cs: Název není zadán
de: Name nicht angegeben
es: Nombre no especificado
fi: Nimeä ei ole määritetty
gl: Nome non especificado
id: Nama tidak ditentukan
ja: 名前が指定されていません
mr: नाव विनिर्दिष्ट केले नाही
pl: Nazwa nie została podana
pt_br: Nome não especificado
ru: Не указано название
sv: Namn inte specifierat
ta: பெயர் குறிப்பிடப்படவில்லை
uk: Не вказано назви

source: You must specify a name for the color scheme
ar: يجب عليك تحديد اسم لمخطط الألوان
cs: Musíte zadat název pro barevné schéma
de: Sie müssen einen Namen für Ihr Farbschemata angeben
es: Debe especificar un nombre para el esquema de colores
fi: Väriteemalle on annettava nimi
gl: Debes especificar un nome para o esquema de cores
id: Nama harus ditentukan untuk skema warna
ja: カラースキームに名前をつけてください
pl: Musisz podać nazwę dla schematu kolorów
pt_br: Você deve especificar o nome da cor do esquema
ru: Необходимо указать название для цветовой схемы
sv: Du måste ange ett namn för färgschemat
ta: வண்ணத் திட்டத்திற்கான பெயரை நீங்கள் குறிப்பிட வேண்டும்
uk: Вам слід вказати назву схеми кольорів

source: Choose a color scheme below
ar: اختر مخطط ألوان أدناه
cs: Níže zvolte barevné schéma
de: Wählen Sie eines der folgenden Farbschemata
es: Elija un esquema de colores
fi: Valitse väriteema alta
gl: Escolle un esquema de cores a continuación
id: Pilih skema warna berikut
ja: 配色を選択してください
pl: Wybierz schemat kolorów poniżej
pt_br: Escolha uma cor no esquema abaixo
ru: Выберите цветовую схему ниже
sv: Välj ett färgschema nedan
ta: கீழே ஒரு வண்ணத் திட்டத்தைத் தேர்வுசெய்க
uk: Виберіть схему кольорів нижче

source: Override all book colors:
ar: تجاوز جميع ألوان الكتاب:
cs: Přepsat všechny barvy knihy:
de: Alle Buchfarben ignorieren:
es: Reemplazar todos los colores del libro:
fi: Ohita kaikki kirjan värit:
gl: Anular todas as cores dos libros:
ja: すべての本の色を上書き:
pl: Przesłoń wszystkie kolory książki
pt_br: Sobrepor todas as cores do livro:
ru: Переопределение всех цветов книги:
sv: Åsidosätt alla bokfärger:
ta: அனைத்து புத்தக வண்ணங்களையும் மேலெழுது:
uk: Перевизначити усі кольори книги:

source: Never
ar: أبدا
cs: Nikdy
de: Nie
es: Nunca
fi: Ei koskaan
gl: Nunca
ja: しない
mr: कधीच नाही
pl: Nigdy
pt_br: Nunca
ru: никогда
sv: Aldrig
ta: ஒருபோதும்
uk: Ніколи

source: In dark mode
ar: في الوضع المظلم
cs: Ve tmavém režimu
de: Im Dunkelmodus
es: En modo oscuro
fi: Tummassa tilassa
gl: En modo escuro
ja: ダークモード時
mr: गडद मोड चालू आहे
pl: W trybie ciemnym
pt_br: No modo escuro
ru: в тёмном режиме
sv: I mörkt läge
ta: இருண்ட பயன்முறையில்
uk: У темному режимі

source: Always
ar: دائما
cs: Vždy
de: Immer
es: Siempre
fi: Aina
gl: Sempre
ja: 常に
mr: नेहमीच
pl: Zawsze
pt_br: Sempre
ru: всегда
sv: Alltid
ta: எப்போதும்
uk: Завжди

source: New scheme
ar: مخطط جديد
cs: Nové schéma
de: Neues Schema
es: Nuevo esquema
fi: Uusi teema
gl: Novo esquema
id: Skema baru
ja: 新規のスキーム
pl: Nowy schemat
pt_br: Novo Esquema
ru: Новая схема
sv: Nytt schema
ta: புதிய திட்டம்
uk: Нова схема

source: Edit scheme
ar: حرر مخطط
cs: Upravit schéma
de: Schema bearbeiten
es: Modificar esquema
fi: Muokkaa teemaa
gl: Editar esquema
id: Edit skema
ja: スキームを編集
pl: Edytuj schemat
pt_br: Editar Esquema
ru: Изменить схему
sv: Redigera schema
ta: திருத்து திட்டம்
uk: Змінити схему

source: Remove scheme
ar: أزل المخطط
cs: Odebrat schéma
de: Schema entfernen
es: Eliminar esquema
fi: Poista teema
gl: Eliminar esquema
id: Hapus skema
ja: スキームを削除
pl: Usuń schemat
pt_br: Remover esquema
ru: Удалить схему
sv: Ta bort schema
ta: திட்டத்தை அகற்று
uk: Вилучити схему

source: Default
ar: إفتراضي
cs: Výchozí
de: Standardeinstellung
es: Predeterminado
fi: Vakio
gl: Predeterminado
ja: デフォルト
mr: डिफॉल्ट
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
sv: Standard
ta: இயல்புநிலை
uk: Типовий

source: Custom
ar: تخصيص
cs: Vlastní
de: Angepasst
es: Personalizado
fi: Mukautettu
gl: Personalizado
id: Kustom
ja: カスタム
mr: सानुकूल
pl: Własne
pt_br: Personalizado
ru: Пользовательский
sv: Anpassat
ta: தனிப்பயன்
uk: Користувацькі

source: Background
ar: الخلفية
cs: Pozadí
de: Hintergrund
es: Fondo
fi: Tausta
gl: Fondo
ja: 背景
mr: पार्श्वभूमी
pl: Tło
pt_br: Plano de fundo
ru: Фон
sv: Bakgrund
ta: பின்புறம்
uk: Тло

source: Foreground
ar: المقدمة
cs: Popředí
de: Vordergrund
es: Primer plano
fi: Edusta
gl: Primeiro plano
ja: 文字
mr: अग्रभूमी
pl: Pierwszyplan
pt_br: Primeiro plano
ru: Передний план
sv: Förgrund
ta: முன்புறம்
uk: Текст

source: Background:
ar: الخلفية:
cs: Pozadí:
de: Hintergrund:
es: Fondo:
fi: Tausta:
gl: Fondo:
id: Latar belakang:
ja: 背景色:
mr: पार्श्वभूमी:
pl: Tło:
pt_br: Fundo
ru: Цвет фона:
sv: Bakgrund:
ta: பின்புறம்:
uk: Тло:

source: Foreground:
ar: المقدمة:
cs: Popředí:
de: Vordergrund
es: Primer plano:
fi: Etuala:
gl: Primeiro plano:
id: Latar depan:
ja: 文字色:
mr: अग्रभूमी:
pl: Tekst:
pt_br: Primeiro Plano
ru: Передний план:
sv: Förgrund:
ta: முன்புறம்:
uk: Текст:

source: Link:
ar: الرابط:
cs: Odkaz:
de: Verknüpfung
es: Enlace:
fi: Linkki:
gl: Ligazón:
id: Tautan:
ja: リンク:
mr: लिंक:
pl: Łącze:
ru: Ссылка:
sv: Länk:
ta: இணைப்பு:
uk: Посилання:

source: Top margin:
ar: الهامش العلوي:
cs: Horní okraj:
de: Oberer Seitenrand:
es: Margen superior:
fi: Ylämarginaali:
gl: Marxe superior:
ja: 上余白:
mr: वरचा समास:
pl: Górny margines:
pt_br: Margem superior:
ru: Вернее поле:
sv: Toppmarginal:
ta: மேல் விளிம்பு:
uk: Верхнє поле:

source: Bottom margin:
ar: الهامش السفلي:
cs: Dolní okraj:
de: Unterer Seitenrand:
es: Margen inferior:
fi: Alamarginaali:
gl: Marxe inferior:
ja: 下余白:
mr: खालचा समास:
pl: Dolny margines:
pt_br: Margem inferior:
ru: Нижнее поле:
sv: Bottenmarginal:
ta: கீழ் விளிம்பு:
uk: Нижнє поле:
