Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Drag and hold finger perpendicular to writing direction, to go forward
ar: اسحب وأمسك إصبعك بشكل عمودي على اتجاه الكتابة، للمضي قدمًا
cs: Potažení a podržení prstem kolmo na směr psaní pro přejití vpřed
de: Finger rechtwinklig zur Schreibrichtung ziehen und halten um zurück zu gehen
es: Deslizamiento y mantener perpendicular a la dirección de escritura, hacia delante
fi: Siirry eteenpäin vetämällä ja pitämällä sormea kohtisuorassa kirjoitussuuntaan nähden
gl: Arrastre e manteña o dedo perpendicular á dirección de escritura para avanzar
pl: Przeciągnij i przytrzymaj palec prostopadle do kierunku pisania, aby przejść dalej
pt_br: Arrastar e segurar perpendicular à direção da escrita, para avançar
ru: Перетащите и удерживайте палец перпендикулярно направлению письма, чтобы перейти вперёд
sv: Dra och håll fingret vinkelrätt mot skrivriktningen för att gå framåt
ta: முன்னோக்கி செல்ல, எழுதும் திசைக்கு செங்குத்தாக விரலை இழுத்து வைத்திரு
uk: Проведення пальцем і утримання перпендикулярно записуванню для переходу вперед

source: Unknown book
ar: كتاب غير معروف
cs: Neznámá kniha
de: Unbekanntes Buch
es: Libro desconocido
fi: Tuntematon kirja
gl: Libro descoñecido
id: Buku tidak dikenal
ja: 不明な書籍
mr: अज्ञात पुस्तक
pl: Nieznana książka
pt_br: Livro desconhecido
ru: Неизвестная книга
sv: Okänd bok
ta: தெரியாத புத்தகம்
uk: Невідома книга

source: No clipboard access
ar: لا يوجد دخول الى الحافظة
cs: Bez přístupu ke schránce
de: Kein Zugriff auf die Zwischenablage
es: Sin acceso al portapapeles
fi: Leikepöydän käyttöä ei ole
gl: Sen acceso ao portapapeis
ja: クリップボードにアクセスできません
pl: Brak dostępu do schowka
pt_br: Sem acesso à área de transferência
ru: Нет доступа к буферу обмена
sv: Ingen åtkomst till urklipp
ta: இடைநிலைபலகை அணுகல் இல்லை
uk: Немає доступу до буфера обміну

source: Your browser requires you to access the Content server over an HTTPS connection to be able to copy to clipboard.
ar: متصفحك يتطلب دخولك الى خادوم المحتوى عبر اتصال آمن HTTPS لتتمكن من النسخ الى الحافظة.
cs: Prohlížeč vyžaduje, abyste přistupovali k Serveru s obsahem prostřednictvím připojení HTTPS, abyste mohli kopírovat do schránky.
de: Ihr Browser benötigt eine Verbindung zum Inhalteserver über HTTPS, um auf die Zwischenablage zugreifen zu können
es: El navegador necesita que acceda al servidor de contenidos mediante una conexión HTTPS para poder copiar al portapapeles.
fi: Selaimesi edellyttää, että käytät sisältöpalvelinta HTTPS-yhteyden kautta, jotta voit kopioida leikepöydälle.
gl: O teu navegador require que accedas ao servidor de contido mediante unha conexión HTTPS para poder copiar no portapapeis.
ja: クリップボードにコピーするには、コンテンツサーバに HTTPS で接続する必要があります。
pl: Twoja przeglądarka wymaga dostępu do serwera treści za pośrednictwem połączenia HTTPS, aby móc skopiować do schowka.
pt_br: Seu navegador requer que você acesse o Servidor de conteúdo através de uma conexão HTTPS para conseguir copiar para a área de transferência
ru: Ваш браузер требует доступ к контент-серверу через HTTPS-соединение, чтобы стало возможным копирование в буфер обмена.
sv: Din webbläsare kräver att du kommer åt innehållsservern via en HTTPS-anslutning för att kunna kopiera till urklipp.
ta: இடைநிலைபலகைக்கு நகலெடுக்க உஉபநெப இணைப்பின் மூலம் உள்ளடக்கச் சேவையகத்தை அணுக உங்கள் உலாவிக்கு நீங்கள் தேவைப்படுகிறது.
uk: Щоб уможливити копіювання даних до буфера обміну даними, вашому браузеру потрібен доступ до сервера даних з використанням з'єднання HTTPS.

source: Could not copy to clipboard
ar: لم يمكن النسخ الى الحافظة
cs: Nelze kopírovat do schránky
de: Kann nicht in die Zwischenablage kopieren
es: No se pudo copiar al portapapeles
fi: Kopiointi leikepöydälle ei onnistu
gl: Non se puido copiar no portapapeis
ja: クリップボードにコピー出来ません
mr: क्लिपबोर्डला कॉपी करता आले नाही
pl: Nie udało się skopiować do schowka
pt_br: Não foi possível copiar para a área de transferência
ru: Не удалось скопировать в буфер обмена
sv: Det gick inte att kopiera till urklipp
ta: இடைநிலைபலகைக்கு நகலெடுக்க முடியவில்லை
uk: Не вдалося скопіювати до буфера обміну

source: No permission to write to clipboard
ar: لا يوجد إذن بالكتابة الى الحافظة
cs: Bez oprávnění pro zápis do schránky
de: Keine Erlaubnis, um in die Zwischenablage zu schreiben
es: Sin permiso para escribir en el portapapeles
fi: Leikepöydälle kirjoittamiseen ei ole lupaa
gl: Sen permiso para escribir no portapapeis
ja: クリップボードへの書き込み許可がありません
mr: क्लिपबोर्डवर लिहिण्याची परवानगी नाही
pl: Brak pozwolenia na zapis do schowka
pt_br: Sem permissão para gravar na área de transferência
ru: Не хватает прав для записи в буфер обмена
sv: Ingen behörighet att skriva till urklipp
ta: இடைநிலைபலகைக்கு எழுத அனுமதி இல்லை
uk: Немає прав доступу до запису до буфера

source: Failed to load profiles
ar: فشل تحميل الملفات الشخصية
cs: Nepodařilo se načíst profily
de: Profile konnten nicht geladen werden
es: Fallo al cargar perfiles
gl: Produciuse un erro ao cargar os perfís
mr: प्रोफाईल लोड करण्यात अपयशी
pl: Nie udało się załadować profili
pt_br: Falha ao carregar perfis
ru: Не удалось загрузить профили
sv: Det gick inte att läsa in profiler
ta: தற்குறிப்புகளை ஏற்றுவதில் தோல்வி
uk: Не вдалося завантажити профілі

source: Could not load profiles: with error: {}
ar: تعذر تحميل الملفات الشخصية: مع الخطأ: {}
cs: Nelze načíst profily: s chybou: {}
de: Profile konnten nicht geladen werden. Fehler: {}
es: No se pudieron cargar los perfiles: con error: {}
gl: Non se puideron cargar os perfís: con erro: {}
pl: Nie udało się załadować profili: z powodu błędu: {}
pt_br: Não foi possível carregar os perfis. Erro: {}
ru: Не удалось загрузить профили: ошибка: {}
sv: Det gick inte att läsa in profiler: med fel: {}
ta: தற்குறிப்புகளை ஏற்ற முடியவில்லை: பிழையுடன்: {}
uk: Не вдалося завантажити профілі. Помилка: {}

source: Failed to parse profiles
ar: فشل في تحليل الملفات الشخصية
cs: Nepodařilo se analyzovat profily
de: Profile konnten nicht analysiert werdn
es: Fallo al procesar perfiles
gl: Produciuse un erro ao analizar os perfís
pl: Nie udało się przetworzyć profili
pt_br: Falha ao processar os perfis
ru: Не удалось разобрать профили
sv: Det gick inte att analysera profiler
ta: தற்குறிப்புகளை அலசத் தவறிவிட்டது
uk: Не вдалося обробити профілі

source: Unparsable data received for profiles
ar: تم استلام بيانات غير قابلة للتحليل للملفات الشخصية
cs: Obdržena neanalyzovatelná data pro profily
pt_br: Dados impossíveis de analisar recebidos para perfis
ru: Для профилей получены неразбираемые данные
uk: Отримано непридатні до обробки дані для профілів

source: Book id #{}
ar: معرف الكتاب #{}
cs: Id knihy č. {}
de: Buchkennung #{}
es: N.º id de libro {}
fi: Kirjan id #{}
gl: Número de identificación do libro {}
id: ID Buku #{}
ja: 書籍ID #{}
mr: पुस्तकाची आयडी #{}
pl: ID książki #{}
pt_br: Código do livro #{}
ru: Идентификатор книги #{}
sv: Bok-id #{}
ta: புத்தக அடையாளம் #{}
uk: Ід. книги {}

source: book
ar: كتاب
cs: kniha
de: Buch
es: libro
fi: kirja
gl: libro
id: buku
ja: 書籍
mr: पुस्तक
pl: książka
pt_br: livro
ru: книга
sv: bok
ta: நூல்
uk: книга

source: Could not open {}. {}
ar: تعذر فتح {}. {}
cs: Nelze otevřít {}. {}
de: Konnte {} nicht öffnen. {}
es: No se pudo abrir {}. {}
fi: Ei voitu avata {}. {}
gl: Non se puido abrir {}. {}
id: Tidak dapat membuka {}. {}
ja: {}. {} が開けませんでした
mr: हे उघडता आले नाही: {}. {}
pl: Nie można otworzyć {}. {}
pt_br: Não foi possível abrir {}. {}
ru: Невозможно открыть {}. {}
sv: Det gick inte att öppna {}. {}
ta: திறக்க முடியவில்லை {}. {}
uk: Не вдалося відкрити {}. {}

source: Go back to:
ar: إنطلق للخلف إلى:
cs: Přejít zpět na:
de: Zurückgehen zu:
es: Volver a:
fi: Palaa:
gl: Volver a:
id: Kembali ke:
ja: 戻る：
mr: येथे मागे जा:
pl: Wróć do:
pt_br: Voltar para:
ru: Назад к:
sv: Återgå till:
ta: திரும்பிச் செல்:
uk: Повернутися до:

source: Home
ar: الإستقبال
cs: Domů
de: Startseite
es: Inicio
fi: Koti
gl: Inicio
id: Beranda
ja: ホーム
mr: मुख्यपृष्ठ
pt_br: Início
ru: На главную
sv: Hem
ta: வீடு
uk: Домівка

source: Book list
ar: قائمة كتاب
cs: Seznam knih
de: Bücherliste
es: Lista de libros
fi: Kirjaluettelo
gl: Lista de libros
id: Daftar buku
ja: 書籍リスト
mr: पुस्तकांची यादी
pl: Lista książek
pt_br: Lista de livros
ru: Список книг
sv: Boklista
ta: புத்தக பட்டியல்
uk: Список книг

source: Book details
ar: تفاصيل الكتاب
cs: Podrobnosti o knize
de: Buchdetails
es: Detalles del libro
fi: Kirjan tiedot
gl: Detalles do libro
id: Detail buku
ja: 本の詳細
mr: पुस्तकाचे तपशील
pl: Szczegóły książki
pt_br: Detalhes do livro
ru: Описание книги
sv: Bokdetaljer
ta: புத்தக விவரங்கள்
uk: Подробиці щодо книги

source: Downloading {0} for offline reading, please wait...
ar: تحميل {0} للقراءة خارج الخط، الرجاء الانتظار...
cs: Stahování {0} pro čtení offline, čekejte...
de: {0} wird zum Offline-Lesen heruntergeladen. Bitte warten …
es: Descargando {0} para leer sin conexión, espere...
fi: Ladataan {0} offline-luettavaksi, odota hetki...
gl: Descargando {0} para ler sen conexión, agarda...
id: Mengunduh {0} untuk dibaca secara luring, mohon tunggu...
ja: {0}をオフライン閲覧のためにダウンロード中、お待ちください...
mr: {0} ऑफलाईन वाचनासाठी डाउनलोड करत आहे, कृपया प्रतीक्षा करा...
pl: Pobieranie "{0}" do czytania w trybie offline, proszę czekać...
pt_br: Baixando {0} para leitura offline, por favor aguarde...
ru: Загрузка {0} для чтения без интернета, пожалуйста, подождите...
sv: Hämtar {0} för frånkopplad läsning, vänta...
ta: தொடர்பிலா வாசிப்புக்கு {0} பதிவிறக்குவது, தயவுசெய்து காத்திரு...
uk: Отримуємо {0} для читання у автономному режимі, будь ласка, зачекайте…

source: Downloading book manifest...
ar: تحميل بيان manifest الكتاب...
cs: Stahování manifestu knihy...
de: Buchmanifest wird heruntergeladen …
es: Descargando el manifiesto del libro...
fi: Ladataan kirjalistaa...
gl: Descargando o manifesto do libro...
id: Mengunduh menifesto buku...
ja: 本のマニフェストをダウンロード中...
mr: पुस्तकाचे मॅनिफेस्ट डाउनलोड करत आहे...
pl: Pobieranie manifestu książki...
pt_br: Baixando manifesto do livro
ru: Загрузка манифеста книги...
sv: Hämtar bokmanifest...
ta: புத்தக வெளிப்பாட்டைப் பதிவிறக்குகிறது...
uk: Отримуємо маніфест книги…

source: Could not copy image
ar: لم يمكن نسخ الصورة
cs: Nelze kopírovat obrázek
de: Konnte Bild nicht kopieren
es: No se pudo copiar la imagen
fi: Kuvaa ei voitu kopioida
gl: Non se puido copiar a imaxe
ja: イメージをコピーできません
mr: चित्र कॉपी करता आले नाही
pl: Nie udało się skopiować obrazu
pt_br: Não foi possível copiar a imagem
ru: Не удалось скопировать изображение
sv: Det gick inte att kopiera bilden
ta: படத்தை நகலெடுக்க முடியவில்லை
uk: Не вдалося скопіювати зображення

source: Cannot read books
ar: لا يمكن قراءة الكتب
cs: Nelze číst knihy
de: Bücher können nicht eingelesen werden
es: No se pueden leer libros
fi: Kirjoja ei voi lukea
gl: Non se poden ler libros
id: Buku tidak dapat dibaca
ja: 書籍が読み込めません
mr: पुस्तके वाचता येत नाही
pl: Nie można czytać książek
pt_br: Não é possível ler livros
ru: Невозможно читать книги
sv: Det går inte att läsa böckerna
ta: புத்தகங்களைப் படிக்க முடியாது
uk: Неможливо читати книги

source: Could not initialize database
ar: لم يمكن بدء قاعدة البيانات
cs: Nelze inicializovat databázi
de: Datenbank konnte nicht initialisiert werden
es: No se pudo inicializar la base de datos
fi: Tietokannan alustaminen epäonnistui
gl: Non foi posíbel inicializar a base de datos
id: Pangkalan data tidak dapat dimulai
ja: データベースが初期化できません
mr: डेटाबेस सुरू करता आले नाही
pl: Nie można zainicjować bazy danych
pt_br: Não foi possível iniciar a base de dados
ru: Невозможно инициализировать базу данных
sv: Det gick inte att initiera databasen
ta: தரவுத்தளத்தைத் தொடங்க முடியவில்லை
uk: Не вдалося ініціалізувати базу даних

source: Failed to initialize IndexedDB
ar: فشل بدء قاعدة البيانات المفهرسة IndexedDB
cs: Nepodařilo se inicializovat IndexedDB
de: Die Datenbank "indexedDB" kann nicht initialisiert werden
es: Fallo al iniciar IndexedDB
fi: IndexedDB-tietokannan alustaminen epäonnistui
gl: Produciuse un erro ao inicializar IndexedDB
id: Gagal memulai IndexedDB
ja: インデックスDBが初期化に失敗しました
mr: IndexedDB सुरू करण्यात अपयशी
pl: Błąd inicjalizacji IndexedDB
pt_br: Falha ao iniciar IndexedDB
ru: Не удалось инициализировать IndexedDB
sv: Det gick inte att initiera IndexedDB
ta: குறியிடப்பட்டதரவுதளத்தை துவக்கத் தவறிவிட்டது
uk: Не вдалося ініціалізувати IndexedDB

source: Book id #
ar: معرف الكتاب #
cs: Č. id knihy
de: Buch-ID #
es: N.º id de libro
fi: Kirjan id #
gl: Número de identificación do libro
id: ID Buku #
ja: 書籍ID #
mr: पुस्तक आयडी #
pl: ID książki #
pt_br: ID do livro #
ru: Идентификатор книги #
sv: Bok-id #
ta: புத்தக அடையளம் #
uk: № ід. книги

source: Cannot read book
ar: لا يمكن قراءة الكتاب
cs: Nelze číst knihu
de: Buch kann nicht eingelesen werden
es: No se puede leer el libro
fi: Kirjaa ei voi lukea
gl: Non se pode ler o libro
id: Buku tidak dapat dibaca
ja: 本を読み込めません
mr: पुस्तक वाचता आले नाही
pl: Nie można przeczytać książki
pt_br: Não foi possível ler o livro
ru: Невозможно прочесть эту книгу
sv: Det går inte att läsa boken
ta: புத்தகத்தைப் படிக்க முடியாது
uk: Не вдалося прочитати книгу

source: Failed to view book
ar: فشل في عرض الكتاب
cs: Nepodařilo se zobrazit knihu
de: Buchanzeige fehlgeschlagen
es: Error al visualizar el libro
fi: Kirjan katselu epäonnistui
gl: Produciuse un erro ao ver o libro
ja: 本の表示に失敗しました。
mr: पुस्तक पाहण्यात अपयशी
pl: Nie można wyświetlić książki
pt_br: Falha ao visualizar o livro
ru: Не удалось отобразить книгу
sv: Det gick inte att visa boken
ta: புத்தகத்தைக் காணத் தவறிவிட்டது
uk: Не вдалося переглянути книгу

source: Viewing of the {} format is not supported.
ar: عرض تنسيق {} غير مدعوم.
cs: Zobrazení formátu {} není podporováno.
de: Anzeige des {}-Formats wird nicht unterstützt.
es: No se admite la visualización del formato {}.
fi: {}-formaatin näyttämistä ei tueta.
gl: Non se admite a visualización do formato {}.
mr: {} स्वरूप पाहणे समर्थित नाही.
pl: Wyświetlanie formatu {} nie jest obsługiwane
pt_br: A visualização do formato {} não é suportada.
ru: Чтение формата {} не поддерживается.
sv: Visning av formatet {} stöds inte.
ta: {} வடிவமைப்பைப் பார்ப்பது ஆதரிக்கப்படவில்லை.
uk: Підтримки перегляду формату {} не передбачено

source: The {} format is not available.
ar: التنسيق {} غير متاح.
cs: Formát {} není k dispozici.
de: Das {}-Format ist nicht verfügbar.
es: El formato {} no está disponible.
fi: {}-formaatti ei ole käytettävissä.
gl: O formato {} non está dispoñible.
mr: {} हे स्वरूप उपलब्ध नाही.
pl: Format {} jest niedostępny.
pt_br: O formato {} está indisponível.
ru: Формат {} недоступен.
sv: Formatet {} är inte tillgängligt.
ta: {} வடிவம் கிடைக்கவில்லை.
uk: Формат {} недоступний.

source: Failed to load book manifest
ar: فشل تحميل بيان manifest الكتاب
cs: Nepodařilo se načíst manifest knihy
de: Laden des Buchmanifests fehlgeschlagen
es: Fallo al cargar el manifiesto del libro
fi: Kirjalistauksen lataus epäonnistui
gl: Produciuse un erro ao cargar o manifesto do libro
id: Gagal memuat manifesto buku
ja: 本のマニフェストを読み込めませんでした
mr: पुस्काचे मॅनिफेस्ट लोड करण्यात अपयशी
pl: Błąd ładowania manifestu książki
pt_br: Falha ao carregar manifesto do livro
ru: Не удалось загрузить манифест книги
sv: Det gick inte att läsa in bokmanifest
ta: புத்தக வெளிப்பாட்டை ஏற்றுவதில் தோல்வி
uk: Не вдалося завантажити маніфест книги

source: The book manifest failed to load, click "Show details" for more information.
ar: فشل تحميل بيان الكتاب، انقر على "عرض التفاصيل" لمزيد من المعلومات.
cs: Nepodařilo se načíst manifest knihy, pro více informací klikněte na "Zobrazit podrobnosti".
de: Das Buchmanifest konnte nicht geladen werden. Klicken Sie auf "Details anzeigen", um weitere Informationen zu erhalten.
es: Fallo al cargar el manifiesto del libro, pulse «Mostrar detalles» para más información.
fi: Kirjan manifesti ei latautunut, klikkaa "Näytä tiedot" lisätietojen saamiseksi.
gl: Non se puido cargar o manifesto do libro, preme en «Mostrar detalles» para obter máis información.
ja: 本のマニフェストを読み込めませんでした。詳しくは「詳細を表示」をクリックしてください。
mr: पुस्तकाचे मॅनिफेस्ट लोड करण्यात अपयशी. अधिक माहितीसाठी "तपशील दाखवा" वर क्लिक करा.
pl: Nie udało się wczytać manifestu książki, kliknij "Pokaż szczegóły", aby uzyskać więcej informacji.
pt_br: Falha ao carregar o manifesto do livro, clique em "Mostrar detalhes" para mais informações.
ru: Не удалось загрузить манифест книги. Для получения дополнительной информации нажмите "Показать подробности".
sv: Bokmanifestet gick inte att läsas in, klicka på "Visa detaljer" för mer information.
ta: புத்தகம் வெளிப்பாடு ஏற்றத் தவறிவிட்டது, மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு.
uk: Не вдалося завантажити маніфест книги. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: The manifest for {title} is not valid
ar: البيان لـ {title} غير صحيح
cs: Manifest pro {title} není platný
de: Das Manifest für {title} ist ungültig
es: El manifiesto del libro {title} no es válido
fi: {title} ei ole listauksessa
gl: O manifesto de {title} non é válido
id: Manifesto untuk {title} tidak valid
ja: {title} のマニフェストが無効です
mr: {title} याचे मॅनिफेस्ट वैध नाही
pl: Manifest dla {title} nie jest poprawny
pt_br: O manifesto para o {title} não é válida
ru: Неправильный манифест для {title}
sv: Manifestet för {title} är inte giltigt
ta: {title} க்கான வெளிப்பாடு செல்லுபடியாகாது
uk: Маніфест {title} є некоректним

source: calibre upgraded!
ar: تم تحديث Calibre !
cs: Calibre upgradováno!
de: Calibre aktualisiert!
es: ¡calibre actualizado!
fi: calibre päivitettiin!
gl: calibre actualizado!
id: calibre telah diperbarui!
ja: Calibreが更新されました
mr: कॅलिबर अपग्रेड झाले!
pl: calibre ulepszone!
pt_br: Calibre atualizado!
ru: calibre обновлена!
sv: calibre uppgraderad!
ta: திறன் மேம்படுத்தப்பட்டது!
uk: calibre оновлено!

source: A newer version of calibre is available, please click the Reload button in your browser.
ar: يتوفر إصدار جديد من Calibre، الرجاء الضغط على زر إعادة التحميل في متصفحك.
cs: Je dostupná novější verze Calibre, klikněte na tlačítko Znovu načíst ve vašem prohlížeči.
de: Eine neuere Version von Calibre ist verfügbar. Bitte klicken Sie die "Aktualisieren"-Schaltfläche Ihres Browsers!
es: Hay una nueva versión de calibre disponible, pulse el botón de recargar del navegador.
fi: Uudempi versio calibresta on saatavilla, napsauta Lataa uudelleen -painiketta selaimessasi.
gl: Hai unha versión máis recente de calibre dispoñible, preme no botón Recargar no teu navegador.
ja: Calibreの新しいバージョンがあります。ブラウザの再読込みボタンをクリックしてください。
mr: कॅलिबरची अधिक नवीन आवृत्ती उपलब्ध आहे. कृपया आपल्या ब्राउझरच्या रिलोड बटणावर क्लिक करा.
pl: Dostępna jest nowsza wersja kalibru, kliknij przycisk Załaduj ponownie w przeglądarce.
pt_br: Uma nova versão do calibre está disponível, por favor clique no botão Recarregar do seu navegador.
ru: Доступна более новая версия calibre, нажмите кнопку «Перезагрузить» в браузере.
sv: En nyare version av calibre är tillgänglig, klicka på knappen Ladda om i din webbläsare.
ta: திறனின் புதிய பதிப்பு கிடைக்கிறது, தயவுசெய்து உங்கள் உலாவியில் உள்ள மறுஏற்றம் பொத்தானைக் சொடுக்கு.
uk: Випущено новішу версію calibre. Будь ласка, натисніть кнопку перезавантаження сторінки у вашій програмі для перегляду інтернету.

source: Failed to prepare book for reading
ar: فشل إعداد الكتاب للقراءة
cs: Nepodařilo se připravit knihu pro čtení
de: Erstellen der Leseansicht des Buchs fehlgeschlagen
es: Fallo al preparar el libro para la lectura
fi: Kirjan avaaminen luettavaksi epäonnistui
gl: Produciuse un erro ao preparar o libro para ler
id: Gagal menyiapkan buku untuk dibaca
ja: 本を読むための準備に失敗しました
mr: पुस्तक वाचण्यास तयार करण्यात अयशस्वी
pl: Nie udało się przygotować książki do czytania
pt_br: Falha ao preparar o livro para leitura.
ru: Не удалось подготовить книгу для чтения
sv: Det gick inte att förbereda bok för läsning
ta: வாசிப்புக்கான புத்தகத்தைத் தயாரிக்கத் தவறிவிட்டது
uk: Не вдалося приготувати книгу до читання

source: Preparation of book for reading was aborted because it took too long
ar: أوقفت تهيئة الكتاب للقراءة لأنها استغرقت زمنا طويلا جدا
cs: Příprava knihy pro čtení byla přerušena, protože trvala příliš dlouho
de: Erstellung der Leseansicht des Buchs wurde abgebrochen, weil es zu lange gedauert hat
es: La preparación del libro para la lectura se ha cancelado porque tardaba demasiado
fi: Kirjan valmistelu luettavaksi keskeytettiin, koska se kesti liian kauan
gl: A preparación do libro para a lectura foi abortada porque tardou demasiado
id: Batal menyiapkan buku untuk dibaca karena butuh waktu terlalu lama
ja: 本が非常に長いため、読むための本の準備に失敗しました
pl: Przygotowanie książki do czytania zostało przerwane, ponieważ trwało zbyt długo
pt_br: Preparação do livro para leitura foi abortado por ter demorado demais.
ru: Подготовка книги для чтения была отменена, так как заняла слишком много времени
sv: Beredning av boken för läsning avbröts för att det tog för lång tid
ta: வாசிப்புக்கு புத்தகத்தைத் தயாரிப்பது கைவிடப்பட்டது, ஏனெனில் இது அதிக நேரம் எடுத்தது
uk: Приготування книги до читання було перервано, оскільки тривало надто довго

source: There was an error processing the book, click "Show details" for more information
ar: حصل خطأ عند معالجة الكتاب، اضغط "إظهار التفاصيل" لمزيد من المعلومات
cs: Během zpracování knihy došlo k chybě, pro více informací klikněte na "Zobrazit podrobnosti".
de: Beim Bearbeiten des Buchs ist ein Fehler aufgetreten, clicke "Zeige Details" für mehr Informationen
es: Ocurrió un error al procesar el libro, pulse «Mostrar detalles» para más información
fi: Kirjan käsittelyssä ilmeni virhe, klikkaa "Näytä tiedot" saadaksesi lisätietoja
gl: Produciuse un erro ao procesar o libro, preme en «Mostrar detalles» para obter máis información
id: Ada kesalahan memproses buku, klik "Tampilkan Detail" untuk informasi lebih lanjut
ja: 本の処理中にエラーが発生しました。詳細については「詳細を表示」をクリックしてください。
pl: Wystąpił błąd podczas przetwarzania książki, kliknij „Pokaż szczegóły”, by dowiedzieć się więcej.
pt_br: Ocorreu um erro ao carregar o e-book, clique em "Exibir detalhes" para mais informações
ru: Произошла ошибка обработки книги, нажмите «Показать подробности» для получения дополнительной информации
sv: Det uppstod ett fel vid bearbetningen av boken, klicka på "Visa detaljer" för mer information
ta: புத்தகத்தைச் செயலாக்குவதில் பிழை இருந்தது, மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு
uk: Під час обробки книги сталася помилка. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: Book is queued for processing on the server...
ar: الكتاب في الطابور لمعالجته على الخادوم...
cs: Kniha je zařazena do fronty pro zpracování na serveru...
de: Das Buch ist in der Warteschlange und wird dann vom Server verarbeitet
es: El libro está en cola para procesarlo en el servidor...
fi: Kirja on palvelimella käsittelyjonossa...
gl: O libro está en cola para ser procesado no servidor...
id: Buku diantrekan untuk diproses di server...
ja: サーバ上で処理するために本はキューイングされています...
pl: Książka oczekuje w kolejce do przetworzenia przez serwer...
pt_br: Livro foi enfileirado para processamento no servidor...
ru: Книга в очереди на обработку на сервере...
sv: Boken är i kö för bearbetning på servern...
ta: சேவையகத்தில் செயலாக்க புத்தகம் வரிசையில் உள்ளது...
uk: Книгу додано до черги обробки на сервері…
