Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Decrease number of pages per screen
ar: قلل عدد الصفحات للشاشة
cs: Snížit počet stránek na obrazovku
de: Weniger Seiten pro Bildschirm
es: Disminuir el número de páginas por pantalla
fi: Vähennä sivumäärää näyttöä kohden
gl: Diminuír o número de páxinas por pantalla
ja: 画面に表示するページ数を減らす
mr: पडद्यावरील पानांची संख्या कमी करा
pl: Zmniejsz liczbę stron na ekranie
pt_br: Diminuir o número de páginas por tela
ru: Уменьшить количество страниц на экране
sv: Minska antalet sidor per skärm
ta: ஒரு திரைக்கு பக்கங்களின் எண்ணிக்கையைக் குறை
uk: Зменшити кількість сторінок на екрані

source: Make number of pages per screen automatic
ar: اجعل عدد الصفحات للشاشة تلقائيا
cs: Nastavit počet stránek na obrazovku automaticky
de: Automatische Anzahl von Seiten pro Bildschirm
es: Hacer que el número de páginas por pantalla sea automático
fi: Tee sivumäärästä näyttöä kohden automaattinen
gl: Facer automático o número de páxinas por pantalla
ja: 画面に表示するページ数を自動調整
mr: पडद्यावर दिसणार्‍या पानांची संख्या आपोआप ठरवा
pl: Ustaw liczbę stron na ekranie automatycznie
pt_br: Tornar o número de páginas por tela automático
ru: Автоматически определять количество страниц на экране
sv: Ställ in antalet sidor per skärm automatiskt
ta: ஒரு திரைக்கு தானாகவே பக்கங்களின் எண்ணிக்கை உருவாக்கு
uk: Визначати кількість сторінок на екрані автоматично

source: Toggle full screen
ar: بدل الى الشاشة الكاملة
cs: Přepnout na celou obrazovku
de: Vollbildmodus an/aus
es: Conmutar pantalla completa
fi: Koko näyttö päälle/pois
gl: Alternar con pantalla completa
ja: 全画面モードのON/OFF
mr: फुलस्क्रीन टॉगल करा
pl: Przełącz na tryb pełnoekranowy
pt_br: Alternar em tela cheia
ru: Переключить полноэкранный режим
sv: Växla helskärmsläge
ta: மாற்று முழுத்திரை
uk: Увімкнути/Вимкнути повноекранний режим

source: Toggle between Paged mode and Flow mode for text layout
ar: بدل بين نمط الصفحات ونمط الإنسياب لتخطيط النص
cs: Přepnout mezi Režimem stránek a Plovoucím režimem pro rozložení textu
de: Für das Textlayout zwischen Seitenmodus und fortlaufendem Modus umschalten
es: Alternar entre modo paginado y modo continuo para la distribución del texto
fi: Vaihda tekstin asettelussa sivutilan ja virtaustilan välillä
gl: Alterna entre o modo de páxina e o modo de fluxo para a disposición do texto
ja: テキストレイアウトをページモードとフローモードで切替え
mr: मजकुराचे लेआउट पान मोड आणि वाह्य मोड यांच्यामध्ये टॉगल करा
pl: Przełącz tekst między trybem stron a trybem ciągłym
pt_br: Alternar entre Modo Paginado e Modo Fluxo para o layout do texto
ru: Переключиться между страничным и потоковым режимами
sv: Växla mellan siddelat läge och flödesläge för textutformning
ta: உரை தளவமைப்புக்கு பக்கம் செய்யப்பட்ட பயன்முறை மற்றும் ஓட்ட பயன்முறைக்கு இடையில் மாற்று
uk: Перемкнутися між режимом сторінок і неперервним режимом у компонуванні тексту

source: Toggle the scrollbar
ar: بدل الى شريط اللف
cs: Přepnout posuvník
de: Ein- / Ausschalten der Scollbar
es: Conmutar la barra de desplazamiento
fi: Vaihda vierityspalkki päälle/pois
gl: Alterna a barra de desprazamento
ja: スクロールバーの表示/非表示
mr: स्क्रोलबार टॉगल करा
pl: Przełącz pasek przewijania
pt_br: Ativar a barra de rolagem
ru: Переключить полосу прокрутки
sv: Visa/dölj rullisten
ta: சுருள்பட்டியை மாற்று
uk: Увімкнути або вимкнути смужку гортання

source: Show/hide bookmarks
ar: إظهار/إخفاء الإشارات المرجعية
cs: Zobrazit nebo skrýt záložky
de: Lesezeichen ein-/ausblenden
es: Mostrar u ocultar marcadores
fi: Vaihda kirjanmerkit päälle/pois
gl: Mostrar/ocultar marcadores
ja: ブックマークを表示/非表示
mr: बुकमार्क दाखवा/लपवा
pl: Pokaż/ukryj zakładki
pt_br: Mostrar/ocultar marcadores
ru: Показать/скрыть закладки
sv: Visa/dölj bokmärken
ta: புத்தக்குறிகளைக் காட்டு/மறை
uk: Показати або приховати закладки

source: Create a new bookmark
ar: إحداث إشاراة مرجعية جديدة
cs: Vytvořit novou záložku
de: Neues Lesezeichen erstellen
es: Crear un nuevo marcador
fi: Luo uusi kirjanmerkki
gl: Crea un novo marcador
ja: 新しいブックマークの作成
mr: नवीन बुकमार्क बनवा
pl: Utwórz nową zakładkę
pt_br: Criar um novo marcador
ru: Создать новую закладку
sv: Skapa ett nytt bokmärke
ta: புதிய புத்தக்குறியை உருவாக்கு
uk: Створити закладку

source: Show the book metadata
ar: إظهار البيانات الوصفية للكتاب
cs: Zobrazit metadata knihy
de: Zeige die Metadaten des Buches
es: Mostrar los metadatos del libro
fi: Näytä kirjan metatiedot
gl: Mostra os metadatos do libro
ja: 本の書誌情報を表示
mr: पुस्तकाचा मेटाडेटा दाखवा
pl: Pokaż metadane książki
pt_br: Exibir metadados do livro
ru: Показать метаданные книги
sv: Visa bokens metadata
ta: மீத்தரவு புத்தகத்தைக் காட்டு
uk: Показати метадані книги

source: Change settings quickly by creating and switching to "profiles"
ar: غيّر الإعدادات بسرعة عن طريق إنشاء "ملفات تعريف" والتبديل إليها
cs: Měnit rychle nastavení vytvářením a přepínáním na „profily“
de: Erstellen von "Profilen" für den schnellen Wechsel zwischen verschiedenen Einstellungen
es: Guardar configuraciones rápidamente creando y activando «perfiles»
gl: Cambia a configuración rápidamente creando e cambiando a «perfís»
mr: सेटिंग झटपट बदलण्यासाठी "प्रोफाईल" बनवा व त्यांच्यात स्विच करा
pl: Zmień szybko ustawienia, tworząc i przełączając się na "profile"
pt_br: Altere as configurações rapidamente criando e alternando entre "perfis"
ru: Быстро меняйте настройки, создавая "профили" и переключаясь на них
sv: Ändra inställningar snabbt genom att skapa och byta till "profiler"
ta: "தற்குறிப்புகளுக்கு" உருவாக்கி மாறுவதன் மூலம் அமைப்புகளை விரைவாக மாற்று
uk: Швидко змініть параметри створенням та перемиканням на «профілі»

source: Alter the current selection forward by a word
ar: بعد التحديد الحالي تقدم بمقدار كلمة
cs: Upravit aktuální výběr vpřed o slovo
de: Nach der aktuellen Auswahl ein Word vorwärts springen
es: Modificar la selección actual una palabra hacia adelante
fi: Muuta nykyistä valintaa eteenpäin sanalla
gl: Modifica a selección actual adiante cunha palabra
ja: 現在の選択範囲を1文字分前向きに変更
pl: Zmień bieżący wybór w przód o słowo
pt_br: Alterar a seleção atual em uma palavra para frente
ru: Изменить текущее выделение на слово вперёд
sv: Ändra den aktuella markeringen framåt med ett ord
ta: தற்போதைய தேர்வை ஒரு சொல்லால் முன்னோக்கி மாற்று
uk: Після поточного позначеного вперед на одне слово

source: Alter the current selection backwards by a word
ar: بعد التحديد الحالي تراجع بمقدار كلمة
cs: Upravit aktuální výběr zpět o slovo
de: Nach der aktuellen Auswahl ein Word rückwärts gehen
es: Modificar la selección actual una palabra hacia atrás
fi: Muuta nykyistä valintaa taaksepäin sanalla
gl: Modifique a selección actual cara atrás cunha palabra
ja: 現在の選択範囲を1単語分後ろ向きに変更
pl: Zmień bieżący wybór wstecz o słowo
pt_br: Alterar a seleção atual em uma palavra para trás
ru: Изменить текущее выделение на слово назад
sv: Ändra den aktuella markeringen bakåt med ett ord
ta: தற்போதைய தேர்வை ஒரு சொல்லால் பின்னோக்கி மாற்று
uk: Після поточного позначеного назад на одне слово

source: Alter the current selection forward by a character
ar: غيّر التحديد الحالي أمامًا بمحرف واحد
cs: Upravit aktuální výběr vpřed o znak
de: Ändern Sie die aktuelle Auswahl um ein Zeichen vorwärts
es: Modificar la selección actual hacia adelante en un carácter
fi: Muuta nykyistä valintaa eteenpäin merkillä
gl: Modifica a selección actual adiante cun carácter
ja: 現在の選択範囲を1文字分前向きに変更
pl: Zmień bieżący wybór do przodu o znak
pt_br: Alterar a seleção atual em um caractere para frente
ru: Изменить текущий выбор вперед на символ
sv: Ändra den aktuella markeringen framåt med ett tecken
ta: தற்போதைய தேர்வை ஒரு எழுத்தால் முன்னோக்கி மாற்று
uk: Змінити поточне позначення вперед на символ

source: Alter the current selection backwards by a character
ar: غيّر التحديد الحالي رجوعًا بمحرف واحد
cs: Upravit aktuální výběr zpět o znak
de: Ändern der aktuellen Auswahl rückwärts um ein Zeichen
es: Modificar la selección actual hacia atrás en un carácter
fi: Muuta nykyistä valintaa taaksepäin merkillä
gl: Modifique a selección actual cara atrás cun carácter
ja: 現在の選択範囲を1文字分後ろ向きに変更
pl: Zmień bieżący wybór wstecz o znak
pt_br: Alterar a seleção atual em um caractere para trás
ru: Изменить текущий выбор назад на символ
sv: Ändra den aktuella markeringen bakåt med ett tecken
ta: தற்போதைய தேர்வை ஒரு எழுத்தால் பின்னோக்கி மாற்று
uk: Змінити поточне позначення назад на символ

source: Alter the current selection forward by a line
ar: غيّر التحديد الحالي أمامًا بسطر
cs: Upravit aktuální výběr vpřed o řádek
de: Ändern Sie die aktuelle Auswahl um eine Zeile vorwärts
es: Modificar la selección actual hacia adelante en una línea
fi: Muuta nykyistä valintaa eteenpäin rivillä
gl: Modifica a selección actual cara adiante nunha liña
ja: 現在の選択範囲を1行分前向きに変更
pl: Zmień bieżący wybór do przodu o linię
pt_br: Alterar a seleção atual em uma linha para frente
ru: Изменить текущий выбор на строку вперед
sv: Ändra den aktuella markeringen framåt med en rad
ta: தற்போதைய தேர்வை ஒரு வரி மூலம் முன்னோக்கி மாற்று
uk: Змінити поточне позначення вперед на рядок

source: Extend the current selection to the start of the line
ar: مدد التحديد الحالي إلى بداية السطر
cs: Rozšířit aktuální výběr na začátek řádku
de: Erweitern der aktuellen Auswahl bis zum Anfang der Zeile
es: Extender la selección actual hasta el inicio de la línea
fi: Laajenna nykyistä valintaa rivin alkuun
gl: Estende a selección actual ata o inicio da liña
ja: 現在の選択範囲を行頭まで拡張
pl: Rozszerz bieżący wybór do początku linii
pt_br: Extender a seleção atual para o início da linha
ru: Расширить текущий выбор до начала строки
sv: Utvidga den aktuella markeringen till början av raden
ta: தற்போதைய தேர்வை வரியின் தொடக்கத்திற்கு நீட்டு
uk: Розширити поточний позначений фрагмент до початку рядка

source: Extend the current selection to the end of the line
ar: مدد التحديد الحالي إلى نهاية السطر
cs: Rozšířit aktuální výběr na konec řádku
de: Erweitern Sie die aktuelle Auswahl bis zum Ende der Zeile
es: Extender la selección actual hasta el final de la línea
fi: Laajenna nykyistä valintaa rivin loppuun
gl: Estende a selección actual ata o final da liña
ja: 現在の選択範囲を行末まで拡張
pl: Rozszerz bieżący wybór do końca wiersza
pt_br: Extender a seleção atual para o final da linha
ru: Расширить текущий выбор до конца строки
sv: Utvidga den aktuella markeringen till slutet av raden
ta: தற்போதைய தேர்வை வரியின் முடிவிற்கு நீட்டு
uk: Розширити поточний позначений фрагмент до кінця рядка

source: Select all
ar: حدد الكل
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fi: Valitse kaikki
gl: Seleccionar todos
id: Pilih Semua
ja: すべて選択
mr: सर्व निवडा
pl: Zaznacz wszystko
pt_br: Selecionar tudo
ru: Выделить всё
sv: Markera allt
ta: அனைத்தையும் தெரிவுசெய்
uk: Вибрати все

source: Alter the current selection backwards by a line
ar: غيّر التحديد الحالي رجوعًا بسطر
cs: Upravit aktuální výběr zpět o řádek
de: Die aktuelle Auswahl um eine Zeile nach hinten verändern
es: Modificar la selección actual hacia atrás en una palabra
fi: Muuta nykyistä valintaa taaksepäin rivin verran
gl: Modifique a selección actual cara atrás cunha liña
ja: 現在の選択範囲を1行分後ろ向きに変更
pl: Zmień bieżący wybór wstecz o linię
pt_br: Alterar a seleção atual em uma linha para trás
ru: Изменить текущий выбор назад на строку
sv: Ändra den aktuella markeringen bakåt med en rad
ta: தற்போதைய தேர்வை ஒரு வரியால் பின்னோக்கி மாற்று
uk: Змінити поточне позначення назад на рядок

source: Alter the current selection forward by a paragraph
ar: غيّر التحديد الحالي أمامًا بفقرة
cs: Upravit aktuální výběr vpřed o odstavec
de: Die aktuelle Auswahl um einen Absatz weiterschalten
es: Modificar la selección actual hacia adelante en un párrafo
fi: Muuta nykyistä valintaa eteenpäin kappaleen verran
gl: Modifica a selección actual adiante nun parágrafo
ja: 現在の選択範囲を1段落分前向きに変更
pl: Zmień bieżący wybór do przodu o akapit
pt_br: Alterar a seleção atual em um parágrafo para frente
ru: Изменить текущий выбор вперед на абзац
sv: Ändra den aktuella markeringen framåt med ett stycke
ta: தற்போதைய தேர்வை ஒரு பத்தி மூலம் முன்னோக்கி மாற்று
uk: Змінити поточне позначення вперед на абзац

source: Alter the current selection backwards by a paragraph
ar: غيّر التحديد الحالي رجوعًا بفقرة
cs: Upravit aktuální výběr zpět o odstavec
de: Ändern der aktuellen Auswahl rückwärts um einen Absatz
es: Modificar la selección actual hacia atrás en un párrafo
fi: Muuta nykyistä valintaa taaksepäin kappaleen verran
gl: Modifica a selección actual cara atrás cun parágrafo
ja: 現在の選択範囲を1段落分後ろ向きに変更
pl: Zmień bieżące zaznaczenie wstecz o akapit
pt_br: Alterar a seleção atual em um parágrafo para trás
ru: Изменить текущий выбор назад на абзац
sv: Ändra den aktuella markeringen bakåt med ett stycke
ta: தற்போதைய தேர்வை ஒரு பத்தி மூலம் பின்னோக்கி மாற்று
uk: Змінити поточне позначення назад на абзац

source: Show the E-book viewer controls
ar: أظهِر متحكمات معاين الكتب
cs: Zobrazit ovládací prvky Prohlížeče e-knih
de: Zeige die E-Book-Anzeige Steuerung
es: Mostrar los controles del visor de libros electrónicos
fi: Näytä E-kirjan katseluohjelman ohjaimet
gl: Mostra os controis do visor de libros electrónicos
ja: E-book ビューア制御の表示
mr: ई-पुस्तक दृश्यक कंट्रोल दाखवा
pl: Pokaż elementy sterujące przeglądarki e-booków
pt_br: Mostrar os controles do Visualizador de e-books
ru: Показать элементы управления просмотрщиком электронных книг
sv: Visa e-bokvisarens kontroller
ta: மின் புத்தக பார்வையாளர் கட்டுப்பாடுகளைக் காட்டு
uk: Показати засоби керування переглядачем електронних книг

source: Show E-book viewer preferences
ar: أظهِر تفضيلات معاين الكتب
cs: Zobrazit předvolby Prohlížeče e-knih
de: Zeige die E-Book-Anzeige Einstellungen
es: Mostrar las preferencias del visor de libros electrónicos
fi: Näytä E-kirjan katseluohjelman asetukset
gl: Mostrar as preferencias do visor de libros electrónicos
ja: E-book ビューア設定の表示
mr: ई-पुस्तक दृश्यकाच्या पसंती दाखवा
pl: Pokaż preferencje przeglądarki e-booków
pt_br: Mostrar as preferências do Visualizador de e-books
ru: Показать параметры просмотрщика электронных книг
sv: Visa e-bokvisarens inställningar
ta: மின் புத்தக பார்வையாளர் விருப்பங்களைக் காட்டு
uk: Показати вікно налаштувань засобу перегляду електронних книг

source: Go to a specified book location or position
ar: الذهاب الى مكان أو موضع كتاب معيّن
cs: Přejít na zadané umístění nebo pozici v knize
de: Im Buch zu einem angegebenen Ort oder einer angegebenen Position springen
es: Ir a una ubicación o posición específica del libro
fi: Siirry tiettyyn kirjan sijaintiin tai kohtaan
gl: Vaia a unha localización ou posición do libro especificada
ja: 本の中の指定した場所または位置へ移動
mr: पुस्तकातील एका विशिष्ट स्थानाला किंवा जागेला जा
pl: Idź do określonej lokalizacji lub pozycji
pt_br: Ir para um local ou posição específica do livro
ru: Перейти к определённому месту в книге
sv: Gå till en specifik bokplats eller position
ta: ஒரு குறிப்பிட்ட புத்தக இருப்பிடம் அல்லது நிலைக்குச் செல்
uk: Перейти до вказаного місця або позиції у книзі

source: Toggle auto-scroll
ar: بدّل الى اللف التلقائي
cs: Přepnout automatické posouvání
de: Ein- / Aus automatisches scrollen
es: Conmutar desplazamiento automático
fi: Automaattinen vieritys päälle/pois
gl: Alterna o desprazamento automático
ja: 自動スクロールの切り換え
mr: आपोआप-स्क्रोल टॉगल करा
pl: Przełącz automatyczne przewijanie
pt_br: Ativar auto rolagem
ru: Переключить автопрокрутку
sv: Växla automatisk rullning
ta: தானி-உருள் மாற்று
uk: Увімкнути або вимкнути автогортання

source: Auto scroll faster
ar: تسريع اللفّ التلقائي
cs: Automaticky posouvat rychleji
de: Automatisches scrollen schneller
es: Desplazamiento automático más rápido
fi: Automaattinen vieritys nopeammin
gl: Desprazamento automático máis rápido
ja: 自動スクロールの高速化
mr: अधिक वेगाने आपोआप स्क्रोल करा
pl: Szybsze autoprzewijanie
pt_br: Auto rolar mais rápido
ru: Ускорить автопрокрутку
sv: Rulla automatiskt snabbare
ta: வேகமாக தானி உருள்
uk: Швидше автогортання

source: Auto scroll slower
ar: تبطيء اللفّ التلقائي
cs: Automaticky posouvat pomaleji
de: Automatisches scrollen langsamer
es: Desplazamiento automático más lento
fi: Automaattinen vieritys hitaammin
gl: Desprazamento automático máis lento
ja: 自動スクロールの低速化
mr: कमी वेगाने आपोआप स्क्रोल करा
pl: Wolniejsze autoprzewijanie
pt_br: Auto rolar mais devagar
ru: Замедлить автопрокрутку
sv: Rulla automatiskt långsammare
ta: மெதுவாக தானி உருள்
uk: Повільніше автогортання

source: Sync last read position/annotations
ar: زامن آخر موضع/تعليقات مقروءة
cs: Synchronizace poslední pozice čtení nebo anotací
de: Leseposition und Anmerkungen syncronisieren
es: Sincronizar última posición de lectura y anotaciones
fi: Synkronoi viimeksi luettu sijainti/annotaatiot
gl: Sincroniza a última posición/anotacións de lectura
ja: 最後に読んだ位置と注釈を同期
mr: याआधी वाचलेल्याची जागा/अ‍ॅनोटेशन सिंक करा
pl: Synchronizuj ostatnio odczytaną pozycję/adnotacje
pt_br: Sincronizar última posição/anotação
ru: Синхронизировать место последнего чтения/заметок
sv: Synkroniserar senast lästa position/noteringar
ta: கடைசியாக படிக்க நிலை/சிறுகுறிப்புகளை ஒத்திசை
uk: Синхронізація останньої позиції читання/анотацій

source: Navigation
ar: التنقّل
cs: Navigace
es: Navegación
fi: Navigointi
gl: Navegación
ja: ナビゲーション
mr: नॅव्हिगेशन
pl: Używanie lokacji
pt_br: Navegação
ru: Перемещение
sv: Navigering
ta: வழிசெலுத்தல்
uk: Навігація

source: Interface
ar: الواجهة
cs: Rozhraní
de: Benutzeroberfläche
es: Interfaz
fi: Käyttöliittymä
ja: インタフェース
mr: इंटरफेस
pl: Interfejs
ru: Интерфейс
sv: Gränssnitt
ta: முகப்பு
uk: Зовнішній вигляд

source: Show/hide Inspector
ar: إظهار/إخفاء الفاحص
cs: Zobrazit nebo skrýt kontrolu
de: Inspektor ein-/ausblenden
es: Mostrar u ocultar el inspector
fi: Näytä/piilota tarkastaja
gl: Mostrar/ocultar o inspector
ja: インスペクタを表示/非表示
mr: निरीक्षक दाखवा/लपवा
pl: Pokaż/Ukryj Inspektora
pt_br: Mostrar/ocultar o Inspetor
ru: Показать/скрыть инспектор
sv: Visa/dölj inspektör
ta: ஆய்வாளரைக் காட்டு/மறை
uk: Показати або приховати панель Інспектора

source: Show/hide the word lookup panel
ar: إظهار/إخفاء واجهة البحث عن الكلمة
cs: Zobrazit nebo skrýt panel vyhledání slova
de: Nachschlagebereich ein-/ausblenden
es: Mostrar u ocultar el panel de búsqueda de palabra
fi: Näytä/piilota sanan hakupaneeli
gl: Mostrar/ocultar o panel de busca de palabras
ja: 単語検索パネルの表示/非表示
mr: शब्दाचा अर्थ शोधण्याचा पॅनल दाखवा/लपवा
pl: Pokaż/ukryj panel wyszukiwania słów
pt_br: Mostrar/ocultar o painel de pesquisa de palavras
ru: Показать/скрыть панель поиска слов
sv: Visa/dölj orduppslagningspanelen
ta: சொல் பார்ப் பலகைக் காட்டு/மறை
uk: Показати або приховати панель пошуку слів

source: Quit the E-book viewer
ar: غادِر معاين الكتب
cs: Ukončit Prohlížeč e-knih
de: E-Book Anzeige verlassen
es: Salir del visor de libros electrónicos
fi: Sulje e-kirjojen katseluohjelma
gl: Sae do visor de libros electrónicos
ja: E-book ビューアの終了
mr: ई-पुस्तक दृश्यकातून बाहेर पडा
pl: Zamknij przeglądarkę e-booków
pt_br: Encerrar o Visualizador de e-books
ru: Выйти из просмотрщика электронных книг
sv: Avsluta e-bokvisaren
ta: மின் புத்தக பார்வையாளரை விட்டு வெளியேறு
uk: Вийти із засобу перегляду електронних книг

source: Toggle the toolbar
ar: التبديل الى شريط الأدوات
cs: Přepnout panel nástrojů
de: Ein / Aus Werkzeuge (Toolbar)
es: Conmutar la barra de herramientas
fi: Työkalurivi päällä/pois
gl: Alterna a barra de ferramentas
ja: ツールバーのON/OFF
mr: टूलबार टॉगल करा
pl: Przełącz pasek narzędzi
pt_br: Ativar a barra de ferramentas
ru: Переключить панель инструментов
sv: Visa/dölj verktygsfältet
ta: கருவிப்பட்டியை மாற்று
uk: Увімкнути/Вимкнути панель

source: Toggle the highlights panel
ar: التبديل الى لوحة التمييزات
cs: Přepnout panel zvýraznění
de: EIn / Aus der Hervorhebungen Leiste
es: Conmutar el panel de resaltados
fi: Korostuspaneeli päällä/pois
gl: Alterna o panel de destacados
ja: ハイライトパネルを切替え
mr: हायलाईट पॅनेल टॉगल करा
pl: Przełącz panel podświetlenia
pt_br: Ativar o painel de destaques
ru: Переключить панель выделений
sv: Växla markeringspanelen
ta: முன்னிலைப்படுத்துதல்கள் பலைகையை மாற்று
uk: Перемкнути панель підсвічування

source: Edit this book
ar: حرر هذا الكتاب
cs: Upravit tuto knihu
de: Dieses Buch bearbeiten
es: Modificar este libro
fi: Muokkaa tätä kirjaa
gl: Edita este libro
ja: この本を編集
mr: हे पुस्तक संपादित करा
pl: Edytuj tą książkę
pt_br: Editar este livro
ru: Редактировать эту книгу
sv: Redigera denna bok
ta: இந்த புத்தகத்தைத் திருத்து
uk: Редагувати цю книгу

source: Do you want to permanently delete this bookmark?
ar: أتريد حذف هذه العلامة نهائيا؟
cs: Opravdu chcete trvale odstranit tuto záložku?
de: Möchten Sie dieses Lesezeichen vollständig löschen?
es: ¿Quiere borrar permanentemente este marcador?
fi: Haluatko poistaa tämän kirjanmerkin pysyvästi?
gl: Queres eliminar permanentemente este marcador?
ja: 本当にこのブックマークを完全に削除して良いですか?
mr: तुम्हाला हे बुकमार्क कायमचे डिलीट करून टाकायचे आहे का?
pl: Czy chcesz trwale usunąć tę zakładkę?
pt_br: Deseja apagar permanentemente este marcador?
ru: Хотите удалить эту закладку навсегда?
sv: Vill du ta bort detta bokmärke permanent?
ta: இந்த புத்தக்குறியை நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
uk: Ви хочете остаточно вилучити цю закладку?

source: Enter new title for bookmark:
ar: أدخل عنوانًا جديدًا للإشارة المرجعية:
cs: Zadejte nový název záložky:
de: Neuen Titel für Lesezeichen eingeben:
es: Introduzca nuevo título para el marcador:
fi: Anna kirjanmerkille uusi nimi:
gl: Introduce un novo título para o marcador:
ja: ブックマークの新規タイトルを入力:
mr: बुकमार्कसाठी नवीन शीर्षक प्रविष्ट करा:
pl: Wprowadź nowy tytuł zakładki:
pt_br: Digite o novo título para o marcador:
ru: Введите новое название закладки:
sv: Ange ny titel för bokmärke:
ta: புத்தக்குறிக்கு புதிய தலைப்பை உள்ளிடவும்:
uk: Вкажіть нову назву закладки:

source: Remove this bookmark
ar: إزالة هذه العلامة
cs: Odebrat tuto záložku
de: Dieses Lesezeichen entfernen
es: Eliminar este marcador
fi: Poista tämä kirjanmerkki
gl: Retirar este marcador
ja: ブックマークを削除
mr: हा बुकमार्क काढून टाका
pl: Usuń tę zakładkę
pt_br: Remover este marcador
ru: Удалить закладку
sv: Ta bort detta bokmärke
ta: இந்த புத்தக்குறியை அகற்று
uk: Вилучити цю закладку

source: Edit this bookmark
ar: عدّل هذه الإشارة المرجعية
cs: Upravit tuto záložku
de: Dieses Lesezeichen bearbeiten
es: Modificar este marcador
fi: Muokkaa tätä kirjanmerkkiä
gl: Editar este marcador
ja: ブックマークを編集
mr: हा बुकमार्क संपादित करा
pl: Edytuj tę zakładkę
pt_br: Editar este marcador
ru: Изменить закладку
sv: Redigera detta bokmärke
ta: இந்த புத்தக்குறியைத் திருத்து
uk: Редагувати цю закладку

source: Enter title for bookmark:
ar: اكتب عنوانا لهذه العلامة:
cs: Zadejte název záložky:
de: Titel für Lesezeichen eingeben:
es: Introduzca el título del marcador:
fi: Kirjoita kirjanmerkin otsikko:
gl: Introducir o título do marcador:
ja: ブックマークのタイトルを入力：
mr: बुकमार्कचे शीर्षक प्रविष्ट करा:
pl: Podaj tytuł zakładki:
pt_br: Colocar o título para o marcador:
ru: Введите название закладки:
sv: Ange titel för bokmärke:
ta: புத்தக்குறிக்கு தலைப்பை உள்ளிடவும்:
uk: Вкажіть назву закладки:

source: New bookmark
ar: علامة جديدة
cs: Nová záložka
de: Neues Lesezeichen
es: Nuevo marcador
fi: Uusi kirjanmerkki
gl: Novo marcador
ja: 新しいブックマーク
mr: नवीन बुकमार्क
pl: Nowa zakładka
pt_br: Novo marcador
ru: Новая закладка
sv: Nytt bokmärke
ta: புதிய புத்தக்குறி
uk: Нова закладка

source: No matches found
ar: لم يتم إيجاد تطابقات
cs: Žádné nalezené shody
de: Keine Übereinstimmungen gefunden
es: No se encontraron coincidencias
fi: Ei vastaavia kohteita
gl: Non se atopou ningunha coincidencia
id: Tidak ada yang cocok
ja: 一致しませんでした
mr: कोणतेही निकाल लागले नाही
pl: Brak pasujących wyników
pt_br: Nenhuma correspondência encontrada
ru: Совпадений не найдено
sv: Inga träffar hittades
ta: பொருத்தங்கள் எதுவும் கிடைக்கவில்லை
uk: Відповідників не знайдено
