Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Choose how Tag browser subcategories are displayed when there are more items than the limit. Select by first letter to see an A, B, C list. Choose partitioned to have a list of fixed-sized groups. Set to disabled if you never want subcategories.
ar: اختر كيفية عرض الفئات الفرعية لمستعرض العلامات عندما يكون هناك عدد أكبر من العناصر من الحد الأقصى. حدد بالحرف الأول لرؤية قائمة A, B, C. اختر مقسمًا للحصول على قائمة مجموعات ذات حجم ثابت. اضبط على معطل إذا كنت لا تريد أبدًا فئات فرعية.
cs: Zvolte, jak jsou zobrazeny podkategorie Prohlížeče štítků, když je více položek než omezení. Vyberte Podle prvního písmena pro zobrazení seznamu A? B, C. Zvolte Rozděleno, abyste získali seznam skupin s pevnou velikostí. Nastavte na Zakázáno, pokud nikdy nechcete podkategorie.
de: Wählen Sie, wie Unterkategorien im Schlagwortbrowser dargestellt werden sollen, wenn es mehr Einträge als die Maximalgrenze gibt. Wählen Sie "Nach Anfangsbuchstaben" aus, um eine alphabetische Liste angezeigt zu bekommen. Wählen Sie "Unterteilt", um eine Liste aus Gruppen fester Größe zu erhalten. Wählen Sie "Deaktiviert", falls Sie keine Unterkategorien benötigen.
es: Elija cómo se muestran las subcategorías en el explorador de etiquetas cuando hay más elementos que el límite. Seleccione por inicial para ver una lista de iniciales. Seleccione dividido para que se muestre una lista de grupos de tamaño fijo. Desactívelo si no quiere que se muestren las subcategorías en ningún caso.
fi: Valitse, miten Tagiselaimen alaluokat näytetään, kun kohteita on enemmän kuin rajoitus. Valitse ensimmäisen kirjaimen mukaan, jos haluat nähdä A-, B- ja C-luettelon. Valitse osioitu, jos haluat luettelon kiinteäkokoisista ryhmistä. Aseta pois käytöstä, jos et koskaan halua alaluokkia.
gl: Escolle como se mostran as subcategorías do navegador de etiquetas cando hai máis elementos que o límite. Seleccione pola primeira letra para ver unha lista A, B, C. Escolla particionado para ter unha lista de grupos de tamaño fixo. Establecelo como desactivado se nunca queres subcategorías.
id: Pilih cara subkategori penelusur Tag ditampilkan ketika hasilnya melebihi batas. Pilih "Huruf Pertama" untuk melihat daftar A, B, C. Pilih "Pembagian" untuk melihat daftar kelompok berukuran tetap. Pilih "Nonaktifkan" jika tidak ingin subkategori.
ja: 制限以上の数がある場合、タグブラウザーでサブカテゴリーをどのように表示するかを設定します。 最初の1文字にすると A, B, C のようなリストになり、分割を選ぶと同じ数のグループに分割されます。 サブカテゴリが要らない場合には無効にしてください。
pl: Wybierz w jaki sposób przeglądarka etykiet ma wyświetlać podkategorie, gdy istnieje więcej elementów niż limit. Wybierz „Pierwsza litera”, aby zobaczyć listę A, B, C. Wybierz „Podzielone”, aby mieć listę grup o stałej wielkości. Ustaw „Wyłącz”, jeśli nie chcesz podkategorii.
pt_br: Escolha como as subcategorias do Navegador de Etiquetas serão exibidas quando houver mais itens que o limite. Selecione pela primeira letra para ver uma lista A, B, C. Escolha particionado para ter uma lista de grupos com tamanho fixo. Defina como desativado se você não quiser subcategorias.
ru: Настройте, как отображаются подкатегории браузера тегов, когда количество элементов превышает лимит. Выберите «Первая буква», чтобы увидеть список A, B, C; «Раздел», чтобы иметь список групп фиксированного размера. Установите «Отключено», если вам не нужны подкатегории.
sv: Välj hur taggbläddrarens underkategorier visas när det finns fler post än begränsat. Välj efter första bokstav för att se en A, B, C lista. Välj partitionerade till har en lista av grupper med fastställda storlekar. Ställ in som inaktiverad om du aldrig vill ha underkategorier.
ta: வரம்பைவிட அதிகமான உருப்படிகள் இருக்கும்போது குறிச்சொல் உலாவித் துணைப்பிரிவுகள் எவ்வாறு காட்டப்படும் என்பதைத் தேர்வுசெய்க. அ, ஆ, இ பட்டியலைக் காண முதல் எழுத்தால் தேர்ந்தெடு. நிலையான அளவிலான குழுக்களின் பட்டியலைக் கொண்டிருக்க பகிர்வு செய்யப்பட்டது. நீங்கள் ஒருபோதும் துணைப்பிரிவுகளை விரும்பவில்லை என்றால் முடக்கப்பட்டதாக அமை.
uk: Виберіть спосіб показу підкатегорій у вікні перегляду міток, якщо кількість записів перевищує обмеження. Виберіть «за першою літерою», щоб було показано список за абеткою. Виберіть поділ, щоб було показано список груп з фіксованим розміром. Встановіть «вимкнено», якщо підкатегорії не слід показувати.

source: Collapse when more items than
ar: طي عندما يكون عدد العناصر أكثر من
cs: Sbalit, když je více položek než
de: Einklappen bei mehr Einträgen als
es: Contraer cuando el número de elementos es mayor de
fi: Tiivistä kun kappalemäärä on suurempi kuin
gl: Contraer cando hai máis elementos que
id: Ciutkan jika hasil lebih dari
ja: 項目数が以下を越えた場合に折りたたむ
mr: यापेक्षा जास्त वस्तू असल्यावर संक्षिप्त करा:
pl: Zwiń, gdy więcej elementów niż
pt_br: Recolher quando houverem mais itens que
ru: Свернуть, когда элементов больше, чем
sv: Komprimera vid fler poster än
ta: விட அதிகமான உருப்படிகள் இருக்கும்போது சரிந்து விடு
uk: Згорнути, якщо пунктів більше ніж

source: If a "Tag browser" category has more than this number of items, it is divided up into subcategories. If the partition method is set to disable, this value is ignored.
ar: إذا كان لدى فئة "مستعرض العلامات" عدد عناصر أكثر من هذا الرقم، فسيتم تقسيمها إلى فئات فرعية. إذا تم تعيين طريقة التقسيم على تعطيل، فسيتم تجاهل هذه القيمة.
cs: Pokud má kategorie Prohlížeče štítků více položek než toto číslo, je rozdělena do podkategorií. Pokud je metoda rozdělení nastavena na Zakázáno, je tato hodnota ignorována.
de: Wenn eine "Schlagwortbrowser"-Kategorie mehr als diese Anzahl an Einträgen besitzt, wird sie in Unterkategorien aufgeteilt. Der Wert wird ignoriert, wenn für die Unterteilungsmethode "Deaktiviert" ausgewählt ist.
es: Si una categoría del «Explorador de etiquetas» tiene un número de elementos mayor que el indicado, se dividirá en subcategorías. Si el metodo de división está establecido en «disable», se ignora este valor.
fi: Jos tägi-selauksen kategoriassa on tätä enemmän kappaleita, se jaetaan alakategorioihin. Jos jakotapa ei ole käytössä, tätä arvoa ei huomioida.
gl: Se unha categoría «Navegador de etiquetas» ten máis de este número de elementos, divídese en subcategorías. Se o método de partición está configurado para desactivar, ignorarase este valor.
id: Jika kategori "penelusur Tag" lebih dari jumlah ini, akan dibagi menjadi subkategori. Jika metode pembagian dinonaktifkan, nilai ini diabaikan.
ja: タグブラウザのカテゴリの下位に、ここで指定した数を超える項目があった場合、サブカテゴリに分割されます。分割方法で無効を選択した場合は、この値は無視されます。
pl: Jeśli liczba etykiet do wyświetlenia w przeglądarce jest większa od podanej tu liczby, etykiety zostaną podzielone na podkategorie. Jeśli metoda podziału jest ustawiona na „Wyłącz” to wartość zostanie zignorowana.
pt_br: Se uma categoria do "Navegador de Etiquetas" tiver mais do que o número de itens, ela será dividia em subcategorias. Se o método de partição estiver desativado, este valor será ignorado.
ru: Если в категории браузера тегов элементов больше, чем указано, она делится на подкатегории. Когда метод разделения отключён, это значение игнорируется.
sv: Om en "taggbläddrar"-kategori har mer än detta antal poster, delas den upp i underkategorier. Om partitionsmetoden är inställd på att inaktivera ignoreras detta värde.
ta: "குறிச்சொல் உலாவி" பிரிவில் இந்த எண்ணிக்கையிலான உருப்படிகளைவிட அதிகமாக இருந்தால், அது துணைப்பிரிவுகளாகப் பிரிக்கப்பட்டுள்ளது. பகிர்வு முறை முடக்க அமைக்கப்பட்டால், இந்த மதிப்பு புறக்கணிக்கப்படுகிறது.
uk: Якщо у категорії панелі перегляду міток буде більше за це значення пунктів, її буде поділено на підкатегорії Якщо для способу поділу встановлено значення «вимкнено», цей пункт буде проігноровано.

source: Categories not to partition
ar: فئات لا يجب تقسيمها
cs: Kategorie, které nerozdělovat
de: Nicht zu unterteilende Kategorien
es: Categorías que no se dividen
fi: Kategoriat joita ei jaeta
gl: Categorías para non dividir
id: Kategori yang tidak dibagi
ja: 分割しないカテゴリ
pl: Kategorie, które nie mają być dzielone
pt_br: Categorias a não serem particionadas
ru: Категории не для секционирования
sv: Kategorier som inte ska partitioneras
ta: பிரிவுகள் பகிர்வுக்கு இல்லை
uk: Категорії, які не слід ділити

source: A comma-separated list of categories in which items containing periods are displayed in the Tag browser trees. For example, if this box contains 'tags' then tags of the form 'Mystery.English' and 'Mystery.Thriller' will be displayed with English and Thriller both under 'Mystery'. If 'tags' is not in this box, then the tags will be displayed each on their own line.
ar: قائمة مفصولة بفواصل من الفئات التي يتم فيها عرض العناصر التي تحتوي على نقاط في أشجار مستعرض العلامات. على سبيل المثال، إذا كان هذا المربع يحتوي على 'tags' فسيتم عرض العلامات من النموذج 'Mystery.English' و 'Mystery.Thriller' مع English و Thriller كلاهما تحت 'Mystery'. إذا لم تكن 'tags' في هذا المربع، فسيتم عرض العلامات كل واحدة على سطرها الخاص.
cs: Čárkami oddělený seznam kategorií, ve kterých jsou položky obsahující tečky zobrazeny ve stromech Prohlížeče štítků. Například pokud toto pole obsahuje 'štítky', pak budou zobrazeny u Anglicky a Thriller štítky ve formě 'Mysteriózní.Angličtina' a 'Mysteriózní.Thriller', oba pod 'Mysteriózní'. Pokud 'štítky' není v tomto poli, pak budou štítky zobrazeny každý na svém vlastním řádku.
de: Eine durch Kommata getrennte Liste von Kategorien, in denen Elemente, die Punkte enthalten, in den Schlagwort-Browser-Bäumen angezeigt werden. Wenn dieses Feld z.B. 'Schlagworte' enthält, dann werden Schlagworte der Form 'Mystery.English' und 'Mystery.Thriller' mit English und Thriller sowohl unter 'Mystery' angezeigt. Befindet sich 'Schlagworte' nicht in diesem Feld, dann werden die Schlagworte jeweils in einer eigenen Zeile angezeigt.
es: Una lista separada por comas de categorías cuyos elementos que contienen puntos se mostrarán en el explorador de etiquetas. Por ejemplo, si este cuadro contiene «tags», entonces las etiquetas de la forma «Misterio.Inglés» y «Misterio.Suspense» se mostrarán con «Inglés» y «Suspense» dentro de la etiqueta «Misterio». Si «tags» no aparece en el cuadro, cada etiqueta se mostrará en una línea aparte.
fi: Pilkuilla erotettu luettelo, josta pisteelliset sanat jaetaan puuhierarkiaan. Esimerkiksi, jos kentässä on 'tags', silloin tägit joiden muoto on 'Mysteeri.Englanti' ja 'Mysteeri.Jännitys' näytetään nimillä 'Englanti' ja 'Jännitys' haaran 'Mysteeri' alla. Jos kentässä ei ole 'tags', sitten tägit näytetään vain omalla rivillään.
gl: Unha lista de categorías separadas por comas nas que se amosan elementos que conteñen puntos nas árbores do navegador de etiquetas. Por exemplo, se esta caixa contén «etiquetas», entón as etiquetas do formulario «Mystery.English» e «Mystery.Thriller» mostraranse en inglés e Thriller en «Misterio». Se «etiquetas» non está nesta caixa, entón as etiquetas mostraranse cada unha na súa propia liña.
id: Daftar kategori yang dipisahkan koma dan mengandung titik ditampilkan dalam pohon penelusur Tag. Contoh, jika kotak ini mengandung 'tag', maka tag dalam bentuk 'Mystery.English' dan 'Mystery.Thriller' akan ditampilkan sebagai English dan Thriller di bawah 'Mystery'. Jika tidak ada 'tag' dalam kotak ini, maka tag akan ditampilkan dalam baris masing-masing.
ja: 各項目がピリオドを含み、タグブラウザでツリー表示するカテゴリをカンマ区切りのリストで指定します。例えば、 ここで'tags'を指定して、'Mystery.English' や 'Mystery.Thriller' の形のタグがある場合、English や Thriller は、'Mystery' の下に表示されるようになります。もし'tags'を指定しなかった場合、タグはそれぞれ別に表示されます。
pl: Oddzielana przecinkami lista kategorii, które będą wyświetlane jako hierarchiczne drzewa jeśli zawierają kropki. Na przykład jeśli to pole zawierałoby 'tags' to etykiety 'Tajemnica.Thriller' oraz 'Tajemnica.Zabójstwo' zostałyby wyświetlone jako etykieta 'Tajemnica', mająca pod sobą etykiety 'Thriller' i 'Zabójstwo'. Jeśli 'tags' nie zostanie podane w tym polu to powyższe etykiety z kropką zostaną wyświetlone każda w całości, w oddzielnym wierszu.
pt_br: Uma lista de categorias separada por vírgulas nas quais itens contendo pontos serão exibidos nas árvores do Navegador de Etiquetas. Por exemplo, se esta caixa contém 'etiquetas' então as etiquetas no formato "Mistério.Inglês" e "Mistério.Suspense" serão exibidos com Inglês e Suspense abaixo de "Mistério". Se não tiver 'etiquetas' na lista, então elas serão exibidas cada uma em sua própria linha.
ru: Список разделенных запятыми категорий, в которых элементы, содержащие точки, отображаются в деревьях браузера тегов. Например, если в этом поле есть 'tags', теги формы «Mystery.English» и «Mystery.Thriller» будут отображаться на English и Thriller оба под 'Mystery'. Если 'tags' (теги) не указаны в этом поле, то теги будут отображаться каждый в отдельной строке.
sv: En kommaseparerad lista över kategorier i vilka post som innehåller perioder visas i taggbläddrarträd. Till exempel om denna ruta innehåller "taggar" kommer taggar av formen "mysterium.engelska" och "mysterium.rysare" komma att visas med engelska och rysare både under "mysterium". Om "taggar" inte finns i denna ruta, visas vardera taggarna på deras egen rad.
ta: குறிச்சொல் உலாவி மரங்களில் காலங்களைக் கொண்ட உருப்படிகள் காட்டப்படும் வகைகளின் கமாவால் பிரிக்கப்பட்ட பட்டியல். எடுத்துக்காட்டாக, இந்த பெட்டியில் 'குறிச்சொற்கள்' இருந்தால் 'மர்மம்.ஆங்கிலம்' மற்றும் 'மர்மம்.திகில்' இவை 'மர்மம்'க்கு கீழ் காட்டபடும். 'குறிச்சொற்கள்' இந்த பெட்டியில் இல்லை என்றால், குறிச்சொற்கள் ஒவ்வொன்றும் அவற்றின் சொந்த வரிசையில் காண்பிக்கப்படும்.
uk: Список категорій панелі перегляду ієрархії міток, у яких буде показано пункти з крапками, відокремлений комами. Наприклад, якщо у цьому полі міститиметься запис «tags», мітки у форматі «Mystery.English» і «Mystery.Thriller» буде показано з записами «English» і «Thriller» у списку «Mystery». Якщо у полі не буде запису «tags», мітки буде показано у окремих рядках.

source: Hide empty categories (columns)
ar: إخفاء المجموعات الفارغة (العمود)
cs: Skrýt prázdné kategorie (sloupce)
de: Leere Kategorien (Spalten) ausblenden
es: Ocultar categorías (columnas) vacías
fi: Piilota tyhjät kategoriat (sarakkeet)
gl: Ocultar categorías baleiras (columnas)
id: Sembunyikan kategori (kolom) kosong
ja: 空のカテゴリ (列) を非表示
mr: रिकामे वर्ग (स्तंभ) लपवा
pl: Schowaj puste kategorie (kolumny)
pt_br: Ocultar categorias vazias (colunas)
ru: Скрыть пустые категории (столбцы)
sv: Dölj tomma kategorier (kolumner)
ta: வெற்று வகைகளை (நெடுவரிசைகள்) மறை
uk: Приховувати порожні категорії (стовпчики)

source: When checked, calibre will automatically hide any category (a column, custom or standard) that has no items to show. For example, some categories might not have values when using Virtual libraries. Checking this box will cause these empty categories to be hidden.
ar: عند تحديد هذا الخيار، سيقوم Calibre تلقائيًا بإخفاء أي فئة (عمود، مخصص أو قياسي) لا تحتوي على عناصر لعرضها. على سبيل المثال، قد لا تحتوي بعض الفئات على قيم عند استخدام المكتبات الافتراضية. سيؤدي تحديد هذا المربع إلى إخفاء هذه الفئات الفارغة.
cs: Pokud je zaškrtnuto, Calibre automaticky skryje jakoukoliv kategorii (sloupec, vlastní nebo standardní), která nemá žádné položky k zobrazení. Například některé kategorie nemusí mít hodnoty, když používají Virtuální knihovny. Zaškrtnutí tohoto políčka způsobí, že tyto prázdné kategorie budou skryty.
de: Wenn markiert, blendet Calibre automatisch jede Kategorie (eine Spalte, eine benutzerdefinierte oder eine Standardkategorie) aus, die keine Elemente anzuzeigen hat. Beispielsweise können einige Kategorien keine Werte haben, wenn virtuelle Bibliotheken verwendet werden. Wenn dieses Kästchen markiert ist, werden diese leeren Kategorien ausgeblendet.
es: Cuando se activa, calibre ocultará automáticamente cualquier categoría (una columna, normal o personalizada) que no tenga elementos que mostrar. Por ejemplo, algunas categorías pueden no tener valores al usar bibliotecas virtuales. Si se marca esta casilla, estas categorías vacías se ocultarán.
fi: Kun tämä on valittuna, kaliiperi piilottaa automaattisesti minkä tahansa luokan (sarakkeen, mukautetun tai vakion), jossa ei ole näytettäviä kohteita. Esimerkiksi joillakin luokilla ei ehkä ole arvoja virtuaalikirjastoja käytettäessä. Tämän valintaruudun valitseminen piilottaa nämä tyhjät luokat.
gl: Cando se selecciona, calibre ocultará automaticamente calquera categoría (unha columna, personalizada ou estándar) que non teña elementos para mostrar. Por exemplo, algunhas categorías poden non ter valores cando se usan bibliotecas virtuais. Marcar esta caixa fará que estas categorías baleiras se agochen.
ja: チェックすると、表示する項目がないカテゴリ(標準の列及びカスタム列)を、自動的に隠します。例えば、仮想ライブラリを使用した際に、カテゴリに表示する項目がなくなる場合があります。チェックすることで、そのような空のカテゴリは非表示になります。
pl: Gdy zaznaczone, calibre automatycznie schowa kategorię (kolumnę, własną lub standardową) która nie ma elementów do pokazania. Na przykład kategorię mogą nie mieć wartości gdy używamy Wirtualnych bibliotek. Zaznaczenie tej opcji spowoduje ukrycie tych pustych kategorii.
pt_br: Quando marcada, o calibre automaticamente irá ocultar qualquer categoria (uma coluna, customizada ou padrão) que não tiver itens para exibição. Por exemplo, algumas categorias podem não ter valores quando utilizadas Bibliotecas virtuais. Marcando esta caixa irá fazer com que estas categorias vazias sejam ocultadas.
ru: Если флажок установлен, то calibre автоматически скроет любую категорию (пользовательский или стандартный столбец), в которой нет пунктов для отображения. Пустые категории могут появиться, например, при использовании виртуальных библиотек. Их-то и скроет установка флажка.
sv: Om markerad, kommer calibre automatiskt dölja någon kategori (en kolumn, anpassad eller standard) som inte har några post att visa. Till exempel kan vissa kategorier inte ha värden när du använder virtuella bibliotek. Om du markerar denna ruta kommer dessa tomma kategorier att döljas.
ta: சரிபார்க்கும்போது, காண்பிக்க எந்த உருப்படிகளும் இல்லாத எந்தவொரு வகையையும் (ஒரு நெடுவரிசை, தனிப்பயன் அல்லது தரநிலை) திறன் தானாகவே மறைக்கும். எடுத்துக்காட்டாக, மெய்நிகர் நூலகங்களைப் பயன்படுத்தும் போது சில பிரிவுகளுக்கு மதிப்புகள் இருக்காது. இந்த பெட்டியைச் சரிபார்ப்பது இந்த வெற்று வகைகளை மறைக்க வைக்கும்.
uk: Якщо позначено, calibre автоматично ховатиме усі категорії (стовпчики, нетипові чи стандартні), у яких немає записів для показу. Наприклад, у деяких категоріях може не бути записів, якщо використовуються віртуальні бібліотеки. Якщо буде позначено цей пункт, такі порожні категорії буде приховано.

source: Configure Tag browser
ar: تهيئة مستعرض العلامات
cs: Konfigurovat Prohlížeč štítků
de: Schlagwortbrowser konfigurieren
es: Configurar el explorador de etiquetas
fi: Tagi-selauksen asetukset
gl: Configurar o Navegador de etiquetas
id: Atur penelusur Tag
ja: タグブラウザの設定
mr: टॅग ब्राउझर काँफिगर करा
pl: Konfiguruj przeglądarkę etykiet
pt_br: Configurar o Navegador de Etiquetas
ru: Настройка браузера тегов
sv: Anpassa taggbläddraren
ta: குறிச்சொல் உலாவியை உள்ளமை
uk: Налаштовування навігатора мітками

source: [Delete or D]
cs: [Delete nebo D]
de: [Löschen oder D]
es: [Supr o D]
fi: [Poista tai D]
gl: [Borrar ou D]
ja: [Delete または D]
mr: [डिलीट किंवा D]
pl: [Usuń lub D]
pt_br: [Apagar ou D]
ru: [Удалить или D]
sv: [Delete eller D]
ta: [நீக்கு அல்லது உ]
uk: [Delete або D]

source: Filter voices
cs: Filtrovat hlasy
uk: Фільтрувати дикторів

source: cloud based
cs: založené na cloudu
uk: на основі хмари

source: No voices available
cs: Nejsou dostupné žádné hlasy
uk: Немає доступних дикторів

source: No matches
cs: Žádné shody
de: Keine Übereinstimmungen
fi: Ei tuloksia
ja: 該当なし
ru: Нет совпадений
uk: Немає відповідників

source: Voice:
cs: Hlas:
uk: Диктор:

source: Position of bar:
cs: Pozice panelu:
uk: Розташування панелі:

source: URL:
mr: यूआरएल:
ta: முகவரி:
uk: Адреса:

source: No selection
fi: Ei valintaa
ja: 選択されていません
ru: Ничего не выделено

source: Unparseable data received for profiles
es: Datos no procesables recibidos para perfiles
sv: Oanalysbar data mottagen för profiler
ta: தற்குறிப்புகளுக்கு அலச முடியாத தரவு பெறப்பட்டது

source: WARNING:
fi: VAROITUS:

source: Edit book
fi: Muokkaa kirjaa

source: Cannot create highlight as there is no active selection
ja: 選択されていないため、ハイライトを作成できません。

source: Error in message handler
id: Kesalahan dalam message handler

source: Upload books by <a>selecting the book files</a> or drag and drop of the files here
id: Unggah buku dengan <a>memilih file buku</a> atau seret dan jatuhkan file di sini

source: Failed to communicate with "{}", network error, is the server running and accessible?
id: Komunikasi dengan "{}" gagal, kesalahan pada jaringan, apakah server berjalan dan dapat diakses?

source: Failed to communicate with "{}", with status: [{}] {}<br><br>{}
id: Komunikasi dengan "{}" gagal, dengan status: [{}] {}<br><br>{}

source: The calibre web application has been updated. Do you want reload the site?
id: Aplikasi web calibre telah diperbarui. Muat ulang situs?

source: Edit the "{0}" below. Multiple items can be separated by {1}.
id: Ubah {0} dibawah. Bermacam item dapat dipisah dengan {1}

source: Tap any field below to edit it
id: Klik kolom dibawah untk mengedit

source: Loading downloaded books from storage, please wait...
id: Memuat buku yang diunduh dari penyimpanan, mohon tunggu...

source: WARNING: This browser does not support Application Cache so offline access to calibre will not work. Some browsers only enable Application Cache over HTTPS connections, so you may have to setup HTTPS for your calibre server.
id: PERHATIAN: Perambah ini tidak mendukung Cache Aplikasi sehingga akses luring ke Calibre tidak dapat bekerja. Beberapa perambah hanya memperbolehkan Cache Aplikasi melalui koneksi HTTPS, sehingga Anda harus mengatur HTTPS untuk server calibre Anda.

source: {} by {} Click to read
id: {} oleh {} Klik untuk baca

source: Read this book
id: Baca buku ini

source: Previous
id: Sebelumnya

source: Next
id: Selanjutnya

source: Convert this book to another format
id: Konversi buku ke format lain

source: Edit the metadata for this book
id: Ubah metadata untuk buku ini

source: Google books
id: Google Buku

source: Showing books matching: {}
id: Tampilkan buku yang cocok dengan: {}

source: No books matching: {}
id: Tidak ada buku yang cocok dengan: {}

source: Clear this search
id: Kosongkan pencarian ini

source: Count:
id: Jumlah:

source: Rating: {:.1f}
id: Peringkat: {:.1f}

source: Search for books based on this category (a search term will be added to the search box)
id: Cari buku berdasarkan kategori ini (istilah pencarian akan ditambahkan ke kotak pencarian)

source: Tag browser category partitioning method
id: Metode pembagian kategori penelusur Tag

source: When checked, calibre will automatically hide any category (a column, custom or standard) that has no items to show. For example, some categories might not have values when using virtual libraries. Checking this box will cause these empty categories to be hidden.
id: Jika dicentang, calibre akan otomatis menyembunyikan kategori apa pun (kolom, buatan atau standar) yang tidak memiliki isi. Contoh, beberapa kategori mungkin tidak memiliki nilai jika menggunakan pustaka virtual. Mencentang kotak ini akan menyembunyikan kategori kosong tersebut.

source: Document start
id: Awal dokumen

source: Document end
id: Akhir dokumen

source: The text: <i>{}</i> was not found in this book
id: Teks: <i>{}</i> tidak ditemukan dalam buku ini

source: Missing file
id: File yang hilang

source: Could not search as the spine item {} is missing from the book
id: Tidak dapat mencari karena the spine item {} tidak ada dalam buku

source: Loading <i>{name}</i> from <i>{title}</i>, please wait...
id: Memuat <i>{name}</i> dari <i>{title}</i>, mohon tunggu...

source: Could not open {title} as the book manifest failed to load, click "Show Details" for more information.
id: {title} tidak dapat dibuka karena manifesto buku gagal dimuat. Klik "Tampilkan Detail" untuk informasi lebih lanjut.
