Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Search a subset of books
ar: البحث في مجموعة فرعية من الكتب
cs: Hledat podmnožinu knih
de: Suche in einer Teilmenge der Bücher
es: Buscar en un subconjunto de libros
fi: Hae kirjojen alijoukoista
gl: Busca nun subconxunto de libros
mr: पुस्तकांच्या उपसंचात शोधा
pl: Szukaj w podzbiorze książek
pt_br: Pesquisar um subconjunto de livros
ru: Поиск подмножества книг
sv: Sök i en undergrupp av böcker
ta: புத்தகங்களின் துணைக்குழுவைத் தேடு
uk: Шукати у підмножині книг

source: This will remove the downloaded book from local storage. Are you sure?
ar: سيؤدي هذا إلى إزالة الكتاب الذي تم تنزيله من التخزين المحلي. هل أنت متأكد؟
cs: Toto odebere staženou knihu z místního úložiště. Opravdu to chcete?
de: Hiermit löschen Sie das heruntergeladene Buch auf dem lokalen Speichermedium. Sind Sie da sicher?
es: Esto eliminará el libro descargado del almacenamiento local. ¿Está seguro?
fi: Tämä poistaa ladatun kirjan paikallisesta tallennustilasta. Oletko varma?
gl: Isto eliminará o libro descargado do almacenamento local. Estás seguro?
ja: ローカルなストレージから{}冊のダウンロード済みの本を外します. よろしいですか？
mr: याने डाउनलोड केलेले पुस्तक स्थानिक स्टोरेजमधून कायमे काढून टाकले जाईल. असे नक्की करायचे आहे का?
pl: To usunie pobraną książkę z lokalnego dysku. Czy jesteś pewien?
pt_br: Isto irá remover o livro baixado do armazenamento local. Você tem certeza?
ru: Это удалит загруженную книгу из локального хранилища. Вы уверены?
sv: Detta tar bort den hämtade boken från lokal lagring. Är du säker?
ta: இது பதிவிறக்கம் செய்யப்பட்ட புத்தகத்தை உள்ளக சேமிப்பகத்திலிருந்து அகற்றும். நீ சொல்வது உறுதியா?
uk: У відповідь з локального сховища буде вилучено отриману книгу. Ви справді цього хочете?

source: Deleting one book, please wait...
ar: جاري حذف كتاب واحد، يرجى الانتظار...
cs: Odstraňování knihy, čekejte...
de: Lösche ein Buch, bitte warten...
es: Eliminando un libro, espere...
fi: Poistetaan yksi kirja, odota...
gl: Eliminando libro, agarda...
ja: {}冊を削除中、お待ちください...
mr: एक पुस्तक डिलीट करा, कृपया प्रतीक्षा करा...
pl: Usuwanie jednej książki, proszę czekać...
pt_br: Deletando um livro, por favor aguarde...
ru: Удаление книги, пожалуйста, подождите…
sv: Tar bort en bok, vänta...
ta: ஒரு புத்தகத்தை நீக்குகிறது, தயவுசெய்து காத்திரு...
uk: Вилучаємо книгу. Будь ласка, зачекайте…

source: What would you like to do with this book?
ar: ماذا تريد أن تفعل مع هذا الكتاب؟
cs: Co chcete udělat s touto knihou?
de: Was möchten Sie mit diesem Buch tun?
es: ¿Qué quiere hacer con este libro?
fi: Mitä haluat tehdä tälle kirjalle?
gl: Que desexa facer con este libro?
id: Apa yang akan Anda lakukan dengan buku ini?
ja: この本をどうしますか？
mr: या पुस्तकाचे तुम्हाला काय करायचे आहे?
pl: Co chcesz zrobić z tą książką?
pt_br: O que você gostaria de fazer com este livro?
ru: Что вы хотите сделать с этой книгой?
sv: Vad vill du göra med denna bok?
ta: இந்த புத்தகத்தை நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?
uk: Що слід зробити із цією книгою?

source: Read
ar: إقرأ
cs: Číst
de: Lesen
es: Leer
fi: Lue
gl: Ler
id: Baca
ja: 読む
mr: वाचा
pl: Czytaj
pt_br: Ler
ru: Читать
sv: Läsa
ta: படி
uk: Читати

source: No downloaded books present
ar: لا توجد كتب تم تنزيلها
cs: Nejsou přítomny žádné stažené knihy
de: Keine heruntergeladenen Bücher vorhanden
es: No existen libros descargados
fi: Ei ladattuja kirjoja
gl: Non existen libros descargados
id: Tak ada buku yang diunduh
ja: ダウンロード済みの本がありません
mr: कोणतीही डाउनलोड केलेली पुस्तके हजर नाहीत
pl: Brak pobranych książek
pt_br: Sem livros baixados
ru: Нет загруженных книг
sv: Inga hämtade böcker närvarande
ta: பதிவிறக்கம் செய்யப்பட்ட புத்தகங்கள் இல்லை
uk: Немає отриманих книг

source: Database not initialized
ar: قاعدة البيانات لم يتم تهيئتها
cs: Databáze není inicializována
de: Datenbank nicht initialisiert
es: Base de datos no inicializada
fi: Tietokantaa ei ole alustettu
gl: A base de datos non foi inicializada
id: Pangkalan data tidak dimulai
ja: データベースが初期化されていません
pl: Baza danych nie została zainicjowana
pt_br: Banco de Dados não inicializado
ru: База данных не инициализирована
sv: Databas inte initialiserad
ta: தரவுத்தளம் துவக்கப்படவில்லை
uk: Базу даних не ініціалізовано

source: Downloaded books
ar: الكتب المحملة
cs: Stažené knihy
de: Heruntergeladene Bücher
es: Libros descargados
fi: Ladatut kirjat
gl: Libros descargados
id: Buku terunduh
ja: ダウンロード済みの本
mr: डाउनलोड केलेली पुस्तके
pl: Pobrane książki
pt_br: Livros baixados
ru: Загруженные книги
sv: Hämtade böcker
ta: பதிவிறக்கம் செய்யப்பட்ட புத்தகங்கள்
uk: Отримані книги

source: Delete all downloaded books
ar: احذف كل الكتب المحملة
cs: Odstranit všechny stažené knihy
de: Alle heruntergeladenen Bücher gelöscht
es: Eliminar todos los libros descargados
fi: Poista kaikki ladatut kirjat
gl: Elimina todos os libros descargados
ja: 全てのダウンロード済みの本を削除
mr: डाउनलोड केलेली सर्व पुस्तके डिलीट करा
pl: Usuń wszystkie pobrane książki
pt_br: Deletar todos os livros baixados
ru: Удалить все загруженные книги
sv: Ta bort alla hämtade böcker
ta: பதிவிறக்கம் செய்யப்பட்ட அனைத்து புத்தகங்களையும் நீக்கு
uk: Вилучити усі отримані книги

source: Loading downloaded books from local storage, please wait...
ar: جاري تحميل الكتب التي تم تنزيلها من التخزين المحلي، يرجى الانتظار...
cs: Načítání stažených knih z místního úložiště, čekejte...
de: Lade Bücher vom lokalen Speichermedium, bitte warten ...
es: Cargando libros descargados del almacenamiento local, espere...
fi: Ladataan ladattuja kirjoja paikallisesta tallennustilasta, odota...
gl: Cargando os libros descargados do almacenamento local, agarda...
ja: ローカルなストレージからダウンロード済みの本を読み込み中、お待ちください...
mr: डाउनलोड केलेली पुस्तके स्थानिक स्टोरेजमधून लोड करत आहे, कृपया प्रतीक्षा करा...
pl: Ładowanie pobranych książek z lokalnego dysku, proszę czekać...
pt_br: Carregando livros baixados do armazenamento local, aguarde, por favor...
ru: Загрузка загруженных книг из локального хранилища, пожалуйста, подождите...
sv: Läser in hämtade böcker från lokal lagring, vänta...
ta: உள்ளக சேமிப்பகத்திலிருந்து பதிவிறக்கம் செய்யப்பட்ட புத்தகங்களை ஏற்றுகிறது, தயவுசெய்து காத்திரு...
uk: Завантажуємо отримані книги із локального сховища, будь ласка, зачекайте…

source: Restore default settings
ar: استعادة الإعدادات الافتراضية
cs: Obnovit výchozí nastavení
de: Standardeinstellungen wiederherstellen
es: Restaurar configuración predeterminada
fi: Palauta oletusasetukset
gl: Restaurar as opcións predeterminadas
id: Kembali ke pengaturan awal
ja: 初期設定に戻す
pl: Przywróć ustawienia domyślne
pt_br: Restaurar configurações padrão
ru: Восстановить настройки по умолчанию
sv: Återställ standardvärden
ta: இயல்பு அமைப்புகளுக்கு மீட்டமை
uk: Відновити типові параметри

source: Donate to support calibre development
ar: تبرّع لتدعم تطوير Calibre
cs: Přispět na podporu vývoje Calibre
de: Spende für die Weiterentwicklung von Calibre
es: Hacer una donación para apoyar el desarrollo de calibre
fi: Lahjoita tukeaksesi calibren kehittämistä
gl: Doa para apoiar o desenvolvemento de calibre
id: Menyumbang untuk mendukung pengembangan calibre
ja: Calibreの開発を支援するため寄付する
mr: कॅलिबरच्या विकासाचे समर्थन करण्यास देणगी द्या
pl: Wspomóż twórców calibre
pt_br: Doação para apoiar o desenvolvimento do calibre
ru: Пожертвовать на развитие calibre
sv: Donera för att stöda utvecklingen av calibre
ta: திறன் வளர்ச்சியை ஆதரிக்க நன்கொடை
uk: Підтримати розробку calibre фінансово

source: The library restriction for the current user is invalid: {}
ar: تقييد المكتبة للمستخدم الحالي غير صحيح: {}
cs: Omezení knihovny pro aktuálního uživatele je neplatné: {}
de: Die Bibliotheksbeschränkung für den aktuellen Benutzer ist ungültig: {}
es: La restricción de biblioteca para el usuario actual no es válida: {}
fi: Kirjastorajoitus nykyiselle käyttäjälle ei ole sallittu: {}
gl: A restrición da biblioteca para o usuario actual non é válida: {}
id: Batasan pustaka untuk pengguna ini tidak valid: {}
ja: 現在のユーザに対するライブラリ制限が無効です: {}
pl: Ograniczenie biblioteki dla bieżącego użytkownika jest nieprawidłowe: {}
pt_br: A restrição da biblioteca para o usuário atual é inválida: {}
ru: Ограничения библиотеки для текущего пользователя недействительны: {}
sv: Bibliotekets begränsning för den aktuella användaren är ogiltig: {}
ta: தற்போதைய பயனருக்கான நூலக கட்டுப்பாடு தவறானது: {}
uk: Обмеження бібліотеки для поточного користувача є некоректним: {}

source: Choose style
ar: إختر القوام
cs: Zvolte styl
de: Stil auswählen
es: Elegir estilo
fi: Valitse tyyli
gl: Escolle estilo
id: Pilih Style
ja: スタイルを選択
mr: शैली निवडा
pl: Wybierz styl
pt_br: Escolher o estilo
ru: Выберите оформление
sv: Välj format
ta: பாணியைத் தேர்வுசெய்க
uk: Виберіть стиль

source: Choose the block style you would like to use
ar: اختر طراز القطعة الذي ترغب في استخدامه
cs: Zvolte styl bloku, který chcete použít
de: Wählen Sie den Blockstil, den Sie verwenden möchten
es: Elija el estilo de bloque para usar
fi: Valitse blokkityyli jota haluat käyttää
gl: Escolla o estilo de bloque que quere usar
id: Pilih Block Style yang kamu suka untuk digunakan
ja: 使用したいブロックスタイルを選択
mr: तुम्ही जी ब्लॉक स्टाईल वापरू इच्छिता ती निवडा
pl: Wybierz styl, który chcesz zastosować
pt_br: Escolha o estilo de bloco que você gostaria de usar
ru: Выберите желаемое оформление блоков
sv: Välj blockformatet du vill använda
ta: நீங்கள் பயன்படுத்த விரும்பும் தொகுதி பாணியைத் தேர்வுசெய்க
uk: Виберіть бажаний стиль блоку

source: Normal
ar: عادي
cs: Normální
fi: Normaali
ja: 普通
mr: साधारण
pl: Normalny
ru: Обычный
ta: சாதாரண
uk: Звичайний

source: Quote
ar: اقتباس
cs: Citace
de: Zitat
es: Cita
fi: Lainaus
gl: Cita
id: Kutipan
ja: 引用
mr: क्वोट
pl: Cytat
pt_br: Citar
ru: Цитата
sv: Citattecken
ta: மேற்கோள்
uk: Цитата

source: No valid image file found
ar: لم يتم العثور على ملف صورة صالح
cs: Nenalezen žádný platný soubor obrázku
de: Keine gültige Bilddatei gefunden
es: No se encontró ninguna imagen válida
fi: Kelvollista kuvatiedostoa ei löytynyt
gl: Non se atopou ningún ficheiro de imaxe válido
mr: कोणतीही वैध चित्राची फाईल सापडली नाही
pl: Nie znaleziono poprawnego pliku obrazu
pt_br: Não foi encontrado arquivo de imagem válido
ru: Не найдено валидного файла изображения
sv: Ingen giltig bildfil hittades
ta: செல்லுபடியாகும் படக் கோப்பு எதுவும் கிடைக்கவில்லை
uk: Не знайдено коректного файла зображення

source: Select an image from your files
ar: اختر صورة من ملفاتك
cs: Vyberte obrázek ze svých souborů
de: Wähle ein Bild aus deinen Dateien
es: Seleccione una imagen de los archivos del equipo
fi: Valitse kuva tiedostoistasi
gl: Selecciona unha imaxe dos teus ficheiros
mr: आपल्या फायलींमधून एक चित्र निवडा
pl: Wybierz obraz spośród swoich plików
pt_br: Selecione uma imagem dos seus arquivos
ru: Выберите изображение из ваших файлов
sv: Välj en bild från dina filer
ta: உங்கள் கோப்புகளிலிருந்து ஒரு படத்தைத் தேர்ந்தெடு
uk: Виберіть зображення з ваших файлів

source: or drag and drop an image here.
ar: أو اسحب وأفلت صورة هنا.
cs: nebo obrázek přetáhněte sem.
de: oder ziehe ein Bild hierher.
es: o arrastre y suelte una imagen aquí.
fi: tai vedä ja pudota kuva tähän.
gl: ou arrastra e solta unha imaxe aquí.
mr: किंवा एखादे चित्र खेचून येथे टाका.
pl: lub przeciągnij i upuść tutaj plik obrazu
pt_br: ou arraste e solte uma imagem aqui.
ru: или перетащите изображение сюда.
sv: eller dra och släpp en bild här.
ta: அல்லது ஒரு படத்தை இங்கே இழுத்து விடு.
uk: або перетягніть і скиньте зображення сюди.

source: Place image:
ar: ضع الصورة:
cs: Umístit obrázek:
de: Bild platzieren:
es: Colocar imagen:
fi: Sijoita kuva:
gl: Lugar imaxe:
mr: चित्र ठेवा:
pl: Umieść obraz:
pt_br: Colocar imagem:
ru: Положение изображения:
sv: Platsbild:
ta: இடம் படம்:
uk: Розташування зображення:

source: Float left
ar: محاذاة لليسار (عائمة)
cs: Plovoucí vlevo
de: Links schwebend
es: Flotante a la izquierda
fi: Kelluta vasemmalle
gl: Flota á esquerda
mr: डावीकडे तरंगवा
pl: Zawieś po lewej
pt_br: Flutuar à esquerda
ru: Обтекание слева
sv: Flyt till vänster
ta: மிதக்கும் இடது
uk: З обтіканням ліворуч

source: Inline
ar: في نفس السطر
cs: Vložený
de: Eingebettet
es: En línea
fi: Sisäinen
gl: en liña
pl: W linii
ru: В тексте
sv: Indrag
ta: கோட்டில்
uk: Вбудоване

source: Place the image inline with surrounding text
ar: ضع الصورة في نفس سطر النص المحيط
cs: Umístit vložený obrázek s obklopujícím textem
de: Platziere das Bild in den umgebenden Text eingebettet
es: Colocar la imagen en línea con el texto que la rodea
fi: Aseta kuva riviin ympäröivän tekstin kanssa
gl: Coloca a imaxe en liña co texto circundante
pl: Umieść obraz w jednej linii z otaczającym go tekstem
pt_br: Colocar a imagem em linha com o texto ao redor
ru: Разместить изображение встроенным в окружающий текст
sv: Placera bilden i linje med omgivande text
ta: சுற்றியுள்ள உரையுடன் படத்தை வரிஉள் வை
uk: Розташувати зображення у тексті

source: Float right
ar: محاذاة لليمين (عائمة)
cs: Plovoucí vpravo
de: Rechts schwebend
es: Flotante a la derecha
fi: Kelluta oikealle
gl: Flota á dereita
mr: उजवीकडे तरंगवा
pl: Zawieś po prawej
pt_br: Flutuar à direita
ru: Обтекание справа
sv: Flyt till höger
ta: மிதக்கும் வலது
uk: З обтіканням праворуч

source: Shrink image to fit (px):
ar: تصغير الصورة لتناسب (بكسل):
cs: Zmenšit obrázek pro přizpůsobení (px):
de: Verkleinere Bild passend (px):
es: Reducir la imagen si es necesario (px):
fi: Kutista kuva sopivaksi (px):
gl: Reducir a imaxe para encaixar (px):
mr: बसण्याइतपत चित्र छोटे करा (पि):
pl: Zmniejsz obraz, aby pasował (px):
pt_br: Encolher imagem para caber (px):
ru: Уменьшить изображение, чтобы оно поместилось внутри (px):
sv: Förminska bilden så att den passar (px):
ta: பொருத்தமாக படத்தை சுருக்கு (படப்புள்ளி):
uk: Стиснути зображення, щоб умістити до (у пк):

source: A value of zero means no effect
ar: قيمة صفر تعني لا يوجد تأثير
cs: Hodnota nula nemá žádný vliv
de: Ein Wert von null bedeutet: Keine Änderung
es: Un valor de cero significa que no tiene efecto
fi: Arvo nolla tarkoittaa ei vaikutusta
gl: Un valor cero significa ningún efecto
pl: Wartość zero oznacza brak efektu
pt_br: Um valor igual a zero significa sem efeito
ru: Значение ноль означает отсутствие эффекта
sv: Ett värde på noll betyder ingen effekt
ta: சுழியத்தின் மதிப்பு என்பது எந்த விளைவையும் ஏற்படுத்தாது
uk: Нульове значення — не змінювати

source: No image selected!
ar: لم يتم تحديد صورة!
cs: Není vybrán žádný obrázek!
de: Kein Bild ausgewählt!
es: ¡Ninguna imagen seleccionada!
fi: Kuvaa ei valittu!
gl: Non seleccionou ningunha imaxe!
mr: कोणतेही चित्र निवडले नाही!
pl: Żaden obraz nie został wybrany!
pt_br: Nenhuma imagem selecionada!
ru: Не выбрано изображение!
sv: Ingen bild har valts!
ta: எந்த படமும் தேர்ந்தெடுக்கப்படவில்லை!
uk: Не позначено зображення!

source: Insert image
ar: أدخل صورة
cs: Vložit obrázek
de: Bild einfügen
es: Insertar imagen
fi: Lisää kuva
gl: Inserir imaxe
mr: चित्र घाला
pl: Wstaw obraz
pt_br: Inserir imagem
ru: Вставить изображение
sv: Infoga bild
ta: படத்தைச் செருகு
uk: Вставити зображення

source: Name (optional):
ar: الاسم (اختياري):
cs: Název (nepovinné):
es: Nombre (opcional):
fi: Nimi (valinnainen):
gl: Nome (opcional):
id: Nama (opsional):
ja: 名前 (オプション):
mr: नाव (पर्यायी):
pl: Nazwa (opcjonalnie):
pt_br: Nome (opcional):
ru: Название (по желанию):
sv: Namn (valfritt):
ta: பெயர் (விரும்பினால்):
uk: Назва (необов'язкова):

source: Remove formatting
ar: إزالة التنسيق
cs: Odebrat formátování
de: Formatierung entfernen
es: Eliminar formato
fi: Poista muotoilu
gl: Retirar o formatado
id: Hapus formatting
ja: フォーマットを取り除く
mr: स्वरूपण काढून टाका
pl: Usuń formatowanie
pt_br: Remover formatação
ru: Удалить форматирование
sv: Ta bort formatering
ta: வடிவமைப்பை அகற்று
uk: Вилучити форматування

source: Undo
ar: تراجع
cs: Zpět
de: Rückgängig
es: Deshacer
fi: Peru
gl: Desfacer
id: Batalkan
ja: 元に戻す
mr: अनडू
pl: Cofnij
pt_br: Desfazer
ru: Отмена
sv: Ångra
ta: செயல்தவிர்
uk: Вернути

source: Redo
ar: تقدم
cs: Znovu
de: Wiederholen
es: Rehacer
fi: Toista
gl: Refacer
id: Tidak Jadi Batalkan
ja: やり直す
mr: रीडू
pl: Ponów
pt_br: Refazer
ru: Повтор
sv: Gör om
ta: மீண்டும்
uk: Повторити

source: Bold
ar: عريض
cs: Tučné
de: Fett
es: Negrita
fi: Lihavoitu
gl: Negra
id: Cetak Tebal
ja: 太字
mr: ठळक
pl: Pogrubienie
pt_br: Negrito
ru: Жирный
sv: Fet
ta: தடிமன்
uk: Жирний

source: Italic
ar: مائل
cs: Kurzíva
de: Kursiv
es: Cursiva
fi: Kursivoitu
gl: Cursiva
id: Cetak Miring
ja: イタリック体
mr: तिर्यक
pl: Kursywa
pt_br: Itálico
ru: Курсив
sv: Kursiv
ta: சாய்வு
uk: Курсив

source: Strikethrough
ar: يتوسطه خط
cs: Přeškrtnuté
de: Durchstreichen
es: Tachado
fi: Yliviivattu
gl: Riscado
id: Coret
ja: 取り消し線
mr: मध्यरेखित
pl: Przekreślenie
pt_br: Tachado
ru: Зачёркнутый
sv: Genomstruken
ta: மேல்கோடிடு
uk: Перекреслення

source: Superscript
ar: حرف فوقي
cs: Horní index
de: Hochstellen
es: Superíndice
fi: Yläindeksi
gl: Superíndice
id: tikatas
ja: 上付き文字
mr: सुपरस्क्रीप्ट
pl: Indeks górny
pt_br: Sobrescrito
ru: Верхний индекс
sv: Upphöjd
ta: அருமைஉரை
uk: Верхній індекс

source: Subscript
ar: حرف تحتي
cs: Dolní index
de: Tiefstellen
es: Subíndice
fi: Alaindeksi
gl: Subíndice
id: tikalas
ja: 下付き文字
mr: सबस्क्रिप्ट
pl: Indeks dolny
pt_br: Subscrito
ru: Нижний индекс
sv: Nedsänk
ta: துணைஉரை
uk: Нижній індекс

source: Insert separator
ar: أدرج فاصل
cs: Vložit oddělovač
de: Trennzeichen einfügen
es: Insertar separador
fi: Lisää erotin
gl: Inserir separador
id: Sisipkan pembatas
ja: セパレータを挿入
mr: विभाजक घाला
pl: Wstaw separator
pt_br: Inserir separador
ru: Вставить разделитель
sv: Infoga avskiljare
ta: பிரிப்பான் செருகு
uk: Вставити роздільник

source: Style the selected text block
ar: قوام الكتابة المحددة
cs: Stylovat vybraný blok textu
de: Stil des ausgewählten Textblocks wählen
es: Asignar estilo al bloque de texto seleccionado
fi: Muotoile valittu teksti
gl: Asignarlle estilo ao bloque de texto seleccionado
id: Beri style pada teks terpilih
ja: 選択されたテキストのスタイル
mr: निवडलेला मजकूर ब्लॉक स्टाईल करा
pl: Zastosuj styl do wybranego bloku tekstu
pt_br: Estilizar o bloco de texto selecionado
ru: Стиль выделенного текстового блока
sv: Utforma det valda textblocket
ta: தேர்ந்தெடுக்கப்பட்ட உரை தொகுதி பாணி
uk: Застосувати стиль до позначеного текстового блоку

source: Unordered list
ar: قائمة الجداول
cs: Neseřazený seznam
de: Unsortierte Liste
es: Lista no ordenada
fi: Järjestämätön luettelo
gl: Lista non ordenada
id: Daftar tidak terurut
ja: 順不同リスト
mr: अक्रमित यादी
pl: Lista nieuporządkowana
pt_br: Lista desordenada
ru: Ненумерованный список
sv: Oordnad lista
ta: வரிசைப்படுத்தப்படாத பட்டியல்
uk: Невпорядкований список

source: Ordered list
ar: أمرت قائمة تنسيقات الجهاز سيقبل
cs: Seřazený seznam
de: Sortierte Liste
es: Lista ordenada
fi: Järjestetty luettelo
gl: Lista ordenada
id: Daftar berurutan
ja: 順番付きリスト
mr: क्रमित यादी
pl: Lista uporządkowana
pt_br: Lista ordenada
ru: Нумерованный список
sv: Numrerad lista
ta: வரிசைப்படுத்தப்பட்ட பட்டியல்
uk: Впорядкований список

source: Increase indentation
ar: زيادة البادئة
cs: Zvětšit odsazení
de: Einzug vergrößern
es: Aumentar sangría
fi: Kasvata sisennystä
gl: Aumentar a sangría
id: Menambah Takik
ja: インデントを増やす
pl: Zwiększ wcięcie
pt_br: Aumentar recuo
ru: Увеличить отступ
sv: Öka indrag
ta: உள்தள்ளலை அதிகரி
uk: Збільшити відступ

source: Decrease indentation
ar: إنقاص البادئة
cs: Zmenšit odsazení
de: Einzug verkleinern
es: Disminuir sangría
fi: Pienennä sisennystä
gl: Diminuír a sangría
id: Mengurangi Takik
ja: インデントを減らす
pl: Zmniejsz wcięcie
pt_br: Diminuir recuo
ru: Уменьшить отступ
sv: Minska indrag
ta: உள்தள்ளல் குறைவு
uk: Зменшити відступ

source: Align left
ar: محاذة لليسار
cs: Zarovnat doleva
de: Linksbündig
es: Alineado a la izquierda
fi: Tasaa vasemmalle
gl: Aliñar á esquerda
id: Rata Kiri
ja: 左揃え
mr: डावीकडे सरेखित करा
pl: Wyrównaj do lewej
pt_br: Alinhar à esquerda
ru: По левому краю
sv: Justera vänster
ta: இடதுபுறம் சீரமை
uk: Вирівняти ліворуч

source: Align justified
ar: محاذاة بالتساوي
cs: Zarovnat do bloku
de: Blocksatz
es: Justificado
fi: Tasapalsta
gl: Aliñamento xustificado
id: Rata KiriKanan
ja: 両端揃え
pl: Wyjustuj
pt_br: Alinhamento justificado
ru: По ширине
sv: Marginaljustera
ta: நேர்ப்படுத்தப்பட்டதை சீரமை
uk: Вирівняти за шириною

source: Align center
ar: محاذة للوسط
cs: Zarovnat na střed
de: Zentriert
es: Centrado
fi: Keskitä
gl: Aliñar ao centro
id: Rata Tengah
ja: 中央揃え
mr: मधोमध सरेखित करा
pl: Wyśrodkuj
pt_br: Centralizar
ru: По центру
sv: Justera mitten
ta: நடுவில் சீரமை
uk: Вирівняти посередині

source: Align right
ar: محاذاة لليمين
cs: Zarovnat doprava
de: Rechtsbündig
es: Alineado a la derecha
fi: Tasaa oikealle
gl: Aliñar á dereita
id: Rata Kanan
ja: 右揃え
mr: उजवीकडे सरेखित करा
pl: Wyrównaj do prawej
pt_br: Alinhar à direita
ru: По правому краю
sv: Justera höger
ta: வலதுபுறம் சீரமை
uk: Вирівняти праворуч

source: Insert a link or linked image
ar: إضافة رابط أو صورة بالرابط
cs: Vložte odkaz nebo odkazovaný obrázek
de: Link oder Bild einfügen
es: Insertar un enlace o imagen enlazada
fi: Lisää linkki tai linkitetty kuva
gl: Insira unha ligazón ou imaxe ligada
id: Masukkan Sebuah Link atau Link Gambar
ja: リンクかリンクの画像を挿入
mr: लिंक किंवा लिंक केलेले चित्र घाला
pl: Wstaw odsyłacz lub obraz
pt_br: Inserir um link ou imagem vinculada
ru: Вставить ссылку или связанное изображение
sv: Infoga en länk eller länkad bild
ta: இணைப்பு அல்லது இணைக்கப்பட்ட படத்தை செருகு
uk: Вставити посилання або пов'язане зображення

source: Insert a link
ar: إضافة رابط
cs: Vložte odkaz
de: Link einfügen
es: Insertar un enlace
fi: Lisää linkki
gl: Insira unha ligazón
id: Masukkan Sebuah Link
ja: リンクを挿入
mr: लिंक घाला
pl: Wstaw odsyłacz
pt_br: Insira um link
ru: Вставить ссылку
sv: Infoga en länk
ta: இணைப்பைச் செருகு
uk: Вставити посилання

source: Enter the link URL and optionally the link name
ar: أدخل وصلة الرابط واختيارياً اسم الرابط
cs: Zadejte URL odkazu a nepovinně název odkazu
de: Geben Sie die Link-URL und optional den Linknamen ein.
es: Introduzca el URL del enlace y opcionalmente el nombre del enlace
fi: Syötä linkin URL tai linkin nimi
gl: Introduza o URL da ligazón e, opcionalmente, o nome da ligazón
id: Masukkan alamat URL dan opsional Nama Linknya
ja: リンクURL、リンクの名前 (オプション) を入力
mr: लिंकचे URL प्रविष्ट करा व हवे असेल तर लिंकला नाव द्या
pl: Wstaw adres URL odsyłacza i opcjonalnie jego nazwę
pt_br: Insira a URL do link e, opcionalmente, o nome do link
ru: Введите URL-адрес ссылки и, по желанию, её название
sv: Ange länk-URL:en och det valfria länknamnet
ta: இணைப்பு முகவரியை உள்ளிட்டு, விருப்பமாக இணைப்பு பெயரை உள்ளிடவும்
uk: Вкажіть адресу посилання і необов'язкову назву посилання

source: Insert an image
ar: إضافة صورة
cs: Vložte obrázek
de: Bild einfügen
es: Insertar una imagen
fi: Lisää kuva
gl: Insire unha imaxe
id: Masukkan Sebuah Gambar
ja: 画像を挿入
mr: चित्र घाला
pl: Wstaw obraz
pt_br: Insira uma imagem
ru: Вставить изображение
sv: Infoga en bild
ta: ஒரு படத்தை செருகு
uk: Вставити зображення

source: Enter the image URL and optionally the image name
ar: أدخل رابط الصورة و إسم الصورة إختياريا
cs: Zadejte URL obrázku a nepovinně název obrázku
de: Geben Sie die Bild-URL und optional den Bildnamen ein
es: Introduzca el URL de la imagen y opcionalmente el nombre de la imagen
fi: Lisää kuvan URL tai kuvan nimi
gl: Introduza o URL da imaxe e, opcionalmente, o nome da imaxe
id: Masukkan URL gambar dan namanya opsional
ja: 画像URL, 画像の名前（オプション）を入力
mr: चित्राचे URL प्रविष्ट करा व हवे असेल तर चित्राला नाव द्या
pl: Wstaw adres URL do obrazu i opcjonalnie jego nazwę
pt_br: Insira a URL da imagem e, opcionalmente, o nome da imagem
ru: Введите URL-адрес ссылки на изображение и, по желанию, его название
sv: Ange bild-URL:en och eventuellt bildnamnet
ta: பட முகவரியை உள்ளிட்டு, விருப்பமாக படத்தின் பெயர்
uk: Вкажіть адресу зображення і необов'язкову назву зображення
