Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Failed to communicate with "{}", network error. Is the server running and accessible?
ar: فشل الإتصال مع "{}"، خطأ في الشبكة. هل الخادم يعمل ومتاح؟
cs: Nepodařilo se komunikovat s „{}“, chyba sítě. Je server spuštěný a přístupný?
de: Kommunikation mit "{}" fehlgeschlagen, Netzwerkfehler. Läuft der Server und ist er erreichbar?
es: Falló al comunicar con «{}», error de red. ¿Está ejecutándose el servidor y es accesible?
fi: Yhteys "{}" kanssa epäonnistui verkkovirheen vuoksi. Onhan palvelin käynnissä ja tavoitettavissa?
gl: Produciuse un erro ao comunicarse con «{}», erro de rede. O servidor está funcionando e accesible?
ja: "{}" に接続できません。ネットワークエラーです。サーバは稼働中でアクセス可能ですか？
pl: Nie można nawiązać połączenia z „{}”, błąd sieci. Czy serwer działa i jest dostępny?
pt_br: Falha ao comunicar com "{}", erro de rede. O servidor está ativo e acessível?
ru: Не удалось соединиться с «{}»: ошибка сети. Сервер запущен и доступен?
sv: Det gick inte att kommunicera med "{}", nätverksfel. Är servern igång och tillgänglig?
ta: பிணையப் பிழை "{}" உடன் தொடர்பு கொள்ளத் தவறிவிட்டது. சேவையகம் இயங்கும் மற்றும் அணுகக்கூடியதா?
uk: Не вдалося обмінятися даними з «{}»: помилка мережі. Чи запущено сервер і чи є він доступним?

source: Failed to communicate with "{}", timed out after: {} seconds
ar: فشل الإتصال مع "{}"، انقضى الوقت بعد: {} ثانية
cs: Nepodařilo se komunikovat s „{}“, vypršení časového limitu po: {} sekund
de: Kommunikation mit "{}" gescheitert, Zeitüberschreitung nach: {} Sekunden
es: Falló al comunicar con «{}», tiempo de espera agotado tras: {} segundos
fi: Yhteys "{}" kanssa epäonnistui, aikaraja ylittyi {} sekunnin jälkeen
gl: Produciuse un erro ao comunicarse con «{}», tempo de espera esgotado despois de: {} segundos
id: Komunikasi dengan "{}" gagal, Waktu habis dalam: {} detik
ja: "{}" に接続できません。タイムアウトしました: {} 秒
pl: Nie można nawiązać połączenia z „{}”, upłynął limit czasu: {} sekund
pt_br: Falha ao se comunicar com "{}", tempo excedido após: {} segundos
ru: Не удалось связаться с «{}», остановка после: {} с
sv: Det gick inte att kommunicera med "{}", tiden löpte ut efter: {} sekunder
ta: தொடர்பு கொள்ள முடியவில்லை "{}", காலம்: {} நொடிகள் முடிவுற்றது
uk: Не вдалося виконати обмін даними з «{}», перевищено час очікування: {} секунд

source: Failed to communicate with "{}", aborted
ar: فشل الإتصال مع "{}"، إنهاء
cs: Nepodařilo se komunikovat s „{}“, přerušeno
de: Kommunikation mit "{}" gescheitert, abgebrochen
es: Fallo al comunicar con «{}», cancelado
fi: Yhteys "{}" kanssa epäonnistui, katkaistu
gl: Produciuse un erro ao comunicarse con «{}», abortouse
id: Komunikasi dengan "{}" gagal, dibatalkan
ja: "{}" に接続できません。異常終了しました。
pl: Nie można nawiązać połączenia z „{}”, przerwano
pt_br: Falha ao se comunicar com "{}", abortado
ru: Не удалось связаться с «{}», отмена
sv: Det gick inte att kommunicera med "{}", avbruten
ta: தொடர்பு கொள்ள முடியவில்லை "{}", கைவிடப்பட்டது
uk: Не вдалося обмінятися даними з «{}», дію перервано

source: Failed to communicate with "{}", with status: [{} ({})] {}<br><br>{}
ar: فشل الإتصال مع "{}"، والحالة: [{} ({})] {}<br><br>{}
cs: Nepodařilo se komunikovat s „{}“, se stavem: [{} ({})] {}<br><br>{}
de: Kommunikation mit "{}" fehlgeschlagen, Status: [{} ({})] {}<br><br>{}
es: Fallo al comunicar con «{}», con estado: [{} ({})] {}<br><br>{}
fi: Yhteys "{}" kanssa epäonnistui, status: [{} ({})] {}<br><br>{}
gl: Produciuse un erro ao comunicarse con «{}», co estado: [{} ({})] {}{}
ja: "{}" に接続できません:ステータスは [{} ({})] {}<br><br>{} です
pl: Nie można nawiązać połączenia z „{}”, z statusem: [{} ({})] {}<br><br>{}
pt_br: Falha ao comunicar com "{}", com o status: [{} ({})] {}<br><br>{}
ru: Не удалось связаться с «{}», статус: [{} ({})] {}<br><br>{}
sv: Det gick inte att kommunicera med "{}", status: [{} ({})] {}<br><br>{}
ta: "{}" உடன் தொடர்புகொள்வதில் தோல்வி, நிலை உடன் : [{}({})] {}<br><br>{}
uk: Не вдалося встановити зв'язок із «{}», повідомлення стану: [{} ({})] {}<br><br>{}

source: Fit image to screen
ar: ملاءمة الصورة للشاشة
cs: Přizpůsobit obrázek obrazovce
de: Bild an Bildschirm anpassen
es: Ajustar imagen a la pantalla
fi: Sovita kuva näytölle
gl: Axustar a imaxe á pantalla
mr: चित्र पडद्या बसवा
pl: Dopasuj obraz do ekranu
pt_br: Ajustar imagem à tela
ru: Подогнать изображение к экрану
sv: Anpassa bilden till skärmen
ta: திரைக்குப் படத்தைப் பொருத்து
uk: Розміри зображення за екраном

source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
gl: Pechar
id: Tutup
ja: 閉じる
mr: बंद करा
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
ta: மூடு
uk: Закрити

source: Do not fit image to window
ar: لا تلائم الصورة للنافذة
cs: Nepřizpůsobovat obrázek oknu
de: Bild nicht an Fenster anpassen
es: No ajustar imagen a la ventana
fi: Älä sovita kuvaa näytölle
gl: Non axustar a imaxe na xanela
mr: चित्र विंडोत बसवू नका
pl: Nie dopasowuj obrazu do okna
pt_br: Não ajustar imagem à janela
ru: Не подгонять изображение к окну
sv: Anpassa inte bilden till fönstret
ta: சாளரத்திற்கு படத்தைப் பொருத்த வேண்டாம்
uk: Не підбирати розмір зображення за вікном

source: Fit image to window
ar: ملاءمة الصورة للنافذة
cs: Přizpůsobit obrázek oknu
de: Bild an Fenster anpassen
es: Ajustar imagen a la ventana
fi: Sovita kuva ikkunaan
gl: Axustar a imaxe á xanela
mr: चित्र विंडोत बसवा
pl: Dopasuj obraz do okna
pt_br: Ajustar imagem à janela
ru: Подогнать изображение к окну
sv: Anpassa bilden till fönstret
ta: சாளரத்திற்கு படத்தைப் பொருத்து
uk: Підібрати розмір зображення за вікном

source: Loading image, please wait…
ar: جاري تحميل الصورة، الرجاء الانتظار…
cs: Načítání obrázku, čekejte…
de: Lade Bild, bitte warten...
es: Cargando imagen, espere…
fi: Ladataan kuvaa, odota…
gl: Cargando imaxe, agarde...
mr: चित्र लोड करत आहे, कृपया प्रतीक्षा करा...
pl: Ładowanie obrazu, proszę czekać...
pt_br: Carregando a imagem, aguarde...
ru: Загрузка изображения, пожалуйста, подождите…
sv: Läser bild, vänta...
ta: படத்தை ஏற்றுகிறது, தயவுசெய்து காத்திரு…
uk: Завантажуємо зображення, зачекайте…

source: Loading the image failed
ar: فشل تحميل الصورة
cs: Načítání obrázku selhalo
de: Bild konnte nicht geladen werden
es: Fallo al cargar la imagen
fi: Kuvan lataaminen epäonnistui
gl: Produciuse un erro ao cargar a imaxe
mr: चित्र लोड करण्यात अपयशी
pl: Błąd podczas wczytywania obrazu
pt_br: Falha ao carregar a imagem
ru: Не удалось загрузить изображение
sv: Det gick inte att läsa in bilden
ta: படத்தை ஏற்றுவது தோல்வியடைந்தது
uk: Не вдалося завантажити зображення

source: Failed to load file from book
ar: فشل تحميل الملف من الكتاب
cs: Nepodařilo se načíst soubor z knihy
de: Datei aus dem Buch laden gescheitert.
es: Fallo al cargar archivo del libro
fi: Kirjatiedoston lukeminen epäonnistui
gl: Produciuse un erro ao cargar o ficheiro do libro
ja: 本からファイルをロードに失敗しました
mr: पुस्तकातून फाईल लोड करण्यात अपयशी
pl: Nie można otworzyć pliku z książki
pt_br: Falha ao carregar arquivo a partir do livro
ru: Не удалось загрузить файл из книги
sv: Det gick inte att läsa in fil från en bok
ta: புத்தகத்திலிருந்து கோப்பை ஏற்றுவதில் பிழை ஏற்பட்டுள்ளது
uk: Не вдалося завантажити файл з книги

source: Could not load the file: {} with error: {}
ar: لم يمكن تحميل الملف: {} والخطأ: {}
cs: Nelze načíst soubor: {} s chybou: {}
de: Konnte die Datei nicht laden: {} mit Fehler: {}
es: No se pudo cargar el archivo: {} con error: {}
fi: Tiedoston {} lukeminen epäonnistui, virheenä: {}
gl: Non se puido cargar o ficheiro: {} con erro: {}
ja: ファイルはロードできませんでした: {} エラー: {}
mr: ही फाईल लोड करता आली नाही: {} त्रुटी: {}
pl: Nie można otworzyć pliku: {} błąd: {}
pt_br: Não foi possível carregar o arquivo: {} com o erro: {}
ru: Невозможно загрузить файл: {} ошибка: {}
sv: Kunde inte läsa in filen: {} med fel: {}
ta: கோப்பை ஏற்ற முடியவில்லை: {} பிழை உடன்: {}
uk: Не вдалося завантажити файл: {} помилка: {}

source: Could not load the file: {} unknown response type: {}
ar: لم يمكن تحميل الملف: {} نوع استجابة غير معروف: {}
cs: Nelze načíst soubor: {} neznámý typ odpovědi: {}
de: Die Datei konnte nicht geladen werden: {} Unbekannter Antworttyp: {}
es: No se pudo cargar el archivo: {} respuesta de tipo desconocido: {}
fi: Tiedostoa ei voitu ladata: {} tuntematon vastaustyyppi: {}
gl: Non se puido cargar o ficheiro: {} tipo de resposta descoñecido: {}
ja: ファイルはロードできませんでした: {} 不詳なレスポンスのタイプ: {}
pl: Nie można otworzyć pliku: {} nieznany typ odpowiedzi: {}
pt_br: Não foi possível carregar o arquivo: {} resposta de dipo desconhecido: {}
ru: Невозможно загрузить файл: {} неизвестный тип ответа: {}
sv: Det gick inte att läsa in filen: {} okänd svarstyp: {}
ta: கோப்பை ஏற்ற முடியவில்லை: {} தெரியாத பதில் வகை: {}
uk: Не вдалося завантажити файл: {} невідомий тип відповіді: {}

source: Could not open book
ar: لا يمكن فتح الكتاب
cs: Nelze otevřít knihu
de: Buch konnte nicht geöffnet werden
es: No se pudo abrir el libro
fi: Kirjan avaaminen ei onnistunut
gl: Non foi posíbel abrir o libro
ja: 本を開けませんでした
mr: पुस्तक उघडता आले नाही
pl: Nie można otworzyć książki
pt_br: Não foi possível abrir o livro.
ru: Невозможно открыть книгу
sv: Kunde inte öppna bok
ta: புத்தகத்தைத் திறக்க முடியவில்லை
uk: Не вдалося відкрити книгу

source: Failed to load book manifest, click "Show details" for more info
ar: فشل تحميل بيان الكتاب، انقر"إظهار التفاصيل" لمزيد من المعلومات
cs: Nepodařilo se načíst manifest knihy, pro více informací klikněte na „Zobrazit podrobnosti“
de: Buchmanifest konnte nicht geladen werden, klicken Sie auf "Details anzeigen" für weitere Informationen
es: Fallo al cargar el manifiesto del libro, pulse «Mostrar detalles» para más información
fi: Kirjan manifestin lataaminen epäonnistui, napsauta "Näytä tiedot" saadaksesi lisätietoja.
gl: Non foi posíbel abrir o manifesto do libro; prema en «Mostrar detalles» para máis información
ja: 本のマニフェストがロードに失敗しました、詳しくは「詳細を表示」をクリックしてください
pl: Nie można otworzyć manifestu książki, kliknij „Pokaż szczegóły”, by uzyskać więcej informacji.
pt_br: Falha ao carregar o manifesto do livro. Clique em "Mostrar detalhes" para mais informações.
ru: Не удалось загрузить манифест книги, нажмите «Показать подробности» для получения дополнительной информации
sv: Det gick inte att läsa in bokmanifest, klicka på "Visa detaljer" för mer info
ta: புத்தக வெளிப்பாட்டை ஏற்றுவதில் தோல்வி, மேலும் தகவலுக்கு "விவரங்களைக் காண்பி" என்பதைக் சொடுக்கு
uk: Не вдалося завантажити маніфест книги. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: Unhandled error
ar: خطأ غير معالج
cs: Neošetřená chyba
de: Unbehandleter Fehler
es: Error no controlado
fi: Käsittelemätön virhe
gl: Erro non xestionado
id: Kesalahan yang tidak tertangani
ja: 処理できないエラー
pl: nieobsłużony błąd
pt_br: Erro sem tratamento
ru: Необработанная ошибка
sv: Ohanterat fel
ta: கையாளப்படாத பிழை
uk: Непридатна до обробки помилка

source: Upload books by either <a>selecting the book files</a> or drag and drop the files here
ar: قم بتحميل الكتب إما <a>عن طريق تحديد ملفات الكتاب</a> أو سحب الملفات وإفلاتها هنا
cs: Odešlete knihy buď <a>výběrem souborů knih</a> nebo přetažením souborů sem
de: Laden Sie Bücher hoch, indem Sie entweder <a> die Buchdateien auswählen </a> oder die Dateien hierher ziehen und ablegen
es: Envíe libros <a>seleccionando los archivos de libro</a> o arrastrando aquí los archivos
fi: Lisää kirjoja <а>valitsemalla kirjatiedostot</а> tai vetämällä tiedostot tähän
gl: Carga libros <a>seleccionando os ficheiros dos libros</a> ou arrastrando e soltando os ficheiros aquí
ja: <a>本のファイルを選択する</a>かファイルをここにドラッグ&ドロップして本をアップロード
mr: पुस्तके अपलोड करण्यासाठी एक तर <a>पुस्तकांच्या फायली निवडा</a> किंवा त्या खेचून येथे टाका
pl: Prześlij książki, <a>wybierając pliki książek lub przeciągając </a>i upuszczając je tutaj
pt_br: Faça o upload de livros <a>selecionando os arquivos do livro</a> ou arraste e solte os arquivos aqui
ru: Загрузите книги, <a>выбрав файлы книг</a> или перетащите файлы сюда
sv: Ladda upp böcker genom att antingen <a>välja bokfilerna</a> eller dra och släppa filerna här
ta: புத்தகக் கோப்புகளைத் <a> தேர்ந்தெடுப்பதன் மூலம் புத்தகங்களைப்</a> பதிவேற்றவும் அல்லது கோப்புகளை இங்கே இழுத்து விடு
uk: Вивантажте книги, <a>позначивши файли книг</a> або перетягуючи і скидаючи позначки книг сюди

source: {percent:.0%} of {total}
ar: {percent:.0%} من {total}
cs: {percent:.0%} z {total}
de: {percent:.0%} von {total}
es: {percent:.0%} de {total}
gl: {percent:.0%} de {total}
id: {percent:.0%} dari {total}
ja: {total}中の{percent:.0%}
mr: {total} मधून {percent:.0%}
pl: {percent:.0%} z {total}
pt_br: {percent:.0%} do {total}
ru: {percent:.0%} из {total}
sv: {percent:.0%} av {total}
ta: {total} இல் {percent:.0%}
uk: {percent:.0%} з {total}

source: Show details
ar: إظهار التفاصيل
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Mostrar detalles
fi: Näytä yksityiskohdat
gl: Mostrar detalles
id: Lihat detail
ja: 詳細を表示
mr: तपशील दाखवा
pl: Pokaż szczegóły
pt_br: Mostrar detalhes
ru: Показать подробности
sv: Visa detaljer
ta: விவரங்கள் காட்டு
uk: Показати подробиці

source: OK
ar: حسناً
es: Aceptar
gl: Aceptar
id: Oke
mr: ठीक आहे
ta: சரி
uk: Гаразд

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peru
gl: Cancelar
id: Batal
ja: キャンセル
mr: रद्द करा
pl: Anuluj
pt_br: Cancelar
ru: Отменить
sv: Avbryt
ta: விலக்கு
uk: Скасувати

source: Yes
ar: نعم
cs: Ano
de: Ja
es: Sí
fi: Kyllä
gl: Si
id: Ya
ja: はい
mr: होय
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
ta: ஆம்
uk: Так

source: No
ar: لا
cs: Ne
de: Nein
fi: Ei
gl: Non
id: Tidak
ja: いいえ
mr: नाही
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
ta: இல்லை
uk: Ні

source: Show this confirmation again
ar: أظهر هذا التأكيد مرة أخرى
cs: Zobrazit toto potvrzení znovu
de: Diese Bestätigung wieder anzeigen
es: Mostrar nuevamente esta confirmación
fi: Näytä tämä vahvistus uudelleen
gl: Mostrar esta configuración de novo
ja: この確認を再度表示する
mr: हे पुष्टीकरण पन्ही दाखवा
pl: Pokaż to potwierdzenie ponownie
pt_br: Mostrar esta confirmação novamente
ru: Показывать это подтверждение всегда
sv: Visa denna bekräftelse igen
ta: இந்த உறுதிபடுத்துதலை மீண்டும் காட்டு
uk: Показувати це вікно підтвердження надалі

source: Loading, please wait...
ar: جاري التحميل, الرجاء الانتظار...
cs: Načítání, čekejte...
de: Lädt, bitte warten …
es: Cargando, espere...
fi: Ladataan, ole hyvä ja odota...
gl: A cargar; agarde, por favor...
id: Memuat, mohon tunggu...
ja: 読み込み中、お待ちください…
mr: लोड करत आहे, कृपया प्रतीक्षा करा...
pl: Ładowanie, proszę czekać...
pt_br: Carregando, por favor aguarde
ru: Загружается, ожидайте…
sv: Läser in, vänta...
ta: பதிவேறுகிறது, காத்திரு...
uk: Завантажуємо, будь ласка, зачекайте…

source: Error:
ar: خطأ:
cs: Chyba:
de: Fehler:
fi: Virhe:
gl: Erro:
id: Masalah:
ja: エラー:
mr: त्रुटी:
pl: Błąd:
pt_br: Erro:
ru: Ошибка:
sv: Fel:
ta: பிழை:
uk: Помилка:

source: Warning:
ar: تحذير:
cs: Varování:
de: Warnung:
es: Advertencia:
fi: Varoitus:
gl: Aviso:
id: Peringatan:
ja: 警告:
mr: चेतावणी:
pl: Ostrzeżenie:
pt_br: Aviso:
ru: Предупреждение:
sv: Varning:
ta: விழிப்புணர்வு:
uk: Попередження:

source: Bookmark
ar: إشارة مرجعية
cs: Záložka
de: Lesezeichen
es: Marcador
fi: Kirjanmerkki
gl: Marcador
ja: ブックマーク
mr: बुकमार्क
pl: Dodaj zakładkę
pt_br: Marcador
ru: Закладка
sv: Bokmärke
ta: புத்தககுறி
uk: Закладка

source: Open a book from your computer
ar: إفتح كتاب من الحاسوب
cs: Otevřete knihu z vašeho počítače
de: Buch von Ihrem Computer öffnen
es: Abrir un libro de la máquina local
fi: Avaa kirja tietokoneelta
gl: Abre un libro desde o teu ordenador
ja: コンピューターから本を開く
mr: तुमच्या संगणकातील एखादे पुस्तक उघडा
pl: Otwórz książkę z komputera
pt_br: Abrir um livro do seu computador
ru: Открыть книгу с компьютера
sv: Öppna en bok från din dator
ta: உங்கள் கணினியிலிருந்து ஒரு புத்தகத்தைத் திற
uk: Відкрити книгу з вашого комп'ютера

source: Recently viewed books
ar: الكتب المشاهَدة مؤخرا
cs: Nedávno zobrazené knihy
de: Zuletzt angesehene Bücher
es: Libros vistos recientemente
fi: Viimeksi katsotut kirjat
gl: Libros vistos recentemente
ja: 最近閲覧した本
mr: अलीकडे पाहिलेली पुस्तके
pl: Ostatnio otwierane książki
pt_br: Livros recentemente visualizados
ru: Недавно просмотренные книги
sv: Nyligen visade böcker
ta: அண்மையில் பார்த்த புத்தகங்கள்
uk: Останні переглянуті книги

source: Unknown
ar: مجهول
cs: Neznámý
de: Unbekannt
es: Desconocido
fi: Tuntematon
gl: Descoñecido
id: Tidak diketahui
ja: 不明
mr: अज्ञात
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестный
sv: Okänt
ta: தெரியாத
uk: Невідомий

source: Clear recent list
ar: تفريغ لائحة ’مؤخرا‘
cs: Vymazat seznam nedávných
de: Verlauf leeren
es: Borrar la lista de libros recientes
fi: Tyhjennä viimeisimpien luettelo
gl: Limpar a lista recente
ja: 最近の一覧を消去
mr: अलीकडील फायलींची यादी साफ करा
pl: Wyczyść listę ostatnio otwieranych
pt_br: Limpar a lista de itens recentes
ru: Очистить список недавних книг
sv: Rensa listan över senaste
ta: அண்மை பட்டியலை அழி
uk: Спорожнити список останніх книг

source: System
ar: النظام
cs: Systém
es: Sistema
fi: Järjestelmä
gl: Sistema
ja: システム
mr: सिस्टम
pt_br: Sistema
ru: Системная
ta: அமைப்பு
uk: Система

source: White
ar: أبيض
cs: Bílá
de: Weiß
es: Blanco
fi: Valkoinen
gl: Branco
id: Putih
ja: ホワイト
mr: सफेद
pl: Biały
pt_br: Branco
ru: Белая
sv: Vit
ta: வெள்ளை
uk: Білий

source: Black
ar: أسود
cs: Černá
de: Schwarz
es: Negro
fi: Musta
gl: Negro
id: Hitam
ja: ブラック
mr: काळा
pl: Czarny
pt_br: Preto
ru: Чёрная
sv: Svart
ta: கருப்பு
uk: Чорний

source: Sepia light
ar: بني فاتح
cs: Světle sépiová
de: Sepia hell
es: Sepia claro
fi: Seepia, vaalea
gl: Sepia claro
id: Sepia terang
ja: 明るいセピア
mr: सीपिया हलके
pl: Sepia jasna
ru: Светлая сепия
sv: Sepia ljust
ta: செபியா ஒளி
uk: Світла сепія

source: Sepia dark
ar: بني داكن
cs: Tmavě sépiová
de: Sepia dunkel
es: Sepia oscuro
fi: Seepia, tumma
gl: Sepia escuro
id: Sepia gelap
ja: 暗いセピア
mr: सीपिया गडद
pl: Sepia ciemna
ru: Тёмная сепия
sv: Sepia mörkt
ta: செபியா இருண்ட
uk: Темна сепія

source: Copy to clipboard
ar: النسخ الى الحافظة
cs: Kopírovat do schránky
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
gl: Copiar no portapapeis
ja: クリップボードにコピー
mr: क्लिपबोर्डवर कॉपी करा
pl: Kopiuj do schowka
pt_br: Copiar para a área de transferência
ru: Копировать в буфер
sv: Kopiera till urklipp
ta: இடைநிலைபலகைக்கு நகலெடு
uk: Скопіювати до буфера

source: Lookup/search selected word
ar: إيجاد/بحث الكلمة المحددة
cs: Vyhledat nebo hledat vybrané slovo
de: Ausgewähltes Wort nachschlagen/suchen
es: Buscar la palabra seleccionada
fi: Hae/etsi valittu sana
gl: Consultar/Procurar a palabra seleccionada
ja: 選択した語を検索
mr: निवडलेल्या शब्दाचा अर्थ शोधा
pl: Wyszukaj wybrane słowo
pt_br: Pesquisar/buscar a palavra selecionada
ru: Искать значение выделенного слова
sv: Slå upp/sök valda ord
ta: தேர்ந்தெடுக்கப்பட்ட சொல் பார்/தேடு
uk: Шукати позначене слово

source: Quick highlight in current style
ar: تمييز سريع في الطراز الحالي
cs: Rychlé zvýraznění v aktuálním stylu
de: Schnell hervorheben in aktuellem Stil
es: Resaltado rápido en el estilo actual
fi: Pikakorostus nykyisellä tyylillä
gl: Resalte rápido no estilo actual
ja: 現在のスタイルでクイックハイライト
mr: सध्याच्या शैलीत जलद हायलाईट करा
pl: Szybkie wyróżnienie w aktualnym stylu
pt_br: Destaque rápido no estilo atual
ru: Быстрое выделение в текущем стиле
sv: Snabbmarkera i aktuellt format
ta: தற்போதைய பாணியில் விரைவான முன்னிலைப்படுத்து
uk: Швидко підсвітити у поточному стилі

source: Highlight selection
ar: تمييز التحديد
cs: Zvýraznit výběr
de: Auswahl hervorheben
es: Resaltar selección
fi: Korosta valinta
gl: Realzar selección
ja: ハイライトの選択
mr: निवड हायलाईट करा
pl: Zaznacz wybór
pt_br: Destacar seleção
ru: Выбор выделения
sv: Markera vald text
ta: தேர்வை முன்னிலைப்படுத்து
uk: Підсвітити позначене

source: Search for selection in the book
ar: ابحث عن التحديد في الكتاب
cs: Hledat výběr v knize
de: Auswahl im Buch suchen
es: Buscar la selección en el libro
fi: Etsi valintaa kirjasta
gl: Buscar a selección no libro
ja: 選択部分を本の中で検索
mr: निवडीचा पुस्तकात शोध घ्या
pl: Wyszukaj zaznaczenie w książce
pt_br: Buscar por seleção no livro
ru: Искать выделенное в книге
sv: Sök efter markeringen i boken
ta: புத்தகத்தில் தேர்வைத் தேடு
uk: Шукати позначене у книзі

source: Create a bookmark
ar: إنشاء إشارة مرجعية
cs: Vytvořit záložku
de: Lesezeichen erstellen
es: Crear un marcador
fi: Luo kirjanmerkki
gl: Crear un marcador
ja: ブックマークを作成
mr: बुकमार्क बनवा
pl: Utwórz zakładkę
pt_br: Criar um marcador
ru: Создать закладку
sv: Skapa ett bokmärke
ta: ஒரு புத்தக்குறியை உருவாக்கு
uk: Створити закладку

source: Search for selection on the net
ar: البحث عن التحديد في الشبكة
cs: Hledat výběr na internetu
de: Auswahl im Internet suchen
es: Buscar la selección en la red
fi: Etsi valintaa verkosta
gl: Buscar a selección na rede
ja: 選択部分をネットで検索
mr: निवडीचा इंटरनेटवर शोध घ्या
pl: Wyszukaj wybór w sieci
pt_br: Buscar por seleção na internet
ru: Искать выделенное в сети
sv: Sök efter markeringen på nätet
ta: வலையில் தேர்வைத் தேடு
uk: Шукати позначене у мережі

source: Remove this highlight
ar: إزالة هذا التمييز
cs: Odebrat toto zvýraznění
de: Hervorhebung entfernen
es: Eliminar este resaltado
fi: Poista tämä korostus
gl: Retirar este realce
ja: このハイライトを削除
mr: हा हायलाईट काढून टाका
pl: Usuń to wyróżnienie
pt_br: Remover este destaque
ru: Удалить это выделение
sv: Ta bort denna markering
ta: இந்த முன்னிலைப்படுத்துதலை அகற்று
uk: Вилучити це підсвічування

source: Clear selection
ar: تفريغ التحديد
cs: Vymazat výběr
de: Markierung aufheben
es: Limpiar selección
fi: Tyhjennä valinta
gl: Limpar a selección
ja: 選択解除
mr: निवड साफ करून टाका
pl: Wyczyść wybór
pt_br: Limpar seleção
ru: Очистить выделение
sv: Rensa markering
ta: தேர்வு துடை
uk: Зняти позначення

source: Read aloud
ar: القراءة بصوت عالٍ
cs: Číst nahlas
de: Vorlesen
es: Leer en alto
fi: Lue ääneen
gl: Ler en voz alta
ja: 読み上げ
mr: आवाजाने वाचा
pl: Czytać na głos
pt_br: Ler em voz alta
ru: Чтение вслух
sv: Högläsning
ta: உரக்கப்படி
uk: Прочитати уголос

source: Copy a citation to this text
ar: انسخ الاستشهاد بهذا النص
cs: Kopírovat citaci do tohoto textu
de: Kopieren eines Zitats in diesen Text
es: Copiar una cita a este texto
fi: Kopioi viittaus tähän tekstiin
gl: Copia unha cita a este texto
ja: このテキストに引用文献をコピー
pl: Skopiuj cytat do tego tekstu
pt_br: Copie uma citação deste texto
ru: Копировать цитирование этого текста
sv: Kopiera ett citat till denna text
ta: இந்த உரைக்கு மேற்கோளை நகலெடு
uk: Скопіювати цитату з цього тексту

source: Highlight using: {name}{sc}
ar: التمييز باستخدام: {name}{sc}
cs: Zvýraznit pomocí: {name}{sc}
de: Hervorheben mit: {name}{sc}
es: Resaltar usando: {name}{sc}
fi: Korosta käyttämällä: {name}{sc}
gl: Resaltar usando: {name}{sc}
ja: ハイライトを使用: {name}{sc}
mr: याने हायलाईट करा: {name}{sc}
pl: Zaznacz używając: {name}{sc}
pt_br: Destacar usando: {name}{sc}
ru: Выделить используя: {name}{sc}
sv: Markera med: {name}{sc}
ta: பயன்படுத்தி முன்னிலைப்படுத்து: {name}{sc}
uk: Спосіб підсвічування: {name}{sc}

source: Highlight text missing
ar: تمييز النص مفقود
cs: Chybí text zvýraznění
de: Hervorgehobener Text fehlt
es: Falta el texto resaltado
fi: Korosta puuttuva teksti
gl: Texto realzado ausente
ja: ハイライトしたテキストがありません
mr: हायलाईट मजकूर बेपत्ता आहे
pl: Brak wyróżnionego tekstu
pt_br: Texto destacado ausente
ru: Нет выделенного текста
sv: Markeringstext saknas
ta: முன்னிலைப்படுத்திய உரை இல்லை
uk: Немає тексту підсвічування
