Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Go to this footnote in the main view
ar: اذهب الى ملاحظة الحاشية هذه في المعاينة الرئيسية
cs: Přejít na tuto poznámku pod čarou v hlavním zobrazení
de: Zu dieser Fußnote in der Hauptansicht gehen
es: Ir a esta nota en la ventana principal
fi: Siirry tähän alaviitteeseen päänäkymässä
gl: Ir a esta nota a rodapé na vista principal
id: Pergi ke catatan kaki ini di tampilan utama
ja: メインビューのこの脚注に移動
mr: मुख्य दृश्यात या तळटिपाकडे जा
pl: Idź to tego przypisu w głównym oknie
pt_br: Ir para esta nota de rodapé na visualização principal
ru: Перейти по этой сноске в главном окне просмотра
sv: Gå till denna fotnot i huvudfönstret
ta: முக்கிய பார்வையில் இந்த அடிக்குறிப்புக்குச் செல்
uk: Перейти до цієї примітки на основній панелі перегляду

source: Close the footnotes window
ar: حاشية
cs: Zavřít okno poznámek pod čarou
de: Fußnoten-Fenster schließen
es: Cerrar la ventana de notas
fi: Sulje alaviiteikkuna
gl: Pechar a xanela de notas a rodapé
id: Tutup jendela catatan kaki
ja: 脚注ウィンドウを閉じる
mr: तळटीप विंडो बंद करा
pl: Zamknij okno przypisów
pt_br: Fechar a janela de notas de rodapé
ru: Закрыть окно просмотра сносок
sv: Stäng fotnoteringsfönstret
ta: அடிக்குறிப்புகள் சாளரத்தை மூடு
uk: Закрити вікно приміток

source: Loading note, please wait...
ar: تحميل الملاحظة، الرجاء الانتظار...
cs: Načítání poznámky, čekejte...
de: Notiz wird geladen, bitte warten ...
es: Cargando nota, espere...
fi: Ladataan viitettä, odota hetki...
gl: A cargar a nota; agarde un momentiño...
id: Mamuat catatan kaki, mohon tunggu...
ja: メモを読み込み中、お待ちください…
mr: टीप लोड करत आहे, कृपया प्रतीक्षा करा...
pl: Wczytywanie notatki, proszę czekać...
pt_br: Carregando anotação, por favor aguarde...
ru: Загрузка примечания, ожидайте...
sv: Läser in anteckning, vänta...
ta: குறிப்பை ஏற்றுகிறது, தயவுசெய்து காத்திரு...
uk: Завантажуємо нотатку, будь ласка, зачекайте…

source: Welcome to the <b>calibre E-book viewer</b>!
ar: مرحبا في <b>معاين Calibre للكتب الالكترونية</b>!
cs: Vítejte v <b>Prohlížeči e-knih Calibre</b>!
de: Willkommen beim <b>Calibre eBook-Betrachter</b>!
es: ¡Bienvenido al <b>visor de libros electrónicos de calibre</b>!
fi: Tervetuloa <b>calibren e-kirjojen katseluohjelmaan</b>!
gl: Reciba a benvida ao <b>lector de libros electrónicos calibre</b>!
ja: <b>calibre E-book viewer</b> にようこそ!
mr: <b>कॅलिबर ई-पुस्तक दृश्यकात</b> तुमचे स्वागित आहे!
pl: Witamy w <b>przeglądarce e-booków kalibru!
pt_br: Bem vindo ao <b>Visualizador de e-books do calibre</b>!
ru: Добро пожаловать в <b>просмотрщик электронных книг calibre</b>!
sv: Välkommen till <b>calibres e-bokvisare</b>!
ta: <b>திறன் மின் புத்தக பார்வையாளருக்கு</b> வருக!
uk: Вітаємо у <b>Засобі перегляду книг calibre</b>!

source: Use the <b>PageUp/PageDn</b> or <b>Arrow keys</b> to turn pages
ar: استخدم <b>صفحة للأعلى/صفحة للأسفل</b> أو <b>مفاتيح الأسهم</b> لتقليب الصفحات
cs: Použijte <b>PageUp a PageDown</b> nebo <b>kurzorové klávesy</b> pro otáčení stránek
de: Verwenden Sie die <b>Bild-auf-/Bild-ab-</b> oder <b>Pfeiltasten</b>, um Seiten umzublättern
es: Use las teclas <b>AvPag</b>, <b>RePag</b> o <b>flechas</b> para pasar páginas
fi: Käytä <b>PageUp/PageDn</b>- tai <b>nuolinäppäimiä</b> sivujen kääntämiseen
gl: Empregue as teclas <b>AvPáx/RePáx</b> ou <b>as frechas</b> para pasar as páxinas
ja: ページをめくるためには <b>PageUp/PageDn</b> か <b>矢印キー</b> を使います
pl: Użyj <b>PageUp/PageDn</b> lub <b>Klawiszy strzałek</b> by przewracać strony
pt_br: Use as teclas <b>PageUp/PageDn</b> ou <b>Setas</b> para virar as páginas
ru: Используйте <b>PageUp/PageDn</b> или <b>кнопки со стрелками</b>, чтобы переворачивать страницы
sv: Använd <b>PageUp/PageDn</b> eller <b>piltangenterna</b> för att vända sidor
ta: பக்கங்களைத் திருப்ப <b>பக்கம்மேல்/பக்கம்கீழ்</b> அல்லது <b>அம்பு விசைகளைப்</b> பயன்படுத்து
uk: Скористайтеся клавішами <b>PageUp/PageDn</b> або <b>клавішами зі стрілками</b> для гортання сторінок

source: Press the <b>Esc</b> key or <b>{}</b> or <b>tap on the top third</b> of the text area to show the viewer controls
ar: اضغط مفتاح <b>الهروب Esc</b> أو <b>{}</b> أو <b>اضغط في الثلث الأعلى</b> من منطقة النص لإظهار متحكمات المعاين
cs: Stiskněte klávesu <b>Esc</b> nebo <b>{}</b> nebo <b>klepněte na horní třetinu</b> textové oblasti pro zobrazení ovládacích prvků prohlížeče
de: Drücken Sie die <b>Esc</b>-Taste oder <b>{}</b> oder <b>tippen Sie auf das obere Drittel</b> des Textbereichs, um die Betrachter-Steuerelemente anzuzeigen
es: Pulse la tecla <b>Esc</b> o <b>{}</b> o <b>toque el tercio superior</b> del área de texto para mostrar los controles del visor
fi: Näytä katseluohjaimet painamalla <b>Esc</b>-näppäintä tai <b>{}</b> tai <b>napauttamalla tekstialueen yläkolmannesta</b>
gl: Prema na tecla <b>Esc</b> ou en <b>{}</b> ou <b>toque no terzo superior</b> da área de texto para mostrar os controles do visor
ja: <b>Esc</b> キーまたは <b>{}</b> を押下するか、テキスト領域の上部1/3の位置をタップするとビューア制御パネルが表示されます。
pl: Naciśnij klawisz <b>Esc</b> lub <b>{}</b> albo <b>dotknij górnej jednej trzeciej</b> obszaru tekstowego, aby wyświetlić elementy sterujące przeglądarki
pt_br: Pressione a tecla <b>Esc</b> ou <b>{}</b> ou <b>clique no terço superior</b> da área de texto para mostrar os controles do visualizador
ru: Нажмите клавишу <b>Esc</b>, или <b>{}</b>, или <b>коснитесь верхней трети</b> текстовой области, чтобы показать элементы управления просмотрщиком
sv: Tryck på tangenten <b>Esc</b> eller <b>{}</b> eller <b>tryck på den övre tredjedelen</b> av textområdet för att visa visarens kontroller
ta: பார்வையாளர் கட்டுப்பாடுகளைக் காட்ட உரை பகுதியின் <b>மேல் மூன்றாவதுஐத் தட்டவும்</b> அல்லது <b> தப்பி </b> விசை அல்லது <b>{}</b>ஐ அழுத்து
uk: Натисніть клавішу <b>Esc</b> або <b>{}</b> або <b>торкніться верхньої третини</b> сторінки, щоб відкрити панель керування переглядом

source: control+click
ar: control+زر الفأرة الأيسر
cs: Ctrl+kliknutí
de: Strg+Klick
es: control+botón
fi: ctrl+napsautus
gl: control+clic
mr: Ctrl+क्लिक
pl: control+kliknięcie
pt_br: ctrl+clique
ru: control+щелчок
sv: control+klick
ta: கட்டுப்பாடு+சொடுக்கு
uk: Ctrl+клацання

source: right click
ar: زر الفأرة الأيمن
cs: kliknutí pravým tlačítkem myši
de: Rechtsklick
es: botón derecho
fi: oikea napsautus
gl: clic dereito
ja: 右クリック
mr: राइट-क्लिक
pl: kliknij prawym przyciskiem myszy
pt_br: clique com botão direito
ru: щёлкните правой
sv: högerklicka
ta: வலது சொடுக்கு
uk: клацання правою

source: Press any key to continue…
ar: إضغط أي زر للإستمرار…
cs: Stiskněte jakoukoliv klávesu pro pokračování...
de: Zum Fortfahren eine Taste drücken …
es: Pulse cualquier tecla para continuar…
fi: Jatka painamalla mitä tahansa näppäintä…
gl: Prema calquera tecla para continuar...
ja: 任意のキーを押して継続...
mr: पुढे जायला कोणतीही की दाबा...
pl: Naciśnij dowolny klawisz...
pt_br: Pressione qualquer tecla para continuar...
ru: Нажмите любую клавишу, чтобы продолжить…
sv: Tryck på valfri tangent för att fortsätta…
ta: மேலும் தொடர ஏதேனும் ஒரு பொத்தானை அழுத்து…
uk: Натисніть будь-яку клавішу, щоб продовжити…

source: Tap to turn back
ar: اضغط لتقلب رجوعا
cs: Klepněte pro otočení zpět
de: Zum Zurückblättern antippen
es: Pulsar para volver
fi: Kosketa palataksesi
gl: Toque para recuar
id: Ketuk untuk kembali
ja: タップしてページを戻る
mr: मागे जायला टॅप करा
pl: Dotknij, by odwrócić
pt_br: Toque para voltar
ru: Нажмите для возврата назад
sv: Tryck för att vända tillbaka
ta: திரும்புவதற்கு தட்டவும்
uk: Натисніть, щоб повернутися

source: Tap to turn page
ar: انقر لقلب الصفحة
cs: Klepněte pro otočení stránky
de: Zum Umblättern antippen
es: Pulsar para pasar la página
fi: Kosketa kääntääksesi sivua
gl: Toque para pasar a páxina
id: Ketuk untuk membalik halaman
ja: タップしてページをめくる
mr: पान बदलायला टॅप करा
pl: Dotknij, by zmienić stronę
pt_br: Toque para virar a página
ru: Нажмите для перелистывания страницы
sv: Tryck för att vända sida
ta: பக்கத்தைத் திருப்ப தட்டவும்
uk: Натисніть, щоб перегорнути сторінку

source: Tap (or right click) for controls
ar: انقر (او انقر يمينا) للمتحكمات
cs: Klepněte (nebo klikněte pravým tlačítkem myši) pro zobrazení ovládacích prvků
de: Für Steuerung antippen (oder rechtsklicken)
es: Tocar (o pulsar con el botón derecho) para ver los controles
fi: Kosketa (tai klikkaa oikealla) näyttääksesi ohjaimet
gl: Toque (ou dea un clic dereito) para os controles
id: Ketuk (atau klik kanan) untuk mengakses kontrol
ja: タップ (または右クリック) して設定
mr: कंट्रोलसाठी टॅप (किंवा राइट-क्लिक) करा
pl: Dotknij (lub kliknij prawym przyciskiem), aby wywołać ustawienia
pt_br: Toque (ou clique com botão direito) para os controles
ru: Касание (или правый щелчок) - кнопки управления
sv: Tryck (eller högerklicka) för kontroller
ta: கட்டுப்பாடுகளுக்கு தட்டவும் (அல்லது வலது சொடுக்கு)
uk: Натисніть (або клацніть правою) для керування

source: Bootstrapping book reader...
ar: تمهيد قاريء الكتب...
cs: Zavádění čtěčky knih...
de: eBook Lesegerät wird initialisiert …
es: Iniciando el lector de libros...
fi: Ladata lukutilaa...
gl: Lector de libros de arranque...
id: Bootstrap pembaca buku...
ja: 電子書籍リーダーをブートストラップ中...
mr: पुस्तक वाचक बूटस्ट्रॅप करत आहे...
pl: Ładowanie czytnika książek…
pt_br: Configurando o leitor de livro...
ru: Самонастройка просмотрщика…
sv: Startar upp bokläsenhet...
ta: துவக்குரி புத்தக வாசகர்...
uk: Самоналаштовування засобу читання книг…

source: Not a calibre library book
ar: ليس كتاب مكتبة Calibre
cs: Není kniha z knihovny Calibre
de: kein "calibre library book"
es: No es un libro de la biblioteca de calibre
fi: Ei calibre-kirjaston kirja
gl: Non é un libro de biblioteca de calibre
ja: calibre ライブラリの本ではありません
mr: कॅलिबर पुस्तकालयातले पुस्तक नाही
pl: Nie jest to książka z biblioteki calibre
pt_br: Não é um livro da biblioteca do calibre
ru: Библиотечная книга не calibre
sv: Inte en calibre-biblioteksbok
ta: ஒரு திறன் நூலக புத்தகம் அல்ல
uk: Не книга з бібліотеки calibre

source: This book is not a part of a calibre library, so no calibre:// URL for it exists.
ar: هذا الكتاب ليس جزءا من مكتبة لـ Calibre، لذا لا وجود لرابط calibre:// URL له.
cs: Tato kniha není součástí knihovny Calibre, takže pro ni neexistuje žádná URL calibre://.
de: Dieses Buch ist nicht in der Calibre Bibliothek, daher gibt es keinen "calibre:// Link (URL)" dafür.
es: Este libro no es parte de una biblioteca de calibre, por lo que no existe un URL calibre:// para él.
fi: Tämä kirja ei ole osa calibre-kirjastoa, joten sille ei ole olemassa calibre:// URL-osoitetta.
gl: Este libro non forma parte dunha biblioteca calibre, polo que non existe ningún URL calibre://.
ja: この本は calibre ライブラリに含まれていないため、calibre:// で始まる URL は存在しません。
mr: हे पुस्तक कॅलिबर पुस्तकालयात सामील नसल्यामुळे त्यासाठी कोणतेही calibre:// URL अस्तित्वात नाही.
pl: Ta książka nie jest częścią biblioteki calibre, więc nie istnieje dla niej adres URL calibre://.
pt_br: Este livro não é parte de uma biblioteca do calibre, então não existe um URL calibre:// para ele.
ru: Эта книга не часть библиотеки calibre, поэтому URL-адрес calibre:// URL для неё не существует.
sv: Denna bok är inte en del av ett calibre-bibliotek, så det finns ingen calibre://-URL för den.
ta: இந்த புத்தகம் ஒரு திறன் நூலகத்தின் ஒரு பகுதியாக இல்லை, எனவே அதற்காக திறன்://முகவரி இல்லை.
uk: Ця книга не є частиною бібліотеки calibre, тому для неї не існує адреси calibre://.

source: The text: <i>{}</i> is present on this page but not visible
ar: النص: <i>{}</i> موجود في هذه الصفحة لكنه غير مرئي
cs: Text: <i>{}</i> je přítomný na této stránce, ale není viditelný
de: Der Text: <i>{}</i> ist auf dieser Seite vorhanden, aber nicht sichtbar
es: El texto: <i>{}</i> se encuentra en esta página, pero no es visible
fi: Teksti: <i>{}</i> on tällä sivulla, mutta se ei näy
gl: O texto: <i>{}</i> está presente nesta páxina mais non é visíbel
ja: このページ内にテキスト「<i>{}</i>」が存在しますが、表示されていません
mr: <i>{}</i> हे मजकूर या पानावर उपस्थित आहे, पण ते दृश्य नाही
pl: Tekst: <i>{}</i> jest obecny na tej stronie, ale nie jest widoczny
pt_br: O texto: <i>{}</i> está presente nesta página mas não é visível
ru: Текст «<i>{}</i>» присутствует на этой странице, но невидим
sv: Texten: <i>{}</i> finns på denna sida men är inte synlig
ta: உரை: <i>{}</i> இந்த பக்கத்தில் உள்ளது, ஆனால் தெரியவில்லை
uk: Текст <i>{}</i> є на цій сторінці, але його не видно

source: There was an error processing the book
ar: حصل خطأ عند معالجة الكتاب
cs: Během zpracování knihy došlo k chybě
de: Fehler bei der Verarbeitung des Buchs
es: Hubo un error al procesar el libro
fi: Kirjan käsittelyssä ilmeni virhe
gl: Produciuse un erro ao procesar o libro
id: Ada kesalahan memproses buku
ja: 本の処理中にエラー
pl: Wystąpił błąd podczas przetwarzania książki
pt_br: Houve um erro ao processar o livro.
ru: Возникла ошибка обработки книги
sv: Det uppstod ett fel vid bearbetningen av boken
ta: புத்தகத்தை செயலாக்குவதில் பிழை இருந்தது
uk: Під час спроби обробки книги сталася помилка

source: Unknown error
ar: خطأ غير معروف
cs: Neznámá kniha
de: Unbekannter Fehler
es: Error desconocido
fi: Tuntematon virhe
gl: Erro descoñecido
ja: 不明なエラー
mr: अज्ञात त्रुटी
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
ta: அறியப்படாத பிழை
uk: Невідома помилка

source: No auto scroll in paged mode
ar: لا يوجد لف تلقائي في نمط الصفحات
cs: Žádné automatické posouvání v režimu stránek
de: Kein automatisches scrollen im Seitenmodus
es: Sin desplazamiento automático en modo paginado
fi: Automaattista selausta ei ole sivutilassa
gl: Non hai desprazamento automático no modo paginado
ja: ページモード時は自動スクロールしません
mr: पान मोडमध्ये आपोआप स्क्रोल करू शकत नाही
pl: Brak automatycznego przewijania w trybie stronicowania
pt_br: Sem auto rolagem no modo paginado
ru: автопрокрутка не работает в страничном режиме
sv: Ingen automatisk rullning i siddelat läge
ta: பக்கம் பயன்முறையில் தானி சுருள் இல்லை
uk: У режимі поділу на сторінки не передбачено автогортання

source: Switch to flow mode (Viewer preferences->Page layout) to enable auto scrolling
ar: بدّل إلى نمط الإنسياب (تفضيلات المعاين->تخطيط الصفحة) لتمكين اللف التلقائي
cs: Přepnout na plovoucí režim (Předvolby prohlížeče->Rozložení stránky) pro povolení automatického posouvání
de: Zum automatischen Scrollen, wechseln Sie in den fortlaufenden Modus. (eBook-Betrachter -> Einstellungen -> Seiteneinstellungen)
es: Cambie a modo continuo (Preferencias del visor > Estructura de página) para activar el desplazamiento automático
fi: Siirry virtaustilaan ("Katseluohjelman asetukset->Sivun asettelu") automaattisen vierityksen ottamiseksi käyttöön
gl: Cambia ao modo de fluxo (Preferencias do visor->Diseño de páxina) para activar o desprazamento automático
ja: 自動スクロールを有効にするため、フローモードに切り換え(ビューア設定->ページレイアウト)
pl: Przełącz do trybu przepływu (Preferencje przeglądarki-> Układ strony), aby włączyć automatyczne przewijanie
pt_br: Mudar para modo fluxo (Preferências do visualizador->Layout da página) para habilitar a auto rolagem
ru: Переключитесь в потоковый режим (Параметры просмотрщика -> Макет страниц), чтобы включить автоматическую прокрутку
sv: Växla till flödesläge (Visarens inställningar->Sidutformning) för att aktivera automatisk rullning
ta: தானி சுருள் இயக்க ஓட்டம் பயன்முறைக்கு (பார்வையாளர் விருப்பத்தேர்வுகள்-> பக்க தளவமைப்பு) மாறவும்
uk: Перемкніться на неперервний режим (Параметри переглядача -> Компонування сторінки), щоб увімкнути автогортання

source: In flow mode
ar: في وضع التدفق
cs: V plovoucím režimu
de: fortlaufender Modus
es: En modo continuo
fi: Virtaustila
gl: En modo fluxo
ja: フローモード時
mr: वाहत्या मोडमध्ये आहे
pl: W trybie przepływu
pt_br: No modo de fluxo
ru: В потоковом режиме
sv: I flödesläge
ta: ஓட்ட பயன்முறையில்
uk: У неперервному режимі

source: Cannot change number of pages per screen in flow mode, switch to paged mode first.
ar: لا يمكن تغيير عدد الصفحات للشاشة في نمط الإنسياب، بدّل إلى نمط الصفحات أوّلاً.
cs: V plovoucím režimu nelze změnit počet stránek na obrazovku, nejdříve přepněte na režim stránek.
de: Im fortlaufenden Modus können die Seiten pro Bildschirm nicht geändert werden, schalten Sie zunächst auf den Seitenmodus.
es: No se puede cambiar el número de páginas por pantalla en modo continuo, cambie primero al modo paginado.
fi: Sivujen lukumäärää näyttöä kohti ei voi muuttaa virtaustilassa, vaihda ensin sivutilaan.
gl: Non se pode cambiar o número de páxinas por pantalla no modo de fluxo, primeiro cambia ao modo de páxina.
ja: フローモードでは画面ごとのページ数を変更できません。先にページモードに切り替えてください。
pl: Nie można zmienić liczby stron na ekran w trybie przepływu. Najpierw przełącz się na tryb stronicowany.
pt_br: Não foi possível alterar o número de páginas por tela no modo fluxo. Alterne para o modo paginado primeiro.
ru: В потоковом режиме нельзя изменить количество страниц на экране — переключитесь на страничный режим.
sv: Det går inte att ändra antalet sidor per skärm i flödesläge, växla till siddelat läge först.
ta: ஓட்ட பயன்முறையில் ஒரு திரைக்கு பக்கங்களின் எண்ணிக்கையை மாற்ற முடியாது, முதலில் பக்கம் செய்யப்பட்ட பயன்முறைக்கு மாறவும்.
uk: Не можна змінювати кількість сторінок на екрані у неперервному режимі. Спочатку слід перемкнутися у режим поділу на сторінки.

source: Loading next section from <i>{title}</i>, please wait…
ar: يجري تحميل المقطع التالي من <i>{title}</i>، الرجاء الانتظار…
cs: Načítání dalšího oddílu z <i>{title}</i>, čekejte...
de: Nächster Abschnitt von <i>{title}</i> wird geladen, bitte warten …
es: Cargando la siguiente sección de <i>{title}</i>, espere…
fi: Ladataan seuraava osio <i>{title}</i>, odota…
gl: A cargar a sección seguinte de <i>{title}</i>; agarde un momentiño...
ja: 次の章を<i>{title}</i>から読み込み中。お待ちください...
mr: <i>{title}</i> मधील पुढचा अनुभाग लोड करत आहे. कृपया प्रतीक्षा करा...
pl: Ładowanie następnej sekcji z <i>{title}</i>, proszę czekać…
pt_br: Carregando a próxima seção de <i>{title}</i>, por favor aguarde…
ru: Загрузка следующего раздела из <i>{title}</i>, пожалуйста, подождите…
sv: Läser in nästa avsnitt från <i>{title}</i>, vänta…
ta: <i>{title}</i> இலிருந்து அடுத்த பகுதியை ஏற்றுகிறது, தயவுசெய்து காத்திரு…
uk: Завантажуємо наступний розділ <i>{title}</i>, будь ласка, зачекайте…

source: Searching for: {}
ar: جارٍ البحث عن: {}
cs: Hledání: {}
de: Suche nach: {}
es: Buscando: {}
fi: Etsitään: {}
gl: Buscando: {}
mr: याचा शोध घेत आहे: {}
pl: Wyszukiwanie: {}
pt_br: Buscando por: {}
ru: Искать: {}
sv: Söker efter: {}
ta: தேடிக்கொண்டிருக்கிற: {}
uk: Шукаємо {}

source: Invalid book
ar: كتاب غير سليم
cs: Neplatná kniha
de: Ungültiges Buch
es: Libro no válido
fi: Virheellinen kirja
gl: Libro non válido
ja: 本が無効です
mr: अवैध पुस्तक
pl: Błędna książka
pt_br: Livro inválido
ru: Недопустимая книга
sv: Ogiltig bok
ta: தவறான புத்தகம்
uk: Некоректна книга

source: This book is empty, with no items in the spine
ar: هذا الكتاب فارغ، ولا توجد به عناصر في العمود الفقري
cs: Tato kniha je prázdná, bez položek v páteři
de: Dieses Buch ist leer, ohne Elemente im Buchrücken
es: Este libro está vacío, no tiene elementos en el lomo
fi: Tämä kirja on tyhjä, selkämyksessä ei ole mitään sisältöä
gl: Este libro está baleiro, sen elementos no lombo
ja: この本には中身がありません
pl: Ta książka jest pusta, nie ma żadnych przedmiotów w grzbiecie
pt_br: Este livro está vazio, sem itens na lombada
ru: Эта книга пустая, без структуры и содержания
sv: Denna bok är tom, utan några poster i bokryggen
ta: இந்த புத்தகம் காலியாக உள்ளது, முதுகெலும்பில் எந்த பொருட்களும் இல்லை
uk: Ця книга є порожньою: у основній частині немає записів

source: Invalid link
ar: رابط غير صالح
cs: Neplatný odkaz
pt_br: Link inválido
ru: Недопустимая ссылка
uk: Некоректне посилання

source: This link points to the file {} which does not exist in the book
ar: يشير هذا الرابط إلى الملف {} الذي لا يوجد في الكتاب
cs: Tento odkaz směřuje na soubor {}, který v knize neexistuje
pt_br: Este link aponta para o arquivo file {} que não existe no livro
ru: Эта ссылка указывает на файл {} не существующий в этой книге
uk: Це посилання вказує на файл {}, якого немає у цій книзі

source: Destination does not exist
ar: الوُجهة غير موجودة
cs: Cíl neexistuje
de: Ziel existiert nicht
es: El destino no existe
fi: Kohdetta ei ole olemassa
gl: O destino non existe
id: Destinasi tidak ada
ja: 相手先がありません
mr: मुक्कामस्थळ अस्तित्वात नाही
pl: Ścieżka nie istnieje
pt_br: Destino não existente
ru: Получатель не существует
sv: Destinationen finns inte
ta: இலக்கு இல்லை
uk: Місця призначення не існує

source: The file {} does not exist in this book
ar: الملف {} غير موجود في هذا الكتاب
cs: Soubor {} neexistuje v této knize
de: Die Datei {} existiert in diesem Buch nicht
es: El archivo {} no existe en este libro
fi: Tiedostoa {} ei ole tässä kirjassa
gl: O ficheiro {} non existe neste libro
id: File {} tidak ada dalam buku ini
ja: この本の中にファイル {} は存在しません
mr: या पुस्तकात {} ही फाईल अस्तित्वात नाही
pl: Plik {} nie istnieje w tej książce
pt_br: O arquivo {} não existe nesse livro
ru: Файл {} не существует в этой книге
sv: Filen {} finns inte i denna bok
ta: {} இந்த கோப்பு புத்தகத்தில் இல்லை
uk: У цій книзі немає файла {}

source: Required fields missing
ar: حقول لازمة مفقودة
cs: Chybí požadovaná pole
de: Notwendige Felder nicht ausgefüllt
es: Faltan campos obligatorios
fi: Pakollinen kenttä puuttuu
gl: Faltan campos obrigatorios
id: Kolom yang diperlukan masih kosong
ja: 要求されたフィールドがありません
mr: आवश्यक असलेले रकाने बेपत्ता आहेत
pl: Brak wymaganych pól
pt_br: Campos requeridos faltando
ru: Отсутствуют необходимые поля
sv: Obligatoriska fält saknas
ta: தேவையான புலங்கள் காணவில்லை
uk: Не заповнено обов'язкові поля

source: You must specify both a name and a URL.
ar: يجب أن تحدد كلّاً من الاسم والرابط.
cs: Musíte zadat jak název, tak URL.
de: Sie müssen beides angeben, Name und URL
es: Debe especificar un nombre y un URL.
fi: Sekä nimi että URL on määriteltävä.
gl: Debes especificar un nome e un URL.
id: Kamu perlu memasukkan sebuah nama dan sebuah URL
ja: 名前とURL両方を指定しなければなりません。
pl: Musisz podać zarówno nazwę, jak i adres URL.
pt_br: Você deve especificar tanto um nome quanto uma URL.
ru: Вы должны указать и имя и URL.
sv: Du måste ange både ett namn och en URL.
ta: நீங்கள் ஒரு பெயர் மற்றும் முகவரி இரண்டையும் குறிப்பிட வேண்டும்.
uk: Вам слід вказати і назву, і адресу.
