Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Custom style
ar: طراز مخصص
cs: Vlastní styl
de: Benutzerdefinierter Stil
es: Estilo personalizado
fi: Mukautettu tyyli
gl: Estilo personalizado
ja: カスタムスタイル
mr: सानुकूल शैली
pl: Styl niestandardowy
pt_br: Estilo personalizado
ru: Пользовательский стиль
sv: Anpassat format
ta: தனிப்பயன் நடை
uk: Нетиповий стиль

source: Style name:
ar: اسم الطراز:
cs: Název stylu:
de: Stil Name:
es: Nombre de estilo:
fi: Tyylin nimi:
gl: Nome de estilo:
ja: スタイル名:
mr: शैलीचे नाव:
pl: Nazwa stylu:
pt_br: Nome do estilo:
ru: Название стиля:
sv: Formatnamn:
ta: பாணி பெயர்:
uk: Назва стилю:

source: Name for this style
ar: إسم لهذا الطراز
cs: Název pro tento styl
de: Name für diesen Stil
es: Nombre para este estilo
fi: Tämän tyylin nimi
gl: Nome para este estilo
ja: このスタイルの名前
mr: या शैलीचे नाव
pl: Nazwa tego stylu
pt_br: Nome para este estilo
ru: Название для этого стиля
sv: Namn på detta format
ta: இந்தப் பாணிக்கான பெயர்
uk: Назва цього стилю

source: Type of style:
ar: نوع الطراز:
cs: Typ stylu:
de: Typ des Stils:
es: Tipo de estilo:
fi: Tyylin tyyppi:
gl: Tipo de estilo:
ja: スタイルのタイプ:
mr: शैलीचा प्रकार:
pl: Rodzaj stylu:
pt_br: Tipo de estilo:
ru: Тип стиля:
sv: Typ av format:
ta: பாணி வகை:
uk: Тип стилю:

source: Color
ar: اللون
cs: Barva
de: Farbe
fi: Väri
gl: Cor
ja: 色
mr: रंग
pl: Kolor:
pt_br: Cor
ru: Цвет
sv: Färg
ta: நிறம்
uk: Колір

source: Underline
ar: اسفله خط
cs: Podtržené
de: Unterstreichen
es: Subrayado
fi: Alleviivattu
gl: Subliñado
id: Garis Bawah
ja: 下線
mr: अधोरेखित
pl: Podkreślenie
pt_br: Sublinhado
ru: Подчёркнутый
sv: Understruken
ta: அடிக்கோடு
uk: Підкреслення

source: Color for light color themes:
ar: لون للقوالب ذات اللون الفاتح:
cs: Barva pro světlé barevné motivy:
de: Farbe für helle Farbthemen:
es: Color para temas claros:
fi: Vaaleiden väriteemojen värit:
gl: Cor para temas de cores claras:
ja: ライトテーマの色:
mr: हलक्या रंगाच्या थीमसाठी रंग:
pl: Kolor dla jasnych motywów kolorystycznych:
pt_br: Cor para temas claros:
ru: Цвет для светлых цветовых тем:
sv: Färg för ljusa färgteman:
ta: ஒளி வண்ண கருப்பொருள்களுக்கான நிறம்:
uk: Колір для світлих тем кольорів:

source: Color for dark color themes:
ar: لون للقوالب ذات اللون الغامق:
cs: Barva pro tmavé barevné motivy:
de: Farbe für dunkle Farbthemen:
es: Color para temas oscuros:
fi: Tummien väriteemojen väri:
gl: Cor para temas de cores escuras:
ja: ダークテーマの色:
mr: गडद रंगाच्या थीमसाठी रंग:
pl: Kolor dla motywów w ciemnych kolorach:
pt_br: Cor para temas escuros:
ru: Цвет для тёмных цветовых тем:
sv: Färg för mörka färgteman:
ta: இருண்ட வண்ண கருப்பொருள்களுக்கான நிறம்:
uk: Колір для темних тем кольорів:

source: Color for the line:
ar: لون للسطر:
cs: Barva pro čáru:
de: Farbe für die Linie:
es: Color para la línea:
fi: Viivan väri:
gl: Cor para a liña:
ja: 線の色:
mr: ओळीचा रंग:
pl: Kolor linii:
pt_br: Cor para a linha:
ru: Цвет линии:
sv: Färg på linjen:
ta: வரிக்கான நிறம்:
uk: Колір лінії:

source: Text color
ar: لون النص
cs: Barva textu
de: Textfarbe
es: Color del texto
fi: Tekstin väri
gl: Cor do texto
ja: 文字色:
mr: मजकुराचा रंग
pl: Kolor tekstu
pt_br: Cor do texto
ru: Цвет текста
sv: Textfärg
ta: உரை நிறம்
uk: Колір тексту

source: Custom color:
ar: لون مخصص:
cs: Vlastní barva
de: Benutzerdefinierte Farbe:
es: Color personalizado:
fi: Mukautettu väri:
gl: Cor personalizada:
ja: カスタム色:
mr: सानुकूल रंग:
pl: Kolor niestandardowy:
pt_br: Cor personalizada:
ru: Пользовательский цвет:
sv: Anpassad färg:
ta: தனிப்பயன் நிறம்:
uk: Нетиповий колір:

source: Position of line:
ar: موضع السطر:
cs: Pozice čáry:
de: Position der Line:
es: Posición de la línea:
fi: Rivin sijainti:
gl: Posición da liña:
ja: 本の中の位置:
mr: ओळीची जागा:
pl: Pozycja linii:
pt_br: Posição da linha:
ru: Позиция линии:
sv: Linjens position:
ta: வரியின் நிலை:
uk: Розташування лінії:

source: Over-line
ar: فوق السطر
cs: Nad čarou
de: überstrichen
es: Línea por arriba
fi: Yliviiva
gl: Sobre liña
ja: 上線
pl: Nad linią
pt_br: Acima da linha
ru: Надчёркивание
sv: Överlinje
ta: மேல்-கோடு
uk: Над рядком

source: Strikeout
ar: خط يتوسط
cs: Přeškrtnutí
de: durchgestrichen
es: Tachado
fi: Yliviivattu
gl: Riscado
ja: 打消し線
mr: मध्यरेखित
pl: Skreślony
pt_br: Riscado
ru: Зачёркивание
sv: Genomstruken
ta: அடித்துவிடு
uk: Перекреслення

source: Style of line:
ar: طراز السطر:
cs: Styl čáry:
de: Linienstil
es: Estilo de la línea:
fi: Viivan tyyli:
gl: Estilo de liña:
ja: 線のスタイル:
mr: ओळीची शैली:
pl: Styl linii:
pt_br: Estilo da linha:
ru: Стиль линии:
sv: Linjens format:
ta: வரி பாணி:
uk: Стиль лінії:

source: Solid
ar: مليء
cs: Plná
de: Durchgängig
es: Continua
fi: Yhtenäinen
gl: Sólido
ja: 実線
mr: अखंडित
pl: Solidny
pt_br: Sólida
ru: Сплошная
sv: Fast
ta: திட
uk: Суцільна

source: Double
ar: مضاعف
cs: Dvojitá
de: Doppelt
es: Doble
fi: Kaksinkertainen
gl: Dobre
ja: 二重線
mr: दुप्पट
pl: Podwójnie
pt_br: Dupla
ru: Двойная
sv: Dubbel
ta: இரட்டை
uk: Подвійна

source: Dotted
ar: منقّط
cs: Tečkovaná
de: Gepunktet
es: Punteada
fi: Pisteviiva
gl: Punteado
ja: 点線
mr: बिंदुकित
pl: Kropkowany
pt_br: Pontilhada
ru: Штриховая
sv: Prickad
ta: புள்ளியிடப்பட்ட
uk: Пунктир

source: Dashed
ar: مقطّع
cs: Čárkovaná
de: Gestrichelt
es: Discontinua
fi: Katkoviiva
gl: Trazos
ja: 破線
pl: Przerywany
pt_br: Tracejada
ru: Пунктирная
sv: Streckad
ta: கோடு
uk: Штрих

source: Wavy
ar: مموّج
cs: Vlnitá
de: Wellenförmig
es: Ondulada
fi: Aaltoileva
gl: Ondulado
ja: 波線
mr: तरंगमय
pl: Falisty
pt_br: Ondulada
ru: Волнистая
sv: Vågig
ta: அலையான
uk: Хвиляста

source: Discard
ar: نبذ
cs: Zahodit
de: Verwerfen
es: Descartar
fi: Hylkää
gl: Descartar
ja: 破棄
mr: सोडून टाका
pl: Odrzuć
pt_br: Descartar
ru: Отменить
sv: Kassera
ta: நிராகரி
uk: Відхилити

source: Save
ar: حفظ
cs: Uložit
de: Speichern
es: Guardar
fi: Tallenna
gl: Gardar
ja: 保存
mr: सेव्ह करा
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
ta: சேமி
uk: Зберегти

source: No name specified
ar: لم يحدد إسم
cs: Nezadán žádný název souboru
de: Kein Name angegeben
es: Ningún nombre especificado
fi: Nimeä ei ole määritetty
gl: Non se especifica ningún nome
ja: 名前が指定されていません
mr: नाव विनिर्दिष्ट केले नाही
pl: Nie podano nazwy
pt_br: Nenhum nome especificado
ru: Название не указано
sv: Inget namn angivet
ta: பெயர் குறிப்பிடப்படவில்லை
uk: Не вказано назви

source: You must give your custom style a name
ar: يجب أن تعطي طرازك المخصص إسماً
cs: Musíte dát svému vlastnímu stylu název
de: Du musst deinem benutzerdefinierten Stil einen Namen geben
es: Debe especificar un nombre para el estilo personalizado
fi: Sinun on annettava mukautetulle tyylillesi nimi
gl: Debes darlle un nome ao teu estilo personalizado
ja: カスタムスタイルに名前をつけてください
mr: आपल्या सानुकूल शैलीला नाव द्या
pl: Musisz nadać nazwę swojemu niestandardowemu stylowi
pt_br: Você deve fornecer um nome para o estilo personalizado
ru: Вы должны назвать свой стиль
sv: Du måste ge ditt anpassade format ett namn
ta: உங்கள் தனிப்பயன் பாணிக்கு ஒரு பெயரைக் கொடுக்க வேண்டும்
uk: Вам слід надати вашому нетиповому стилю назву

source: Remove style
ar: إزالة الطراز
cs: Odebrat styl
de: Stil entfernen
es: Eliminar estilo
fi: Poista tyyli
gl: Eliminar estilo
ja: スタイル削除
mr: शैली काढून टाका
pl: Usuń styl
pt_br: Remover estilo
ru: Удалить стиль
sv: Ta bort format
ta: பாணியை அகற்று
uk: Вилучити стиль

source: Remove this custom highlight style
ar: إزالة طراز التمييز المخصص هذا
cs: Odebrat tento vlastní styl zvýraznění
de: Entferne diesen benutzerdefinierten hervorgehobenen Stil
es: Eliminar este estilo personalizado de resaltado
fi: Poista tämä mukautettu korostustyyli
gl: Elimina este estilo de resaltado personalizado
ja: このカスタムハイライトスタイルを削除
mr: ही सानुकूल हायवाईट शैली काढून टाका
pl: Usuń ten niestandardowy styl podświetlenia
pt_br: Remover este estilo de destaque personalizado
ru: Удалить пользовательский стиль выделения
sv: Ta bort detta anpassade markeringsformat
ta: இந்தத் தனிப்பயன் முன்னிலைப்படுத்துதல் பாணியை அகற்று
uk: Вилучити цей нетиповий стиль підсвічування

source: Apply
ar: تطبيق
cs: Použít
de: Anwenden
es: Aplicar
fi: Käytä
gl: Aplicar
ja: 適用
mr: लागू करा
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Tillämpa
ta: இடு
uk: Застосувати

source: Create
ar: إنشاء
cs: Vytvořit
de: Erstellen
es: Crear
fi: Luo
gl: Crear
ja: 作成
mr: बनवा
pl: Stwórz
pt_br: Criar
ru: Создать
sv: Skapa
ta: உருவாக்கு
uk: Створити

source: Finish editing highlight
ar: إنهاء تعديل التمييز
cs: Dokončit úpravu zvýraznění
de: Hervorhebung beenden
es: Finalizar modificación del resaltado
fi: Viimeistele korostuksen muokkaus
gl: Remata a edición destacada
ja: ハイライト編集を終了
mr: हायलाईट संपादन संपवा
pl: Zakończ zaznaczanie edycji
pt_br: Finalizar edição de destaque
ru: Завершить редактирование выделения
sv: Avsluta redigera markering
ta: முன்னிலைப்படுத்துதலை திருத்துதல் முடி
uk: Завершити редагування підсвічування

source: Create highlight
ar: إنشاء التمييز
cs: Vytvořit zvýraznění
de: Hervorhebung erstellen
es: Crear resaltado
fi: Luo korostus
gl: Crear resaltado
ja: ハイライトを作成
mr: हायलाईट बनवा
pl: Utwórz wyróżnienie
pt_br: Criar destaque
ru: Создать выделение
sv: Skapa markering
ta: முன்னிலைப்படுத்துதல் உருவாக்கு
uk: Створити підсвічування

source: Add notes for this highlight. Double click or long tap on a highlight to read its notes.
ar: أضف ملاحظات لهذا التمييز. نقر مزدوج أو ضغط مطوّل على التمييز لقراءة ملاحظاته.
cs: Přidat poznámky k tomuto zvýraznění. Poklepejte nebo dlouze klepněte na zvýraznění pro přečtení jeho poznámek.
de: Bemerkungen zu der Hervorhebung. Doppelklick oder langer Druck auf die Hervorhebung um die Bemerkungen zu lesen.
es: Añadir notas para este resaltado. Pulse dos veces o dé un toque largo sobre un resaltado para leer las notas.
fi: Lisää muistiinpanoja tähän korostukseen. Kaksoisnapsauta tai napauta korostusta pitkään lukeaksesi sen muistiinpanot.
gl: Engade notas para este destacado. Fai dobre clic ou fai un toque longo nun destacado para ler as súas notas.
ja: このハイライトのメモを追加。ハイライトの上でダブルクリックまたはタップするとメモを読めます。
mr: या हायलाईटसाठी टिपा जोडा. टिपा वाचण्यासाठी हायलाईटवर डबल-क्लिक किंवा दीर्घ टॅप करा.
pl: Dodaj notatki do tego wyróżnienia. Kliknij dwukrotnie lub długo dotknij wyróżnienia, aby przeczytać jego notatki.
pt_br: Adicionar notas para este destaque. Duplo-clique ou tocar longamente um destaque para ler suas notas.
ru: Добавьте примечания к этому выделению. Чтобы прочитать их, дважды щёлкните выделение или коснитесь его долгим нажатием.
sv: Lägg till anteckningar för denna markering. Dubbelklicka eller tryck länge på en markering för att läsa anteckningarna.
ta: இந்த முன்னிலைப்படுத்துதலுக்கான குறிப்புகளைச் சேர். அதன் குறிப்புகளைப் படிக்க ஒரு முன்னிலைப்படுத்துதல் இருமுறை சொடுக்கு அல்லது நீண்ட நேரம் தட்டு.
uk: Додайте нотатки до цього підсвічування. Двічі клацніть або виконайте тривале натискання на підсвічуванні, щоб прочитати пов'язані із ним нотатки.

source: Abort
ar: إبطال
cs: Přerušit
de: Abbrechen
es: Anular
fi: Keskeytä
gl: Interromper
ja: 中止
mr: खंडित करा
pl: Przerwij
pt_br: Abortar
ru: Прервать
sv: Avbryt
ta: கலைப்பு
uk: Перервати

source: Add a new highlight style
ar: إضافة طراز تمييز جديد
cs: Přidat nový styl zvýraznění
de: Neuen Hervorhebungsstil hinzufügen
es: Añadir un nuevo estilo de resaltado
fi: Lisää uusi korostustyyli
gl: Engade un novo estilo destacado
ja: 新規ハイライトスタイルを追加
mr: नवीन हायलाईट शैली जोडा
pl: Dodaj nowy styl podświetlenia
pt_br: Adicionar novo estilo de destaque
ru: Добавить новый стиль выделения
sv: Lägg till ett nytt markeringsformat
ta: புதிய முன்னிலைப்படுத்துதல் பாணியைச் சேர்
uk: Додати новий стиль підсвічування

source: Do you want to permanently delete this highlighting style?
ar: هل تريد حذف نمط التمييز هذا نهائيًا؟
cs: Opravdu chcete trvale odstranit tento styl zvýraznění?
de: Willst du diesen Hervorhebungsstil dauerhaft löschen?
es: ¿Quiere borrar permanentemente este estilo de resaltado?
fi: Haluatko poistaa tämän korostustyylin pysyvästi?
gl: Queres eliminar permanentemente este estilo de resaltado?
mr: हायलाईट करायची ही शैली कायमची डिलीट करायची आहे का?
pl: Czy chcesz trwale usunąć ten styl wyróżnienia?
pt_br: Deseja excluir permanentemente este estilo de destaque?
ru: Удалить этот стиль выделения навсегда?
sv: Vill du ta bort detta markeringsformat permanent?
ta: இந்த முன்னிலைப்படுத்துதல் பாணியை நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
uk: Хочете остаточно вилучити цей стиль підсвічування?

source: Unknown chapter
ar: فصل غير معروف
cs: Neznámá kapitola
de: Unbekanntes Kapitel
es: Capítulo desconocido
fi: Tuntematon kappale
gl: Capítulo descoñecido
ja: 不明な章
mr: अज्ञात अध्याय
pl: Nieznany rozdział
pt_br: Capítulo desconhecido
ru: Неизвестная глава
sv: Okänt kapitel
ta: தெரியாத இயல்
uk: Невідома глава

source: Export highlights
ar: تصدير التمييزات
cs: Exportovat zvýraznění
de: Hervorhebungen exportieren
es: Exportar resaltados
fi: Vie korostukset
gl: Exportar elementos destacados
ja: ハイライトをエクスポート
mr: हायलाईट निर्यात करा
pl: Eksport wyróżnień:
pt_br: Exportar destaques
ru: Экспортировать выделения
sv: Exportera markeringar
ta: ஏற்றுமதி முன்னிலைப்படுத்துதல்கள்
uk: Експортувати підсвічування

source: Format for exported highlights:
ar: تنسيق التمييزات المصدرة:
cs: Formát pro exportování zvýraznění:
de: Format der exportierten Hervorhebungen
es: Formato para los resaltados exportados:
fi: Vietyjen korostusten muoto:
gl: Formato para os destacados exportados:
ja: エクスポートしたハイライトのフォーマット:
mr: निर्यात केलेल्या हायलाईटचे स्वरूप:
pl: Format eksportowanych wyróżnień:
pt_br: Formato para os destaques exportados:
ru: Формат экспортированных выделений:
sv: Format för exporterade markeringar:
ta: ஏற்றுமதி செய்யப்பட்ட முன்னிலைப்படுத்துதல்களுக்கான வடிவம்:
uk: Формат експортованих підсвічувань:

source: Plain text
ar: نص عادي
cs: Prostý text
de: Klartext
es: Texto simple
fi: Muotoilematon teksti
gl: Texto simple
ja: プレーンテキスト
mr: साधे मजकूर
pl: Zwykły tekst
pt_br: Texto plano
ru: Простой текст
sv: Oformaterad text
ta: எளிய உரை
uk: Звичайний текст

source: Markdown
ar: ماركداون
gl: Linguaxe Markdown
mr: मार्कडाउन
ta: குறிகீழ்

source: Download
ar: تحميل
cs: Stáhnout
de: Herunterladen
es: Descargar
fi: Lataa
gl: Descargar
id: Unduh
ja: ダウンロード
mr: डाउनलोड करा
pl: Pobierz
pt_br: Baixar
ru: Скачать
sv: Hämta
ta: பதிவிறக்கு
uk: Звантажити

source: {title} - highlights
ar: {title} - تمييزات
cs: {title} - zvýraznění
de: {title} - Markierungen
es: {title} - resaltados
gl: {title} - aspectos destacados
mr: {title} - हायलाईट
pl: {title} - wyróżnienia
pt_br: {title} - destaques
ru: {title} - выделения
sv: {title} - markeringar
uk: {title} – підсвічування

source: Not found
ar: غير موجود
cs: Nenalezeno
de: Nicht gefunden
es: No se encontró
fi: Ei tuloksia
gl: Non atopado
id: Tidak ditemukan
ja: 見つかりません
mr: सापडले नाही
pl: Nie znaleziono
pt_br: Não encontrado
ru: Не найдено
sv: Hittades inte
ta: கிடைக்கவில்லை
uk: Не знайдено

source: No other matches found for: {}
ar: لم يُعثر على مطابِقات أخرى لـ: {}
cs: Nenalezeny žádné jiné shody pro: {}
de: Keine weiteren Treffer gefunden für: {}
es: No se encontraron más coincidencias para: {}
fi: Muita vastaavuuksia ei löytynyt: {}
gl: Non se atoparon outras coincidencias para: {}
ja: 他に一致するものが見つかりませんでした: {}
pl: Nie znaleziono innych dopasowań dla: {}
pt_br: Nenhuma outra correspondência encontrada para: {}
ru: Не найдено других совпадений для : {}
sv: Inga andra träffar hittades för: {}
ta: வேறு எந்தப் பொருத்தங்களும் கிடைக்கவில்லை: {}
uk: Не знайдено інших відповідників для {}

source: No matches found for: {}
ar: لم يُعثر على مطابِقات لـ: {}
cs: Nenalezeny žádné shody pro: {}
de: Keine Übereinstimmungen gefunden für: {}
es: No se encontraron coincidencias para: {}
fi: Vastaavuuksia ei löytynyt kohteelle: {}
gl: Non se atoparon coincidencias para: {}
ja: 一致するものが見つかりません: {}
pl: Nie znaleziono wyników dla: {}
pt_br: Nenhuma correspondência encontrada para: {}
ru: Не найдено совпадений для: {}
sv: Inga träffar hittades för: {}
ta: இதற்கான பொருத்தங்கள் எதுவும் கிடைக்கவில்லை: {}
uk: Не знайдено відповідників {}

source: Do you want to permanently delete this highlight?
ar: أتريد حذف هذا التمييز دائميا؟
cs: Opravdu chcete trvale odstranit toto zvýraznění?
de: Möchten Sie die Hervorhebung dauerhaft löschen?
es: ¿Quiere borrar permanentemente este resaltado?
fi: Haluatko poistaa tämän korostuksen pysyvästi?
gl: Queres eliminar permanentemente este destacado?
ja: このハイライトを完全に削除しますか？
mr: तुम्हाला हा हायलाईट कायमचा डिलीट करून टाकायचा आहे का?
pl: Czy chcesz trwale usunąć to wyróżnienie?
pt_br: Deseja apagar permanentemente este destaque?
ru: Хотите удалить это выделение навсегда?
sv: Vill du ta bort denna markering permanent?
ta: இந்த முன்னிலைப்படுத்துதலை நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
uk: Хочете остаточно вилучити це підсвічування?

source: Notes
ar: الملاحظات
cs: Poznámky
de: Anmerkungen
es: Notas
fi: Muistiinpanot
gl: Notas
ja: 注釈
mr: टिपा
pl: Notatki
pt_br: Notas
ru: Заметки
sv: Anteckningar
ta: குறிப்புகள்
uk: Нотатки

source: Do you want to permanently delete the selected highlight?
ar: هل تريد حذف التمييز المحدد نهائيًا؟
cs: Opravdu chcete trvale odstranit vybrané zvýraznění?
de: Möchten Sie die Hervorhebung {} dauerhaft löschen?
es: ¿Quiere borrar permanentemente el resaltado seleccionado?
fi: Haluatko poistaa valitun korostuksen pysyvästi?
gl: Queres eliminar permanentemente o destacado seleccionado?
ja: 選択したハイライトを完全に削除しますか？
mr: निवडलेले हायलाईट कायमचे डिलीट करायचे आहे का?
pl: Czy chcesz trwale usunąć wybrane wyróżnienie?
pt_br: Deseja apagar permanentemente o destaque selecionado?
ru: Вы хотите навсегда удалить {} выбранное выделение?
sv: Vill du ta bort den valda markeringen permanent?
ta: தேர்ந்தெடுக்கப்பட்ட முன்னிலைப்படுத்துதலை நிரந்தரமாக நீக்க விரும்புகிறீர்களா?
uk: Хочете остаточно вилучити {} позначене підсвічування?

source: Show in book
ar: أظهر في الكتاب
cs: Zobrazit v knize
de: Anzeigen im Buch
es: Mostrar en el libro
fi: Näytä kirjassa
gl: Mostrar no libro
ja: 本に表示
mr: पुस्तकात दाखवा
pl: Pokaż w książce
pt_br: Mostrar no livro
ru: Показать в книге
sv: Visa i boken
ta: புத்தகத்தில் காட்டு
uk: Показати у книзі

source: Edit notes
ar: عدّل الملاحظات
cs: Upravit poznámky
de: Bearbeiten von Notizen
es: Modificar notas
fi: Muokkaa huomautuksia
gl: Editar notas
ja: 注釈の編集
mr: टिपा संपादित करा
pl: Edytuj notatki
pt_br: Editar notas
ru: Редактировать примечания
sv: Redigera anteckningar
ta: குறிப்புகளைத் திருத்து
uk: Редагувати нотатки

source: Remove highlight
ar: أزل التمييز
cs: Odebrat zvýraznění
de: Hervorhebung aufheben
es: Eliminar resaltado
fi: Poista korostus
gl: Elimina o resaltado
ja: ハイライトを削除
mr: हायलाईट काढून टाका
pl: Usuń wyróżnienie
pt_br: Remover destaque
ru: Удалить выделение
sv: Ta bort markeringen
ta: முன்னிலைப்படுத்துதலை அகற்று
uk: Вилучити підсвічування

source: Next match
ar: المباراة القادمة
cs: Další shoda
de: Nächste Übereinstimmung
es: Siguiente coincidencia
fi: Seuraava tulos
gl: Aparición seguinte
id: Kecocokan berikutnya
ja: 次の検索結果
pl: Następne wystąpienie
pt_br: Correspondência seguinte
ru: Следующее совпадение
sv: Nästa träff
ta: அடுத்த பொருத்தம்
uk: Наступний збіг

source: Previous match
ar: المباراة السابقة
cs: Předchozí shoda
de: Vorherige Übereinstimmung
es: Coincidencia anterior
fi: Edellinen tulos
gl: Aparición anterior
id: Kecocokan sebelumnya
ja: 前の検索結果
pl: Poprzednie wystąpienie
pt_br: Correspondência anterior
ru: Предыдущее совпадение
sv: Föregående träff
ta: முந்தைய பொருத்தம்
uk: Попередній відповідник

source: Clear
ar: مسح
cs: Vymazat
de: Löschen
es: Limpiar
fi: Tyhjennä
gl: Limpar
id: Kosongkan
ja: 消去
mr: साफ करा
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
ta: துடை
uk: Очистити

source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
es: Eliminar
fi: Poista
gl: Retirar
id: Hilangkan
ja: 削除
mr: काढून टाका
pl: Usuń
pt_br: Remover
ru: Удалить
sv: Ta bort
ta: அகற்று
uk: Вилучити

source: Remove selected highlights
ar: إزالة التمييزات المحددة
cs: Odebrat vybraná zvýraznění
de: Ausgewählte Hervorhebungen löschen
es: Eliminar los resaltados seleccionados
fi: Poista valitut korostukset
gl: Elimina os elementos destacados seleccionados
ja: 選択したハイライトを削除
mr: निवडलेले हायलाईट काढून टाका
pl: Usuń wybrane najciekawsze momenty
pt_br: Remover os destaques selecionados
ru: Удалить выбранные выделения
sv: Ta bort valda markeringar
ta: தேர்ந்தெடுக்கப்பட்ட முன்னிலைப்படுத்துதல்களை அகற்று
uk: Вилучити позначені підсвічування

source: All
ar: كل
cs: Vše
de: Alle
es: Todos
fi: Kaikki
gl: Todo
ja: すべて
mr: सर्व
pl: Wszystkie
pt_br: Todos
ru: Все
sv: Alla
ta: அனைத்தும்
uk: Всі

source: Select all highlights
ar: تحديد كل التمييزات
cs: Vybrat všechna zvýraznění
de: Alle Hervorhebungen auswählen
es: Seleccionar todos los resaltados
fi: Valitse kaikki korostukset
gl: Selecciona todos os destacados
ja: すべてのハイライトを選択
mr: सर्व हायलाईट निवडा
pl: Wybierz wszystkie podkreślenia
pt_br: Selecionar todos os destaques
ru: Выбрать все выделения
sv: Välj alla markeringar
ta: அனைத்து முன்னிலைப்படுத்துதல்களையும் தேர்ந்தெடு
uk: Позначити усі підсвічування

source: Export
ar: تصدير
cs: Exportovat
de: Exportieren
es: Exportar
fi: Vie
gl: Exportar
ja: エクスポート
mr: निर्यात करा
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sv: Exportera
ta: ஏற்றுமதி
uk: Експортувати

source: Export all or selected highlights
ar: تصدير كل التمييزات أو التمييزات المحددة
cs: Exportovat všechna nebo vybraná zvýraznění
de: Alle oder ausgewählte Hervorhebungen exportieren
es: Exportar todos los resaltados o los seleccionados
fi: Vie kaikki tai valitut korostukset
gl: Exporta todos os elementos destacados ou seleccionados
ja: すべてまたは選択したハイライトをエクスポート
mr: सर्व किंवा निवडलेली हायलाईट निर्यात करा
pl: Eksportuj wszystkie lub wybrane podkreślenia
pt_br: Exportar todos ou os destaques selecionados
ru: Экспортировать все или выбранные выделения
sv: Exportera alla eller valda markeringar
ta: அனைத்து அல்லது தேர்ந்தெடுக்கப்பட்ட முன்னிலைப்படுத்துதல்களையும் ஏற்றுமதி செய்
uk: Експортувати усі або позначені підсвічування

source: Table of Contents section:
ar: قسم جدول المحتويات:
cs: Oddíl obsahu:
de: Abschnitte des Inhaltsverzeichnisses:
es: Sección del índice:
fi: Sisällysluettelo-osio:
gl: Sección de Índice:
ja: 目次セクション:
mr: अनुक्रमणिका अनुभाग:
pl: Sekcja spisu treści:
pt_br: Índice da seção:
ru: Раздел оглавления:
sv: Innehållsförteckningsavnitt:
ta: உள்ளடக்க அட்டவணை பிரிவு:
uk: Розділ змісту:

source: No links found. Press Esc to close
ar: لم يتم العثور على روابط. اضغط Esc للإغلاق
cs: Nebyly nalezeny žádné odkazy. Stiskněte Esc pro zavření
de: Keine Links (URL) gefunden. Drücken Sie ESC zum beenden.
es: No se encontraron enlaces. Pulse Esc para cerrar
fi: Linkkejä ei löytynyt. Sulje painamalla Esc
gl: Non se atoparon ligazóns. Preme Esc para pechar
ja: リンクがありません。ESCを押してクローズ
mr: लिंक सापडले नाहीत. बंद करायला Esc दाबा
pl: Nie znaleziono linków. Naciśnij klawisz Esc, aby zamknąć
pt_br: Nenhum link encontrado. Pressione Esc para fechar
ru: Ссылки не найдены. Нажмите Esc, чтобы закрыть
sv: Inga länkar hittades. Tryck på Esc för att stänga
ta: இணைப்புகள் எதுவும் கிடைக்கவில்லை. மூட தப்பியை அழுத்து
uk: Посилань не знайдено. Натисніть Esc, щоб закрити.

source: Loading data, please wait...
ar: تحميل البيانات، الرجاء الانتظار...
cs: Načítání dat, čekejte...
de: Daten werden geladen, bitte warten ...
es: Cargando datos, espere...
fi: Ladataan tietoja, odota hetki...
gl: A cargar datos; agarde un momento...
id: Memuat data, mohon tunggu...
ja: データ読み込み中、お待ちください…
mr: डेटा लोड करत आहे, कृपया प्रतीक्षा करा...
pl: Wczytywanie danych, proszę czekać...
pt_br: Carregando dados, por favor aguarde...
ru: Загрузка данных, ожидайте...
sv: Läser in data, vänta...
ta: தரவை ஏற்றுகிறது, தயவுசெய்து காத்திரு...
uk: Завантажуємо дані, будь ласка, зачекайте…

source: Footnote
ar: ملاحظة حاشية
cs: Poznámka pod čarou
de: Fußnote
es: Nota a pie de página
fi: Alaviite
gl: Nota a rodapé
id: Catatan Kaki
ja: 脚注
mr: तळटीप
pl: Przypis
pt_br: Nota de rodapé
ru: Сноска
sv: Fotnot
ta: அடிக்குறிப்பு
uk: Виноска
