Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Choose highlight styles that will have dedicated buttons in the selection bar to create highlights with a single click
ar: اختر أنماط التمييز التي ستحتوي على أزرار مخصصة في شريط التحديد لإنشاء تمييزات بنقرة واحدة
cs: Zvolte styly zvýraznění, které budou mít vyhrazená tlačítka v panelu výběru pro vytvoření zvýraznění jediným kliknutím
de: Wählen Sie Hervorhebungsstile aus, die über eigene Schaltflächen in der Auswahlleiste verfügen, um mit einem einzigen Klick Hervorhebungen zu erzeugen
es: Elija los estilos de resaltados que tendrán botones específicos en la barra de selección para crear resaltados con una pulsación
fi: Valitse korostustyylit, joilla on omat painikkeet valintapalkissa, jotta voit luoda korostuksia yhdellä painalluksella
gl: Escolla estilos de resaltado que terán botóns dedicados na barra de selección para crear resaltados cun só clic
ja: 選択バーの専用ボタンで使用するハイライトのスタイルを選択し、ワンクリックでハイライトを作成
pl: Wybierz style podświetlenia, które będą miały dedykowane przyciski na pasku wyboru, aby tworzyć podświetlenia jednym kliknięciem
pt_br: Escolher estilos de destaque que terão botões dedicados na barra de seleção para criar destaques com um único clique
ru: Выберите стили выделения, которые получат специальные кнопки на панели выделений, чтобы делать их одним щелчком
sv: Välj markeringsformat som kommer att ha dedikerade knappar i markeringsfältet för att skapa markeringar med ett enda klick
ta: ஒரே சொடுக்குகில் முன்னிலைப்படுத்துதல்களை உருவாக்கத் தேர்வுப் பட்டியில் ஒதுக்கப்பட்ட பொத்தான்களைக் கொண்டிருக்கும் முன்னிலைப்படுத்துதல் பாணிகளைத் தேர்வுசெய்க
uk: Виберіть стилі підсвічування, які матимуть відповідні кнопки на панелі позначення, щоб створювати підсвічування у одне клацання

source: Citing text
ar: الاستشهاد بالنص
cs: Citování textu
de: Zitiere Text
es: Citar texto
gl: Texto citado
pl: Cytowanie tekstu
pt_br: Texto da citação
ru: Цитируемый текст
sv: Citerar text
ta: உரையை மேற்கோள் காட்டி
uk: Цитування тексту

source: Template for citing plain text:
ar: قالب للاستشهاد بالنص العادي:
cs: Šablona pro citování prostého textu:
de: Vorlage für Zitate im Klartext:
es: Plantilla para citar texto sencillo:
gl: Modelo para citar texto plano:
pl: Szablon do cytowania zwykłego tekstu:
pt_br: Modelo para citação de texto simples:
ru: Шаблон для цитирования обычного текста:
sv: Mall för att citera oformaterad text:
ta: எளிய உரையை மேற்கோள் காட்டுவதற்கான வார்ப்புரு:
uk: Шаблон для цитування звичайного тексту:

source: Template for citing highlighted text:
ar: قالب للاستشهاد بالنص المميّز:
cs: Šablona pro citování zvýrazněného textu:
de: Vorlage für das Zitieren von hervorgehobenem Text:
es: Plantilla para citar texto resaltado:
gl: Modelo para citar texto destacado:
pl: Szablon do cytowania tekstu wyróżnionego:
pt_br: Modelo para citação de texto destacado:
ru: Шаблон для цитирования выделенного текста:
sv: Mall för att citera markerad text:
ta: சிறப்பம்சமாக உரையை மேற்கோள் காட்டுவதற்கான வார்ப்புரு:
uk: Шаблон для цитування підсвіченого тексту:

source: {text} and {url} are available in both types of template. Additionally, {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} and {style_which} are available when citing a highlight.
ar: يتوفر {text} و {url} في كلا النوعين من القوالب. بالإضافة إلى ذلك، يتوفر {timestamp} و {chapter} و {notes} و {style_type} و {style_kind} و {style_which} عند الاستشهاد بتحديد.
cs: {text} a {url} jsou dostupné v obou typech šablon. Při citování zvýraznění jsou navíc k dispozici {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} a {style_which}.
de: {text} und {url} sind in beiden Arten von Vorlagen verfügbar. Zusätzlich sind {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} und {style_which} verfügbar, wenn eine Markierung zitiert wird.
es: {text} y {url} están disponibles en ambos tipos de plantilla. Al citar un resaltado, también están disponibles {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} y {style_which}.
gl: {text} e {url} están dispoñibles nos dous tipos de modelo. Ademais, {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} e {style_which} están dispoñibles cando se cita un elemento destacado.
pl: {text} i {url} są dostępne w obu typach szablonów. Dodatkowo, {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} oraz {style_which} są dostępne przy cytowaniu wyróżnień.
pt_br: {text} e {url} estão disponíveis em ambos os tipos de modelo. Adicionalmente, {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} e {style_which} estão disponíveis ao citar um destaque.
ru: {text} и {url} доступны в обоих типах шаблонов. Кроме того, {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} и {style_which} доступны при цитировании выделения.
sv: {text} och {url} är tillgängliga i båda typerna av mallar. Dessutom är {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} och {style_which} tillgängliga när du citerar en markering.
ta: {text} மற்றும் {url} இரண்டு வகையான வார்ப்புருவிலும் கிடைக்கின்றன. கூடுதலாக, {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} மற்றும் {style_which} ஆகியவை ஒரு சிறப்பம்சத்தை மேற்கோள் காட்டும்போது கிடைக்கின்றன.
uk: {text} і {url} можна користуватися в обох типах шаблонів. Крім того, для цитування підсвічування можна користуватися {timestamp}, {chapter}, {notes}, {style_type}, {style_kind} та {style_which}.

source: Use "}}" and "{{" to escape "}" and "{".
ar: استخدم "}}" و "{{" للهروب من "}" و "{".
cs: Pro uvození „}“ a „{“ použijte „}}“ a „{{“.
de: Verwende "}}" und "{{", um "}" und "{" zu vermeiden.
es: Usar «}}» y «{{» para escapar «}» y «{».
gl: Use «}}» e «{{» para escapar de «}» e «{».
pl: Użyj "}}" oraz "{{" aby wprowadzić symbole "}" i "{".
pt_br: Use "}}" e "{{" para escapar de "}" e "{".
ru: Используйте '}}' и '{{' для экранирования '}' и '{'.
sv: Använd "}}" och "{{" för att lämna "}" och "{".
ta: "}" மற்றும் "{" தப்பிக்க "}}" மற்றும் "{{" ஐப் பயன்படுத்தவும்.
uk: Скористайтеся «}}» та «{{» для екранування «}» та «{».

source: Sample to preview font size
ar: نموذج لمعاينة حجم الخط
cs: Ukázka pro náhled velikosti písma
de: Muster zur Vorschau der Schriftgröße
es: Muestra para previsualizar el tamaño de texto
fi: Esimerkki fonttikoon esikatselusta
gl: Mostra para ver o tamaño da fonte
ja: フォントサイズのプレビュー用サンプル
mr: फाँटच्या आकाराचे पूर्वावलोकन करण्यास नमुना
pl: Próbka, aby wyświetlić podgląd rozmiaru czcionki
pt_br: Amostra para pré-visualizar o tamanho da fonte
ru: Предпросмотр размера шрифта
sv: Prov för att förhandsgranska teckensnittsstorlek
ta: எழுத்துரு அளவை முன்னோட்டமிட மாதிரி
uk: Зразок для перегляду розміру шрифту

source: Tapping
ar: النقر
cs: Klepnutí
de: Tippen
es: Toque
fi: Napauttaminen
gl: Tocando
mr: टॅप करणे
pl: Dotknięcie
pt_br: Tocar
ru: Касание
sv: Tryckning
ta: தட்டுவதன்
uk: Торкання

source: There are three tap zones, depending on where on the screen you tap. When the tap is on a link, the link is followed, otherwise a configurable action based on the zone is performed.
ar: توجد ثلاث مناطق للنقر، حسب مكان النقر على الشاشة. عندما يكون النقر على رابط، يتم اتباع الرابط، وإلا يتم تنفيذ إجراء قابل للتكوين بناءً على المنطقة.
cs: Existují tři zóny klepnutí v závislosti na tom, kde na obrazovce klepnete. Když klepnete na odkaz, bude odkaz následován, v opačném případě se provede nastavitelná akce na základě zóny.
de: Es gibt drei Tipp-Bereiche, je nachdem wo du tippst. Wenn auf eine Verknüpfung getippt wird, wird diese geöffnet, andernfalls wird eine konfigurierbare Aktion basierend auf dem Bereich ausgeführt.
es: Hay tres zonas de toque, dependiendo de dónde se toque la pantalla. Cuando el toque ocurre sobre un enlace, se sigue el enlace, en caso contrario se realiza una acción configurable según la zona.
fi: Napautusalueita on kolme sen mukaan, mihin kohtaan näyttöä napautat. Kun napautus kohdistuu linkkiin, linkkiä seurataan, muuten suoritetaan vyöhykkeeseen perustuva määritettävä toiminto.
gl: Hai tres zonas de toque, dependendo de onde toques na pantalla. Cando o toque está nunha ligazón, séguese a ligazón, se non, realízase unha acción configurable en función da zona.
pl: W zależności od miejsca dotknięcia ekranu, można wyróżnić trzy strefy dotykowe. W przypadku dotknięcia linku, zostanie on otworzony, w przeciwnym razie wykonana zostanie konfigurowalna akcja przypisana do danej strefy dotykowej.
pt_br: Existem três zonas de toque, dependendo de onde você toca na tela. Ao tocar em um link, o link é acionado. Nos demais casos, uma ação configurável baseada na zona de toque é executada.
ru: Есть три зоны касания, в зависимости от того, где на экране вы касаетесь. При касании ссылки выполняется переход по ссылке, в противном случае выполняется настраиваемое действие на основе зоны.
sv: Det finns tre tryckzoner, beroende på var på skärmen du trycker. När trycket är på en länk följs länken, annars utförs en konfigurerbar åtgärd baserad på zonen.
ta: திரையில் நீங்கள் எங்கு தட்டுகிறீர்கள் என்பதைப் பொறுத்து மூன்று குழாய் மண்டலங்கள் உள்ளன. குழாய் ஒரு இணைப்பில் இருக்கும்போது, இணைப்பு பின்பற்றப்படுகிறது, இல்லையெனில் மண்டலத்தை அடிப்படையாகக் கொண்ட கட்டமைக்கக்கூடிய செயல் செய்யப்படுகிறது.
uk: Передбачено три зони торкання, залежно від позиції. Якщо торкнутися посилання, буде відкрито посилання, у інших випадках буде виконано налаштовану дію, залежну від місця, де відбулося торкання.

source: Two finger gestures
ar: إيماءات الإصبعين
cs: Gesta dvěma prsty
de: Zwei-Finger-Gesten
es: Gestos de dos dedos
fi: Kahden sormen eleet
gl: Xestos de dous dedos
pl: Gesty z użyciem dwóch palców
pt_br: Gestos com dois dedos
ru: Жесты двумя пальцами
sv: Två fingergester
ta: இரண்டு விரல் சைகைகள்
uk: Жести двома пальцями

source: Swiping
ar: السحب
cs: Přejetí prstem
de: Wischen
es: Deslizamiento
fi: Pyyhkäisy
gl: Pasando o dedo
mr: स्वाईप करणे
pl: Przesuwanie
pt_br: Deslizar
ru: Пролистывание
sv: Svepning
ta: தேய்த்தல்
uk: Змахування

source: Swiping works differently in paged and flow mode, with different actions. For an English like language, swiping in the writing direction means swiping horizontally. For languages written vertically, it means swiping vertically. For languages written left-to-right "going forward" means swiping right-to-left, like turning a page with your finger.
ar: يعمل السحب بشكل مختلف في وضع الصفحات ووضع التدفق، مع إجراءات مختلفة. بالنسبة للغة شبيهة بالإنجليزية، يعني السحب في اتجاه الكتابة السحب أفقياً. بالنسبة للغات المكتوبة عمودياً، يعني السحب عمودياً. بالنسبة للغات المكتوبة من اليسار إلى اليمين، تعني "التقدم" السحب من اليمين إلى اليسار، مثل تقليب الصفحة بإصبعك.
cs: Přejetí prstem funguje odlišně v režimu stránek a v plovoucím režimu a provádí se odlišné akce. Pro jazyk podobný angličtině znamená přejetí prstem ve směru psaní vodorovné přejetí prstem. U jazyků psaných ve svislém směru to znamená svislé přejetí prstem. U jazyků psaných zleva doprava „přejít vpřed“ znamená přejetí prstem zprava doleva, jako když otáčíte stránku prstem.
de: Wischen funktioniert auf unterschiedliche Weise im Seiten- und Fluss-Modus. Bei einer Sprache wie Englisch ist Wischen in Schreibrichtung gleichbedeutend mit horizontalem Wischen. Bei vertikal geschriebenen Sprachen dagegen mit vertikalem Wischen. Bei Sprachen, die von links-nach-rechts geschrieben werden bedeutet "vorwärts gehen" von rechts-nach-links wischen, als würde man eine Buchseite mit dem Finger blättern.
es: El deslizamiento funciona de manera distinta en modo paginado y continuo, con diferentes acciones, Para un idioma como el español, deslizamiento en la dirección de escritura significa horizontalmente. Para idiomas con escritura vertical, significa verticalmente. Para idiomas escritos de izquierda a derecha, «hacia delante» significa de derecha a izquierda, como si se pasara una página con el dedo.
fi: Pyyhkäisy toimii eri tavalla sivu- ja virtaustilassa, ja siinä on erilaisia toimintoja. Englannin kaltaisessa kielessä pyyhkäisy kirjoitussuunnassa tarkoittaa pyyhkäisyä vaakasuoraan. Pystysuunnassa kirjoitetuissa kielissä se tarkoittaa pyyhkäisemistä pystysuunnassa. Vasemmalta oikealle kirjoitetuissa kielissä "eteenpäin" tarkoittaa pyyhkäisemistä oikealta vasemmalle, kuten sivun kääntäminen sormella.
gl: Deslizar o dedo funciona de forma diferente no modo páxina e fluxo, con accións diferentes. Para un idioma como o inglés, pasar o dedo na dirección de escritura significa pasar horizontalmente. Para idiomas escritos verticalmente, significa pasar o dedo verticalmente. Para os idiomas escritos de esquerda a dereita, «avanzar» significa pasar o dedo de dereita a esquerda, como pasar unha páxina co dedo.
pl: Przesuwanie palcem działa odmiennie w trybie stronicowania niż w trybie ciągłym, skutkując różnym zachowaniem. Dla języka takiego jak angielski, przesuwanie w kierunku pisma oznacza przewijanie poziome. Dla języków o orientacji pionowej, oznacza przewijanie pionowe. Dla języków pisanych od lewej do prawej, aby przejść dalej należy wykonać gest przesunięcia od prawej do lewej, podobnie jak przy przewracaniu stronic książki.
pt_br: Deslizar funciona de maneira diferente nos modos página e fluxo, com diferentes ações. Para uma língua similar ao Inglês, deslizar na direção da escrita significa deslizar horizontalmente. Para línguas escritas verticalmente, significa deslizar verticalmente. Para línguas escritas da esquerda-para-direita, "avançar" significa deslizar da direita-para-esquerda, como virar uma página com seu dedo.
ru: Пролистывание работает по-разному в постраничном и потоковом режимах с разными действиями. Для английского языка смахивание в направлении письма означает смахивание по горизонтали. Для языков, написанных вертикально, это означает вертикальное смахивание. Для языков, написанных слева направо, «движение вперед» означает смахивание справа налево, как перелистывание страницы пальцем.
sv: Svepning fungerar annorlunda i siddelat läge och flödesläge, med olika åtgärder. För ett engelska liknande språk betyder svepning i skrivriktningen att svepa horisontellt. För språk skrivna vertikalt betyder det att svepa vertikalt. För språk skrivna från vänster till höger betyder "gå framåt" att svepa höger till vänster, som att vända en sida med fingret.
ta: தேய்த்தல் வெவ்வேறு செயல்களுடன், பக்கம் மற்றும் ஓட்ட பயன்முறையில் வித்தியாசமாக வேலை செய்கிறது. மொழி போன்ற ஒரு ஆங்கிலத்திற்கு, எழுத்து திசையில் தேய்ப்பது கிடைமட்டமாக தேய்த்தல் செய்வதாகும். செங்குத்தாக எழுதப்பட்ட மொழிகளுக்கு, செங்குத்தாக தேய்ப்பது என்று பொருள். இடமிருந்து வலமாக "முன்னோக்கிச் செல்வது" என்று எழுதப்பட்ட மொழிகளுக்கு, உங்கள் விரலால் ஒரு பக்கத்தைத் திருப்புவது போல, வலதுபுறமாக இடமளிப்பது.
uk: Змахування працює по-різному у режимі поділу на сторінки і неперервному режимі — програма виконує різні дії. Для подібної до української мови змахування у напрямку запису означає змахування у горизонтальному напрямку. Для мов із вертикальним записом це означає змахування вертикально. Для мов із записом зліва праворуч «перехід вперед» означає змахування справа ліворуч, подібно до гортання сторінок пальцем.

source: Swiping in paged mode
ar: السحب في وضع الصفحات
cs: Přejetí prstem v režimu stránek
de: Wischen im Seiten-Modus
es: Deslizamiento en modo paginado
fi: Pyyhkäisy sivutilassa
gl: Pasando o dedo no modo de páxina
mr: पान मोडमध्ये स्वाईप करणे
pl: Przesuwanie palcem w trybie stronicowania
pt_br: Deslizar em modo página
ru: Пролистывание в постраничном режиме
sv: Svepning i siddelat läge
ta: பக்கம் பயன்முறையில் தேய்த்தல்
uk: Змахування у режимі сторінок

source: Swiping in flow mode
ar: السحب في وضع التدفق
cs: Přejetí prstem v plovoucím režimu
de: Wischen im Fluss-Modus
es: Deslizamiento en modo continuo
fi: Pyyhkäisy virtaustilassa
gl: Pasando o dedo no modo de fluxo
mr: वाह्य मोडमध्ये स्वाईप करणे
pl: Przesuwanie palcem w trybie ciągłym
pt_br: Deslizar em modo fluxo
ru: Пролистывание в потоковом режиме
sv: Svepning i flödesläge
ta: ஓட்ட பயன்முறையில் தேய்த்தல்
uk: Змахування у неперервному режимі

source: Empty
ar: فارغ
cs: Prázdný
de: Leer
es: Vacío
fi: Tyhjä
gl: Baleiro
id: Kosong
ja: 空
mr: रिकामे
pl: Pusty
pt_br: Vazio
ru: Пусто
sv: Tomrum
ta: காலியாக
uk: Порожньо

source: Book title
ar: تحديد عنوان الكتاب
cs: Název knihy
de: Buchtitel
es: Título del libro
fi: Kirjan nimi
gl: Título do libro
id: Judul buku
ja: 本のタイトル
mr: पुस्तकाचे शीर्षक
pl: Tytuł książki
pt_br: Título do livro
ru: Название книги
sv: Boktitel
ta: புத்தக தலைப்பு
uk: Назва книги

source: Authors
ar: المؤلفون
cs: Autoři
de: Autoren
es: Autores
fi: Kirjoittajat
gl: Autoría
id: Pengarang
ja: 著者
mr: लेखक
pl: Autorzy
pt_br: Autores
ru: Авторы
sv: Författare
ta: ஆசிரியர்கள்
uk: Автори

source: Series
ar: السلسلة
cs: Série
de: Serie
es: Serie
fi: Sarja
gl: Coleccións
id: Seri
ja: シリーズ
mr: मालिका
pl: Cykle
pt_br: Séries
ru: Серии
sv: Serier
ta: தொடர்
uk: Циклів

source: Top level section
ar: قسم الجزء العلوي
cs: Oddíl nejvyšší úrovně
de: Abschnitt, oberste Ebene
es: Sección de primer nivel
fi: Ylätason osio
gl: Sección de nivel superior
id: Bagian Teratas
ja: 最上位のセクション
pl: Sekcja najwyższego poziomu
pt_br: Seção de alto nível
ru: Верхнеуровневая секция
sv: Toppnivå avsnitt
ta: உயர் நிலை பிரிவு
uk: Розділ верхнього рівня

source: Current section
ar: الجزء الحالي
cs: Aktuální oddíl
de: Abschnitt, aktuell
es: Sección actual
fi: Nykyinen osio
gl: Sección actual
id: Bagian Saat ini
ja: 現在のセクション
mr: वर्तमान भाग
pl: Obecna sekcja
pt_br: Seção atual
ru: Текущая секция
sv: Nuvarande avsnitt
ta: தற்போதைய பிரிவு
uk: Поточний розділ

source: View mode
ar: نمط العرض
cs: Režim zobrazení
de: Modus anzeigen
es: Modo de visualización
gl: Modo de visualización
mr: दृश्य मोड
pl: Tryb widoku
pt_br: Modo de visualização
ru: Режим просмотра
sv: Visningsläge
ta: பார்வை பயன்முறை
uk: Режим перегляду

source: View mode as icon
ar: نمط العرض كأيقونة
cs: Režim zobrazení jako ikona
de: Modus als Icon anzeigen
es: Modo de visualización como icono
gl: Modo de visualización como icona
pl: Tryb widoku jako ikonka
pt_br: Modo de visualização como ícone
ru: Режим просмотра значками
sv: Visningsläge som ikon
ta: பார்வை பயன்முறையை சிறுவுருவமாகக் காண்க
uk: Режим перегляду як піктограма

source: Clock
ar: الساعة
cs: Hodiny
de: Uhr
es: Reloj
fi: Kello
gl: Reloxo
id: Jam
ja: 時計
mr: घड्याळ
pl: Zegar
pt_br: Relógio
ru: Часы
sv: Klocka
ta: கடிகாரம்
uk: Годинник

source: Controls button on hover
ar: زر التحكم عند التمرير
cs: Tlačítka ovládání při přejetí
de: Steuert die Schaltfläche beim Überfahren
es: Controla el botón al pasar el cursor por encima
gl: Botón de controis ao pasar o cursor
mr: हॉव्हर केल्यावर कंट्रोलचे बटण
pl: Przyciski kontrolek po najechaniu
pt_br: Botões de controle ao passar o mouse
ru: Кнопка управления при наведении
sv: Kontrollknapp när du flyttar musen över
uk: Керує кнопкою при наведенні

source: Progress
ar: التقدم
cs: Průběh
de: Fortschritt
es: Progresión
fi: Eteneminen
gl: Progreso
id: perkembangan
ja: 進行状況
mr: प्रगती
pl: Postęp
pt_br: Progresso
ru: Прогресс
sv: Förlopp
ta: முன்னேற்றம்
uk: Хід виконання

source: Time to read book
ar: وقت قراءة الكتاب
cs: Čas na přečtení knihy
de: Buchlesezeit
es: Tiempo para leer el libro
fi: Kirjan lukuaika
gl: Tempo de ler o libro
id: Waktu untuk membaca buku
ja: 本の読了時間
mr: पुस्तक वाचण्यास लागणारा वेळ
pl: Czas do końca książki
pt_br: Tempo de leitura do livro
ru: Время чтения книги
sv: Tid för att läsa bok
ta: புத்தகத்தைப் படிக்கும் நேரம்
uk: Час на читання книги

source: Time to read chapter
ar: وقت قراءة فصل
cs: Čas na přečtení kapitoly
de: Kapitellesezeit
es: Tiempo para leer el capítulo
fi: Luvun lukuaika
gl: É hora de ler o capítulo
id: Waktu untuk membaca Chapter
ja: 章の読了時間
mr: अध्याय वाचण्यास लागणारा वेळ
pl: Czas do końca rozdziału
pt_br: Tempo de leitura do capítulo
ru: Время чтения раздела
sv: Tid för att läsa kapitel
ta: இயலைப் படிக்கும் வேண்டிய நேரம்
uk: Час на читання глави

source: Time to read chapter and book
ar: وقت قلراءة فصل وكتاب
cs: Čas na přečtení kapitoly a knihy
de: Kapitel- und Buchlesezeit
es: Tiempo para leer el capítulo y el libro
fi: Luvun ja kirjan lukuaika
gl: É hora de ler o capítulo e o libro
id: Waktu untuk membaca Chapter dan Buku
ja: 章と本の読了時間
mr: अध्याय आणि पुस्तक वाचण्यास लागणारा वेळ
pl: Czas do końca rozdziału i książki
pt_br: Tempo de leitura do capítulo e livro
ru: Время чтения раздела и книги
sv: Tid för att läsa kapitel och bok
ta: இயல் மற்றும் புத்தகத்தைப் படிக்கும் வேண்டிய நேரம்
uk: Час на читання глави і книги

source: Position in book
ar: الموضع في الكتاب
cs: Pozice v knize
de: Position im Buch
es: Posición en el libro
fi: Sijainti kirjassa
gl: Posición no libro
ja: 位置
mr: पुस्तकातील जागा
pl: Pozycja w książce
pt_br: Posição no livro
ru: Позиция в книге
sv: Position i bok
ta: புத்தகத்தில் நிலை
uk: Позиція у книзі

source: Position in chapter
ar: الموضع في الفصل
cs: Pozice v kapitole
de: Position im Kapitel
es: Posición en el capítulo
fi: Sijainti luvussa
gl: Posición no capítulo
ja: 章内の位置
mr: अध्यायातील जागा
pl: Pozycja w rozdziale
pt_br: Posição no capítulo
ru: Позиция в разделе
sv: Position i kapitel
ta: இயலில் நிலை
uk: Позиція у главі

source: Pages in chapter
ar: الصفحات في الفصل
cs: Stránek v kapitole
de: Seiten im Kapitel
es: Páginas en el capítulo
fi: Luvun sivut
gl: Páxinas no capítulo
ja: 章内のページ数
mr: अध्यायातील पाने
pl: Strony w rozdziale
pt_br: Páginas no capítulo
ru: Страниц в разделе
sv: Sidor i kapitel
ta: இயலில் பக்கங்கள்
uk: Сторінки у главі

source: Pages from paper edition
ar: صفحات من النسخة الورقية
cs: Stránky z papírového vydání
es: Páginas de edición impresa
gl: Páxinas da edición en papel
mr: कागदी आवृत्तीपासूनची पाने
pl: Strony z wydania papierowego
pt_br: Páginas da edição impressa
ru: Страницы бумажного издания
sv: Sidor från pappersupplagan
uk: Сторінки з паперового видання

source: Left
ar: يسار
cs: Vlevo
de: Links
es: Izquierda
fi: Vasen
gl: Esquerda
id: Kiri
ja: 左
mr: उजवीकडे
pl: Lewa strona
pt_br: Esquerda
ru: Слева
sv: Vänster
ta: இடது
uk: Ліворуч

source: Middle
ar: وسط
cs: Střed
de: Mitte
es: Centro
fi: Keski
gl: Medio
id: Tengah
ja: 中
mr: मध्ये
pl: Środek
pt_br: Meio
ru: По цетру
sv: Sidmitt
ta: நடு
uk: Посередині

source: Right
ar: يمين
cs: Vpravo
de: Rechts
es: Derecha
fi: Oikea
gl: Dereita
id: Kanan
ja: 右
mr: डावीकडे
pl: Prawa strona
pt_br: Direita
ru: Справа
sv: Höger
ta: வலது
uk: Праворуч

source: Header
ar: الرأس
cs: Záhlaví
de: Kopfzeile
es: Encabezado
fi: Ylätunniste
gl: Cabeceira
id: Catatan Kepala
ja: ヘッダ
mr: शीर्षलेख
pl: Nagłówek
pt_br: Cabeçalho
ru: Верхний колонтитул
sv: Sidhuvud
ta: தலைப்பு
uk: Верхній колонтитул

source: Footer
ar: القدم
cs: Zápatí
de: Fußzeile
es: Pie de página
fi: Alatunniste
gl: Pé de páxina
id: Catatan Kaki
ja: フッタ
mr: तळलेख
pl: Stopka
pt_br: Rodapé
ru: Нижний колонтитул
sv: Sidfot
ta: அடிக்குறிப்பு
uk: Нижній колонтитул

source: Left margin
ar: الهامش اليساري
cs: Levý okraj
de: Linker Rand
es: Margen izquierdo
fi: Vasen marginaali
gl: Marxe esquerda
ja: 左余白
mr: डावीकडचा समास
pl: Lewy margines
pt_br: Margem esquerda
ru: Левое поле
sv: Vänstermarginal
ta: இடது விளிம்பு
uk: Ліве поле

source: Right margin
ar: الهامش اليميني
cs: Pravý okraj
de: Rechter Rand
es: Margen derecho
fi: Oikea marginaali
gl: Marxe dereita
ja: 右余白
mr: उजवीकडचा समास
pl: Prawy margines
pt_br: Margem direita
ru: Правое поле
sv: Högermarginal
ta: வலது விளிம்பு
uk: Праве поле

source: Controls footer
ar: تذييل عناصر التحكم
cs: Patička ovládacích prvků
de: Steuerelemente Fußzeile
es: Pie de controles
fi: Ohjaa alatunnistetta
gl: Controis pé de páxina
ja: フッタを制御
mr: तळ कंट्रोल
pl: Stopka kontroli
pt_br: Rodapé da tela de controles
ru: Нижний колонтитул управления
sv: Kontrollernas sidfot
ta: அடிக்குறிப்பைக் கட்டுப்படுத்துகிறது
uk: Керує нижнім колонтитулом

source: almost done
ar: على وشك الإنتهاء
cs: téměř hotovo
de: fast fertig
es: casi terminado
fi: melkein valmis
gl: Casi feito
id: Hampir Selesai
ja: ほぼ完了
mr: जवळजवळ झालेच
pl: prawie skończona
pt_br: quase lá
ru: почти готово
sv: nästan färdig
ta: கிட்டத்தட்ட முடிந்து விட்டது
uk: майже завершено
