Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Enter the name and URL for a custom lookup source. The URL must contain {0} in it, which will be replaced by the word being looked up. For example: {1}
ar: أدخل الاسم والرابط لمصدر البحث المخصص. الرابط يجب ان يحوي {0} فيه، والذي سيُستبدَل بالكلمة التي يجري البحث عنها. مثلا: {1}
cs: Zadejte název a URL pro zdroj vlastního vyhledávání. URL v sobě musí obsahovat {0}, které bude nahrazeno vyhledávaným slovem. Například: {1}
de: Geben Sie einen Namen und den Link (URL) für eine Suchmaschine an. Der Link muss {0} enthalten, diese Stelle wird dann mit dem zu suchenden Wort ersetzt. Zum Beispiel: {1}
es: Introduzca el nombre y URL de un origen de búsqueda personalizado. El URL debe contener {0}, que se sustituirá por la palabra buscada. Por ejemplo: {1}
fi: Syötä nimi sekä URL omalle hakulähteellesi. URL:ssä täytyy olla {0}, joka korvataan hakusanallasi. Esimerkiksi: {1}
gl: Introduza o nome e o URL para unha fonte de busca personalizada. O URL debe conter {0}, que será substituído pola palabra que se busca. Por exemplo: {1}
id: Masukkan nama dan alamat URL dari sebuah custom lookup source. Alamat URL harus mengandung {0} didalamnya, yang mana akan digantikan oleh kata yang akan dicari. Untuk Contoh: {1}
ja: カスタム検索ソース用の URL および名前を入力してください。URL には {0} を含める必要があり、これは検索時に検索語に置き換わります。例: {1}
pl: Podaj nazwę i adres URL dla własnego źródła wyszukiwania. Adres URL musi zawierać znacznik {0}, który zostanie zastąpiony poszukiwanym słowem. Na przykład: {1}
pt_br: Insira o nome e URL para busca de fonte customizada. A URL deve conter {0} nela, que será substituída pela palavra sendo buscada. Por exemplo: {1}
ru: Введите имя и URL для пользовательского источника поиска. URL должен содержать {0}, который будет заменен словом поиска. Например: {1}
sv: Ange namn och URL för en anpassad uppslagskälla. URL:en måste innehålla {0} i den, som kommer att ersättas med ordet som ska slås upp. Till exempel: {1}
ta: தனிப்பயன் தேடல் மூலத்திற்கு பெயர் மற்றும் முகவரியை உள்ளிடவும். முகவரியில் {0} இருக்க வேண்டும், இது மேலே பார்க்கப்படும் சொல்லால் மாற்றப்படும். எடுத்துக்காட்டாக: {1}
uk: Вказіть назву і адресу для нетипового джерела пошуку. У адресі має міститися {0}, фрагмент, який буде замінено словом, яке ви шукаєте. Приклад: {1}

source: Name:
ar: الإسم:
cs: Název:
es: Nombre:
fi: Nimi:
gl: Nome:
id: Nama:
ja: 名前:
mr: नाव:
pl: Nazwa:
pt_br: Nome:
ru: Название:
sv: Namn:
ta: பெயர்:
uk: Назва:

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
es: Añadir
fi: Lisää
gl: Engadir
id: Tambah
ja: 追加
mr: जोडा
pl: Dodaj
pt_br: Adicionar
ru: Добавить
sv: Lägg till
ta: சேர்
uk: Додати

source: Choose a custom lookup to remove
ar: حدد مصدر بحث مخصص لإزالته
cs: Zvolte vlastní vyhledávání k odebrání
de: Wählen Sie die benutzerdefinierte Suche, die entfernt werden soll
es: Elija una búsqueda personalizada para eliminar
fi: Valitse oma hakulähde, jonka haluat poistaa
gl: Escolle unha busca personalizada para eliminar
id: Memilih sebuah custom lookup untuk dihapus
ja: 削除するカスタム検索を選択
pl: Wybierz własne wyszukiwanie do usunięcia
pt_br: Escolha uma busca customizada para remover
ru: Выберите настраиваемый поиск, чтобы удалить
sv: Välj en anpassad uppslagning att ta bort
ta: அகற்ற தனிப்பயன் தேடலைத் தேர்வுசெய்க
uk: Виберіть нетиповий пошук для вилучення

source: Cancel (no removals)
ar: إلغاء (لا إزالات)
cs: Zrušit (bez odebrání)
de: Abbruch (nichts löschen)
es: Cancelar (no se elimina nada)
fi: Peruuta (ei poistoja)
gl: Cancelar (sen eliminacións)
id: Batalkan (Tanpa Penghapusan)
ja: キャンセル(削除なし)
mr: रद्द करा (काहीही काढले जाणार नाही)
pl: Anuluj (bez usuwania)
pt_br: Cancelar (sem remoções)
ru: Отмена (нет удалений)
sv: Avbryt (inga borttagningar)
ta: விலகு (நீக்குதல் இல்லை)
uk: Скасувати (без вилучення)

source: Google dictionary
ar: قاموس غوغل
cs: Slovník Google
de: Google Wörterbuch
fi: Google-sanakirja
gl: dicionario de google
id: Kamus Google
ja: グーグルの辞書
mr: Google शब्दकोश
pl: Słownik Google
pt_br: Dicionário Google
ru: Словарь Google
sv: Google ordbok
ta: கூகிள் அகராதி
uk: Словник Google

source: Wordnik
ar: ووردنك Wordnik
ta: சொல்நிக்

source: Search the internet
ar: بحث الإنترنت
cs: Vyhledat na internetu
de: Internet durchsuchen
es: Buscar en internet
fi: Etsi Internetistä
gl: Buscar na Internet
id: Telusuri internet
ja: インターネットで検索
mr: इंटरनेटवर शोध घ्या
pl: Przeszukaj Internet
pt_br: Buscar na Internet
ru: Искать в интернете
sv: Sök på internet
ta: இணையத்தில் தேடு
uk: Шукати у інтернеті

source: Add a custom lookup
ar: أضف مصدر بحث مخصص
cs: Přidat vlastní vyhledávání
de: Eigene Suchseite hinzufügen
es: Añadir una búsqueda personalizada
fi: Lisää oma hakulähde
gl: Engade unha busca personalizada
id: Menambah sebuah custom lookup
ja: カスタム検索を追加
pl: Dodaj własne wyszukiwanie
pt_br: Adicionar uma busca customizada
ru: Добавить пользовательский обзор
sv: Lägg till en anpassad uppslagning
ta: தனிப்பயன் தேடலைச் சேர்
uk: Додати нетиповий пошук

source: Remove a custom lookup
ar: أزل مصدر بحث مخصص
cs: Odebrat vlastní vyhledávání
de: Eigene Suchseite entfernen
es: Eliminar una búsqueda guardada
fi: Poista oma hakulähde
gl: Eliminar unha busca personalizada
id: Menghapus sebuah custom lookup
ja: カスタム検索を削除
pl: Usuń własne wyszukiwanie
pt_br: Remover uma busca customizada
ru: Удалить пользовательский обзор
sv: Ta bort en anpassad uppslagning
ta: தனிப்பயன் தேடலை அகற்று
uk: Вилучити нетиповий пошук

source: Saved:
ar: تم الحفظ:
cs: Uloženo:
de: Gespeichert:
es: Guardado:
gl: Gardado:
mr: सेव्ह केलेले:
pl: Zapisano:
pt_br: Salvo:
ru: Сохранено:
sv: Sparad:
ta: சேமிக்கப்பட்டது:
uk: Збережено:

source: Are you sure you want to delete the saved profile named: {}?
ar: هل أنت متأكد أنك تريد حذف الملف الشخصي المحفوظ باسم: {}؟
cs: Opravdu chcete odstranit uložený profil s názvem: {}?
de: Wollen Sie wirklich das gespeicherte Profil namens {} löschen?
es: ¿Está seguro de querer eliminar el perfil guardado llamado: {}?
gl: Estás seguro de que queres eliminar o perfil gardado chamado: {}?
mr: या नावाची सेव्ह केलेली प्रोफाईल तुम्हाला नक्की डिलीट करायची आहे का: {}?
pl: Czy na pewno chcesz trwale usunąć profil o nazwie" {}?
pt_br: Tem certeza de que deseja excluir o perfil salvo com o nome: {}?
ru: Вы уверены, что хотите удалить сохраненный профиль с именем: {}?
sv: Är du säker på att du vill ta bort den sparade profilen med namnet: {}?
ta: பெயரிடப்பட்ட சேமித்த தற்குறிப்பை நீக்க விரும்புகிறீர்களா : {}?
uk: Ви справді хочете вилучити збережений профіль із також назвою: {}?

source: Load settings from one of the previously saved profiles below…
ar: حمّل الإعدادات من أحد الملفات الشخصية المحفوظة مسبقًا أدناه…
cs: Načíst nastavení z jednoho z dříve ložených profilů níže…
de: Laden der Einstellungen von einem der unten genannten zuvor gespeicherten Profile ...
es: Cargar configuraciones de los perfiles previamente guardados de más abajo...
gl: Cargar a configuración dun dos perfís gardados anteriormente a continuación...
pl: Załaduj ustawienia z jednego z zapisanych profili poniżej...
pt_br: Carregar as configurações a partir de um dos perfis previamente salvos abaixo...
ru: Загрузить настройки из одного из ранее сохранённых профилей ниже…
sv: Läs in inställningar från en av de tidigare sparade profilerna nedan...
ta: முன்னர் சேமிக்கப்பட்ட தற்குறிப்புகளில் ஒன்றிலிருந்து அமைப்புகளை ஏற்றவும்…
uk: Завантажте параметри з одного з раніше збережених профілів нижче…

source: Restore settings to default values
ar: استعادة الإعدادات إلى القيم الافتراضية
cs: Obnovit nastavení na výchozí hodnoty
de: Zurücksetzen der Einstellungen auf Standardwerte
es: Restaurar configuraciones a sus valores predeterminados
gl: Restaurar a configuración aos valores predeterminados
pl: Przywróć ustawienia domyślne
pt_br: Restaurar configurações para os valores padrões
ru: Восстановить настройки до значений по умолчанию
sv: Återställ inställningarna till standardvärden
ta: அமைப்புகளை இயல்புநிலை மதிப்புகளுக்கு மீட்டமை
uk: Відновити типові значення параметрів

source: Delete this profile
ar: احذف هذا الملف الشخصي
cs: Odstranit tento profil
de: Dieses Profil löschen
es: Borrar este perfil
gl: Eliminar este perfil
mr: ही प्रोफाईल डिलीट करा
pl: Usuń ten profil
pt_br: Excluir este perfil
ru: Удалить этот профиль
sv: Ta bort denna profil
ta: இந்தச் தற்குறிப்பை நீக்கு
uk: Вилучити цей профіль

source: Loading saved profiles, please wait…
ar: جاري تحميل الملفات الشخصية المحفوظة، يرجى الانتظار…
cs: Načítání uložených profilů, čekejte
de: Laden gespeicherter Profile, bitte warten…
es: Cargando perfiles guardados, espere...
gl: Cargando perfís gardados, agarda...
pl: Ładowanie zapisanych profili, proszę czekać...
pt_br: Carregando perfis salvos. Por favor, aguarde...
ru: Загрузка сохранённых профилей, подождите…
sv: Läser in sparade profiler, vänta...
ta: சேமித்த தற்குறிப்புகளை ஏற்றுகிறது, தயவுசெய்து காத்திரு…
uk: Завантажуємо збережені профілі. Будь ласка, зачекайте…

source: Save current settings as profile:
ar: احفظ الإعدادات الحالية كملف شخصي:
cs: Uložit aktuální nastavení jako profil:
de: Speichern der aktuellen Einstellungen als Profil:
es: Guardar la configuración actual como perfil:
gl: Garda a configuración actual como perfil:
pl: Zapisz bieżące ustawienia jako profil:
pt_br: Salvar as configurações atuais como um perfil:
ru: Сохранить текущие настройки как профиль:
sv: Spara nuvarande inställningar som profil:
ta: தற்போதைய அமைப்புகளை தற்குறிப்பாக சேமி:
uk: Зберегти поточні параметри як профіль:

source: Name of profile
ar: اسم الملف الشخصي
cs: Název profilu
de: Name des Profils
es: Nombre del perfil
gl: Nome do perfil
mr: प्रोफाईलचे नाव
pl: Nazwa profilu
pt_br: Nome do perfil
ru: Имя профиля
sv: Namn på profil
ta: தற்குறிப்பின் பெயர்
uk: Назва профілю

source: Pause reading
ar: أوقف القراءة
cs: Pozastavit čtení
de: vorlesen pausieren
es: Detener la lectura
fi: Keskeytä lukeminen
gl: Deter a lectura
ja: 読み上げを一時停止
mr: वाचणे पॉझ करा
pl: Wstrzymaj czytanie
pt_br: Pausar leitura
ru: Приостановить чтение
sv: Pausa läsning
ta: இடைநிறுத்தம் வாசிப்பு
uk: Призупинити читання

source: Start reading
ar: ابدأ القراءة
cs: Začít číst
de: starte vorlesen
es: Comenzar la lectura
fi: Aloita lukeminen
gl: Comezar a ler
ja: 読み上げ開始
mr: वाचणे सुरू करा
pl: Uruchom czytanie
pt_br: Iniciar leitura
ru: Начать чтение
sv: Börja läsa
ta: படிக்கத் தொடங்கு
uk: Почати читання

source: Resume reading
ar: استأنف القراءة
cs: Obnovit čtení
de: weiter vorlesen
es: Continuar la lectura
fi: Jatka lukemista
gl: Retomar a lectura
ja: 読み上げを再開
mr: वाचणे चालू ठेवा
pl: Wznów czytanie
pt_br: Retomar leitura
ru: Продолжить чтение
sv: Fortsätt läsa
ta: மீண்டும் வாசிப்பு
uk: Відновити читання

source: Slow down speech
ar: أبطيء الكلام
cs: Zpomalit řeč
de: langsamer vorlesen
es: Ralentizar lectura
fi: Hidasta puhetta
gl: Reducir a velocidade de lectura
ja: 読み上げを遅く
mr: वाचनाचा वेग कमी करा
pl: Zwolnij mowę
pt_br: Diminuir velocidade da fala
ru: Замедлить чтение
sv: Sakta ner tal
ta: பேச்சை மெதுவாக்கு
uk: Уповільнити озвучення

source: Speed up speech
ar: سرّع الكلام
cs: Zrychlit řeč
de: schneller vorlesen
es: Acelerar lectura
fi: Nopeuta puhetta
gl: Aumentar a velocidade de lectura
ja: 音声出力の高速化
mr: वाचनाचा वेग वाढवा
pl: Przyspiesz mowę
pt_br: Aumentar velocidade da fala
ru: Ускорить чтение
sv: Snabba upp tal
ta: பேச்சை வேகப்படுத்து
uk: Пришвидшити озвучення

source: Configure Read aloud
ar: اضبط القراءة عاليًا
cs: Konfigurovat Číst nahlas
de: Vorlesen einstellen
es: Configurar lectura en alto
fi: Määritä ääneenlukeminen
gl: Configurar a lectura en voz alta
ja: 読み上げを設定
mr: आवाजाने वाचणे काँफिगर करा
pl: Skonfiguruj Czytaj na głos
pt_br: Configurar leitura em voz alta
ru: Настроить чтение вслух
sv: Anpassa högläsning
ta: சத்தமாகப் படிக்க உள்ளமை
uk: Налаштувати читання уголос

source: Close Read aloud
ar: أغلق القراءة عالياً
cs: Zavřít Číst nahlas
de: Vorlesen beenden
es: Cerrar lectura en alto
fi: Sulje ääneenluku
gl: Pechar a lectura en voz alta
ja: 読み上げを閉じる
mr: आवाजाने वाचणे बंद करा
pl: Zamknij Czytaj na głos
pt_br: Fechar leitura em voz alta
ru: Закрыть чтение вслух
sv: Stäng högläsning
ta: சத்தமாகப் படிப்பதை மூடு
uk: Закрити «Читання уголос»

source: Tap/click on a word to start from there
ar: اضغط/انقر على كلمة لتبدأ من هناك
cs: Klepněte nebo klikněte na slovo pro zahájení čtení odtud
de: Tippen/Klicken Sie auf ein Wort um dort zu starten
es: Toque o pulse sobre una palabra para empezar desde ahí
fi: Napauta/klikkaa sanaa aloittaaksesi siitä
gl: Toque/Prema nunha palabra para comezar desde ela
ja: 単語の上でタップ/クリックしてそこから開始
pl: Stuknij/kliknij słowo, aby zacząć od tego miejsca
pt_br: Toque/clique em uma palavra para começar a partir dela
ru: Коснитесь/щёлкните слово, чтобы начать с того места
sv: Tryck/klicka på ett ord för att börja därifrån
ta: அங்கிருந்து தொடங்க ஒரு சொல்லைத் தட்டவும்/சொடுக்கு
uk: Натисніть або клацніть на слові, щоб почати з нього

source: Tap/click on a word to skip to it
ar: اضغط/انقر على كلمة لتتجاوز إليها
cs: Klepněte nebo klikněte na slovo pro přeskočení na něj
de: Tippen/Klicken Sie auf ein Wort um bis dort zu überspringen
es: Toque o pulse sobre una palabra para saltar hasta ahí
fi: Napauta/klikkaa sanaa siirtyäksesi siihen
gl: Toque/Prema nunha palabra para pasar a ela
ja: 単語の上でタップ/クリックしてスキップ
pl: Stuknij/kliknij słowo, aby przejść do niego
pt_br: Toque/clique em uma palavra para pulá-la
ru: Коснитесь/щёлкните слово, чтобы перейти к нему
sv: Tryck/klicka på ett ord för att hoppa till det
ta: அதைத் தவிர்க்க ஒரு சொல்லைத் தட்டவும்/சொடுக்கு
uk: Натисніть або клацніть на слові, щоб пропустити до нього

source: Tap/click on a word to continue from there
ar: اضغط/انقر على كلمة لتواصل من هناك
cs: Klepněte nebo klikněte na slovo pro pokračování odtud
de: Tippen/Klicken Sie auf ein Wort um dort fortzusetzen
es: Toque o pulse sobre una palabra para continuar desde ahí
fi: Napauta/klikkaa sanaa jatkaaksesi siitä
gl: Toque/Prema nunha palabra para continuar desde ela
ja: 単語の上でタップ/クリックしてそこから続行
pl: Stuknij/kliknij słowo, aby kontynuować z tego miejsca
pt_br: Toque/clique em uma palavra para continuar a partir dela
ru: Коснитесь/щёлкните слово, чтобы продолжить с того места
sv: Tryck/klicka på ett ord för att fortsätta därifrån
ta: அங்கிருந்து தொடர ஒரு சொல்லைத் தட்டவும்/சொடுக்கு
uk: Натисніть або клацніть на слові, щоб продовжити з нього

source: Previous page
ar: الصفحة السابقة
cs: Předchozí stránka
de: Vorherige Seite
es: Página anterior
fi: Edellinen sivu
gl: Páxina anterior
ja: 前のページ
mr: मागचे पान
pl: Poprzednia strona
pt_br: Página anterior
ru: Предыдущая страница
sv: Föregående sida
ta: முந்தைய பக்கம்
uk: Попередня сторінка

source: Scroll to the previous page, if more than one page is displayed on the screen only a single page is scrolled
ar: انتقل إلى الصفحة السابقة، إذا كانت هناك أكثر من صفحة واحدة معروضة على الشاشة، يتم التمرير لصفحة واحدة فقط
cs: Posunout na předchozí stránku, pokud je na obrazovce zobrazena více než jedna stránka, posune se pouze jedna stránka
de: Blättere zur vorigen Seite, falls mehr als eine Seite auf dem Bildschirm angezeigt wird, wird nur eine einzelne Seite zurückgeblättert
es: Desplazarse a la página anterior, si se muestra más de una página en la pantalla sólo se desplaza una página
fi: Vieritä edelliselle sivulle, jos näytöllä näkyy useampi kuin yksi sivu, vieritetään vain yhtä sivua
gl: Desprácese ata a páxina anterior, se se mostra máis dunha páxina na pantalla, só se despraza unha única páxina
pl: Przesuń do poprzedniej strony, jeżeli na ekranie wyświetlona jest więcej niż jedna strona, tylko jedna zostanie przesunięta
pt_br: Rolar para a página anterior. Se mais de uma página for mostrada na tela, apenas uma página é rolada.
ru: Прокрутка к предыдущей странице, если на экране отображается более одной страницы, прокручивается только одна страница
sv: Bläddra till föregående sida, om mer än en sida visas på skärmen bläddras bara en sida
ta: முந்தைய பக்கத்திற்கு உருட்டு, ஒன்றுக்கு மேற்பட்ட பக்கங்கள் திரையில் காட்டப்பட்டால் ஒரு பக்கம் மட்டுமே உருட்டப்படும்
uk: Гортати до попередньої сторінки. Якщо на екрані показано декілька сторінок, гортання відбуватиметься лише на одній

source: Next page
ar: الصفحة التالية
cs: Další stránka
de: Nächste Seite
es: Siguiente página
fi: Seuraava sivu
gl: Páxina seguinte
ja: 次のページ
mr: पुढचे पान
pl: Następna strona
pt_br: Página seguinte
ru: Следующая страница
sv: Nästa sida
ta: அடுத்த பக்கம்
uk: Наступна сторінка

source: Scroll to the next page, if more than one page is displayed on the screen only a single page is scrolled
ar: انتقل إلى الصفحة التالية، إذا كانت هناك أكثر من صفحة واحدة معروضة على الشاشة، يتم التمرير لصفحة واحدة فقط
cs: Posunout na další stránku, pokud je na obrazovce zobrazena více než jedna stránka, posune se pouze jedna stránka
de: Blättere zur nächsten Seite, falls mehr als eine Seite auf dem Bildschirm angezeigt wird, wird nur eine einzelne Seite weitergeblättert
es: Desplazarse a la página siguiente, si se muestra más de una página en la pantalla sólo se desplaza una página
fi: Vieritä seuraavalle sivulle, jos näytöllä näkyy useampi kuin yksi sivu, vieritetään vain yhtä sivua
gl: Desprácese ata a seguinte páxina, se se mostra máis dunha páxina na pantalla, só se despraza unha única páxina
pl: Przesuń do następnej strony, jeżeli na ekranie wyświetlona jest więcej niż jedna strona, tylko jedna zostanie przesunięta
pt_br: Rolar para a próxima página. Se mais de uma página for mostrada na tela, apenas uma página é rolada.
ru: Прокрутка до следующей страницы, если на экране отображается более одной страницы, прокручивается только одна страница
sv: Bläddra till nästa sida, om mer än en sida visas på skärmen bläddras bara en sida
ta: அடுத்த பக்கத்திற்கு உருட்டு, ஒன்றுக்கு மேற்பட்ட பக்கங்கள் திரையில் காட்டப்பட்டால் ஒரு பக்கம் மட்டுமே உருட்டப்படும்
uk: Гортати до наступної сторінки. Якщо на екрані показано декілька сторінок, гортання відбуватиметься лише на одній

source: Previous screen
ar: الشاشة السابقة
cs: Předchozí obrazovka
de: Voriger Bildschirm
es: Pantalla anterior
fi: Edellinen ruutu
gl: Pantalla anterior
mr: मागचा पडदा
pl: Poprzedni ekran
pt_br: Tela anterior
ru: Предыдущий экран
sv: Föregående skärm
ta: முந்தைய திரை
uk: Попередній екран

source: Scroll to the previous screen, if more than one page is displayed on the screen all pages are scrolled
ar: انتقل إلى الشاشة السابقة، إذا كانت هناك أكثر من صفحة واحدة معروضة على الشاشة، يتم تمرير جميع الصفحات
cs: Posunout na předchozí obrazovku, pokud je na obrazovce zobrazena více než jedna stránka, posunou se všechny stránky
de: Blättere zum vorigen Bildschirm, falls mehr als eine Seite auf dem Bildschirm angezeigt wird, werden alle Seiten zurückgeblättert
es: Desplazarse a la pantalla anterior, si se muestra más de una página en la pantalla se desplazan todas las páginas
fi: Vieritä edelliseen näyttöön, jos näytöllä näkyy useampi kuin yksi sivu, kaikkia sivuja vieritetään
gl: Desprácese ata a pantalla anterior, se se mostra máis dunha páxina na pantalla, todas as páxinas desprázanse
pl: Przesuń do poprzedniego ekranu, jeżeli na ekranie wyświetlona jest więcej niż jedna strona, wszystkie strony zostaną przesunięte
pt_br: Rolar para a tela anterior. Se mais de uma página for mostrada na tela, todas as páginas são roladas.
ru: Прокрутка к предыдущему экрану, если на экране отображается более одной страницы, все страницы прокручиваются
sv: Bläddra till föregående skärm, om mer än en sida visas på skärmen bläddras alla sidor
ta: முந்தைய திரைக்கு உருட்டு, திரையில் ஒன்றுக்கு மேற்பட்ட பக்கங்கள் காட்டப்பட்டால் அனைத்து பக்கங்களும் உருட்டப்படும்
uk: Гортати до попереднього екрана. Якщо на екрані показано декілька сторінок, гортання відбуватиметься на усіх сторінках

source: Next screen
ar: الشاشة التالية
cs: Další obrazovka
de: Nächster Bildschirm
es: Siguiente pantalla
fi: Seuraava ruutu
gl: Pantalla seguinte
mr: पुढचा पडदा
pl: Następny ekran
pt_br: Próxima tela
ru: Следующий экран
sv: Nästa skärm
ta: அடுத்த திரை
uk: Наступний екран

source: Scroll to the next screen, if more than one page is displayed on the screen all pages are scrolled
ar: انتقل إلى الشاشة التالية، إذا كانت هناك أكثر من صفحة واحدة معروضة على الشاشة، يتم تمرير جميع الصفحات
cs: Posunout na další obrazovku, pokud je na obrazovce zobrazena více než jedna stránka, posunou se všechny stránky
de: Blättere zum nächsten Bildschirm, falls mehr als eine Seite auf dem Bildschirm angezeigt wird, werden alle Seiten weitergeblättert
es: Desplazarse a la pantalla siguiente, si se muestra más de una página en la pantalla se desplazan todas las páginas
fi: Vieritä seuraavaan näyttöön, jos näytöllä näkyy useampi kuin yksi sivu, kaikkia sivuja vieritetään
gl: Desprácese ata a seguinte pantalla, se se mostra máis dunha páxina na pantalla, todas as páxinas desprázanse
pl: Przesuń do następnego ekranu, jeżeli na ekranie wyświetlona jest więcej niż jedna strona, wszystkie strony zostaną przesunięte
pt_br: Rolar para a próxima tela. Se mais de uma página for mostrada na tela, todas as páginas são roladas.
ru: Прокрутка к следующему экрану, если на экране отображается более одной страницы, все страницы прокручиваются
sv: Bläddra till nästa skärm, om mer än en sida visas på skärmen bläddras alla sidor
ta: அடுத்த திரைக்கு உருட்டு, திரையில் ஒன்றுக்கு மேற்பட்ட பக்கங்கள் காட்டப்பட்டால் அனைத்து பக்கங்களும் உருட்டப்படும்
uk: Гортати до наступного екрана. Якщо на екрані показано декілька сторінок, гортання відбуватиметься на усіх сторінках

source: Show controls
ar: عرض عناصر التحكم
cs: Zobrazit ovládací prvky
de: Zeige Steuerung
es: Mostrar controles
fi: Näytä ohjaimet
gl: Mostrar controis
mr: कंट्रोल दाखवा
pl: Pokaż ikony ustawień
pt_br: Mostrar controles
ru: Показать элементы управления
sv: Visa kontroller
ta: கட்டுப்பாடுகளைக் காட்டு
uk: Показати елементи керування

source: Show the controls for the viewer including Preferences, Go to, etc.
ar: عرض عناصر التحكم للعارض بما في ذلك التفضيلات، والانتقال إلى، وما إلى ذلك.
cs: Zobrazit ovládací prvky pro prohlížeč včetně Předvoleb, Přejít na atd.
de: Zeige die Steuerung für den Betrachter, einschließlich Einstellungen, Gehe zu, usw.
es: Mostrar los controles para el visor, incluyendo Preferencias, Ir a, etc.
fi: Näytä katseluohjelman hallintalaitteet, mukaan lukien Asetukset, Siirry kohteeseen jne.
gl: Mostra os controis para o visor, incluíndo Preferencias, Ir a, etc.
mr: दृश्यकासाठी कंट्रोल दाखवा, जसे की पसंती, येथे जा, इं.
pl: Pokaż ikony ustawień przeglądarki, m.in. Preferencje, Idź do, itp.
pt_br: Mostrar os controles para o visualizador incluindo Preferências, Ir para, etc.
ru: Показать элементы управления для просмотрщика, включая «Настройки», «Перейти» и т. д.
sv: Visa kontrollerna för visaren inklusive Inställningar, Gå till, etc.
ta: விருப்பத்தேர்வுகள், செல், முதலியன உட்பட பார்வையாளருக்கான கட்டுப்பாடுகளைக் காட்டு.
uk: Показати кнопки керування переглядом, зокрема «Налаштування», «Перейти» тощо.

source: Highlight or inspect
ar: تمييز أو فحص
cs: Zvýraznit nebo zkontrolovat
de: Hervorheben oder untersuchen
es: Resaltar o inspeccionar
fi: Korosta tai tarkista
gl: Resaltar ou inspeccionar
mr: हायलाईट किंवा निरीक्षण करा
pl: Podświetl lub dokonaj inspekcji
pt_br: Destacar ou inspecionar
ru: Выделить или проверить
sv: Markera eller inspektera
ta: முன்னிலைப்படுத்து அல்லது ஆய்வுசெய்
uk: Підсвітити або оглянути
