Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Change the text color
ar: تغيير لون الكتابة
cs: Změňte barvu textu
de: Ändern Sie die Textfarbe
es: Cambiar el color del texto
fi: Vaihda tekstin väri
gl: Cambia a cor do texto
id: Ganti Warna Teks
ja: 文字色を変更します
mr: मजकुराचा रंग बदला
pl: Zmień kolor tekstu
pt_br: Alterar a cor do texto
ru: Изменить цвет текста
sv: Ändra textfärgen
ta: உரை நிறத்தை மாற்று
uk: Змінити колір тексту

source: Choose text color
ar: إختر لون الكتابة
cs: Zvolte barvu textu
de: Wählen Sie die Textfarbe
es: Elegir un color de texto
fi: Valitse tekstin väri
gl: Escoller a cor do texto
id: Pilih Warna Teks
ja: 文字色を選択
mr: मजकुराचा रंग निवडा
pl: Wybierz kolor tekstu
pt_br: Escolha a cor do texto
ru: Выберите цвет текста
sv: Välj textfärg
ta: உரை நிறத்தைத் தேர்வுசெய்க
uk: Виберіть колір тексту

source: Choose the color below
ar: إختر من الألوان في الأسفل
cs: Níže zvolte barvu
de: Wählen Sie eine der folgenden Farben
es: Elija un color de texto
fi: Valitse väri alta
gl: Escolle a cor a continuación
id: Pilih Warna dibawah
ja: 下で文字色を選択
mr: खाली रंग निवडा
pl: Wybierz kolor poniżej
pt_br: Escolha uma cor abaixo
ru: Выберите цвет ниже
sv: Välj färgen nedan
ta: கீழே உள்ள வண்ணத்தைத் தேர்வுசெய்க
uk: Виберіть колір нижче

source: Change the highlight color
ar: تغيير سطوع اللون
cs: Změňte barvu zvýraznění
de: Ändern Sie die farbliche Markierung
es: Cambiar el color de resaltado
fi: Vaihda korostusväri
gl: Cambia a cor de resaltado
id: Ganti Warna Sorot
ja: ハイブリッド色を変更します
mr: हायलाईट रंग बदला
pl: Zmień kolor podkreślenia
pt_br: Alterar a cor de destaque
ru: Изменить цвет выделения
sv: Ändra markeringsfärgen
ta: முன்னிலைப்படுத்துதல் வண்ணத்தை மாற்று
uk: Змінити колір підсвічування

source: Choose highlight color
ar: إختيار سطوع اللون
cs: Zvolte barvu zvýraznění
de: Wählen Sie die farbliche Markierung aus
es: Elegir un color de resaltado
fi: Valitse korostusväri
gl: Escolla a cor de resaltado
id: Pilih Sorotan Warna
ja: ハイブリッド色を選択
mr: हायलाईट रंग निवडा
pl: Wybierz kolor podkreślenia
pt_br: Escolha a cor de destaque
ru: Выберите цвет выделения
sv: Ändra markeringsfärgen
ta: முன்னிலைப்படுத்துதல் வண்ணத்தைத் தேர்வுசெய்க
uk: Виберіть колір підсвічування

source: Loading comments editor...
ar: جاري تحميل محرر التعليقات…
cs: Načítání editoru komentářů...
de: Kommentar-Editor wird geladen …
es: Cargando el editor de comentarios...
fi: Ladataan kommenttimuokkainta...
gl: Cargando editor de comentarios...
id: Memuat Editor Komentar
ja: コメントのエディターがロード中...
mr: टिप्पण्या संपादक लोड करत आहे...
pl: Otwieranie edytora komentarzy…
pt_br: Carregando os comentários do editor...
ru: Загрузка редактора комментариев...
sv: Läser in kommentarredigeraren...
ta: கருத்துரைகள் திருத்தியை ஏற்றுகிறது...
uk: Завантажуємо редактор коментарів…

source: Deleting {0} from library, please wait...
ar: جاري حذف {0} من المكتبة، يرجى الانتظار...
cs: Odstraňování {0} z knihovny, čekejte...
de: {0} wird aus der Bibliothek gelöscht, bitte warten...
es: Eliminando {0} de la biblioteca, espere...
fi: Poistetaan {0} kirjastosta, odota hetki...
gl: Eliminando {0} da biblioteca, agarda...
id: Menghapus {0} dari library, tunggu sebentar...
ja: {0}をライブラリから削除中、お待ちください...
mr: {0} हे पुस्तकालयातून काढून टाकत आहे, कृपया प्रतीक्षा करा...
pl: Usuwanie {0} z biblioteki, proszę czekać...
pt_br: Apagando {0} da biblioteca, por favor espere...
ru: Удаление {0} из библиотеки, ожидайте...
sv: Tar bort {0} från biblioteket, vänta...
ta: நூலகத்திலிருந்து {0} ஐ நீக்குதல், தயவுசெய்து காத்திரு...
uk: Вилучаємо {0} з бібліотеки. Будь ласка, зачекайте…

source: Failed to delete {0}, with error:
ar: فشل حذف {0}، مع الخطأ:
cs: Nepodařilo se odstranit {0} s chybou:
de: {0} konnte nicht gelöscht werden. Fehlernummer:
es: Fallo al eliminar {0}, con error:
fi: {0} ei pystytty poistamaan, virheilmoitus:
gl: Produciuse un erro ao eliminar {0}, con erro:
id: Gagal untuk menghapus {0}, dengan masalah:
ja: {0} の削除に失敗 エラー:
mr: {0} डिलीट करण्यात अपयशी. ही त्रुटी आढळली:
pl: Nie udało się usunać {0}, błąd:
pt_br: Falha ao deletar {0}, com o erro:
ru: Сбой удаления {0}, с ошибкой:
sv: Det gick inte att ta bort {0}, med fel:
ta: பிழையுடன் {0} ஐ நீக்குவதில் தோல்வி:
uk: Не вдалося вилучити {0}. Помилка:

source: This will <b>permanently delete</b> <i>{0}</i> from your calibre library. Are you sure?
ar: سيؤدي هذا إلى <b>حذف دائم</b> لـ <i>{0}</i> من مكتبة Calibre الخاصة بك. هل أنت متأكد؟
cs: Toto <b>trvale odstraní</b> <i>{0}</i> z vaší knihovny Calibre. Opravdu to chcete?
de: Sind Sie sicher, dass <i>{0}</i> <b>endgültig</b> aus der Bibliothek <b>gelöscht</b> werden soll?
es: Esto <b>borrará permanentemente</b> <i>{0}</i> de la biblioteca de calibre. ¿Está seguro?
fi: <b>Poistat pysyvästi</b> <i>{0}</i> calibre-kirjastostasi. Oletko varma?
gl: Isto <b>eliminará permanentemente</b> <i>{0}</i> da túa biblioteca de calibre. Estás seguro?
id: Ini akan <b>Menghapus Permanen</b> <i>{0}</i> dari library calibre kamu. Apa kamu yakin?
ja: calibre ライブラリから<b> <i>{0}</i> を完全に削除</b>します。よろしいですか？
mr: याने तुमच्या कॅलिबर पुस्तकालयातून <i>{0}</i> हे <b>कायमचे डिलीट</b> केले जाईल. असे नक्की करायचे आहे का?
pl: To działanie <b>całkowicie usunie</b> <i>{0}</i> z biblioteki calibre. Czy jesteś pewien?
pt_br: Isto será <b>apagado permanentemente</b><i>{0}</i> da sua Biblioteca Calibre, Você tem certeza?
ru: Это <b>навсегда удалит</b> <i>{0}</i> из библиотеки calibre. Вы уверены?
sv: Detta <b>tar bort</b> <i>{0}</i> <b>permanent</b> från ditt calibre-bibliotek. Är du säker?
ta: இது <b>நிரந்தரமாக நீக்கப்படும்</b> <i>உங்கள் திறன் நூலகத்திலிருந்து {0}</i>. நீ சொல்வது உறுதியா?
uk: У результаті виконання дії <i>{0}</i> <b>остаточно вилучено</b> з вашої бібліотеки calibre. Ви впевнені у бажаності цієї дії?

source: Delete from?
ar: حذف من؟
cs: Odstranit z?
de: Löschen von?
es: ¿Eliminar de dónde?
fi: Poistetaan tästä?
gl: Eliminar de?
id: Hapus dari?
ja: 削除しますか？
mr: कुठून डिलीट करायचे?
pl: Usunąć z?
pt_br: Apagar de?
ru: Удалить?
sv: Ta bort från?
ta: இருந்து நீக்கவா?
uk: Звідки вилучити?

source: {0} is available both in the browser cache for offline reading and in your calibre library. Where do you want to delete it from?
ar: {0} متاح في كل من ذاكرة التخزين المؤقت للمتصفح للقراءة دون اتصال بالإنترنت وفي مكتبة Calibre الخاصة بك. من أين تريد حذفه؟
cs: Kniha {0} je dostupná jak v mezipaměti prohlížeče pro čtení offline, tak ve vaší knihovně Calibre. Odkud ji chcete odstranit?
de: {0} ist sowohl im Browser-Cache zum Offline-Lesen als auch in Ihrer Calibre-Bibliothek verfügbar. Von wo möchten Sie es löschen?
es: {0} está disponible en el caché del navegador para lectura sin conexión y en la biblioteca de calibre. ¿De dónde quiere eliminarlo?
fi: {0} on käytettävissä sekä selaimen välimuistissa offline-lukemista varten että kaliiperikirjastossasi. Mistä haluat poistaa sen?
gl: {0} está dispoñible tanto na caché do navegador para ler sen conexión como na túa biblioteca de calibre. De onde queres borralo?
id: {0} tersedia pada dua singgahan browser untuk baca secara offline dan dalam library calibre kamu. Dimana kamu ingin menghapusnya?
ja: {0} はオフラインで読むためのブラウザキャッシュ、calibre ライブラリのいずれでも利用可能です。どこから削除しますか？
mr: {0} हे ऑफलाईन वाचनासाठी तुमच्या ब्राउझर कॅशमध्ये, तसेच तुमच्या कॅलिबर पुस्तकालयात उपलब्ध आहे. तुम्हाला ते कुठून डिलीट करायचे आहे?
pl: {0} dostępna jest zarówno w pamięci podręcznej przeglądarki do czytania offline, jak i w bibliotece calibre. Skąd chcesz ją usunąć?
pt_br: {0} está disponível no cache do navegador para leitura off-line e na sua biblioteca de calibre. De onde você quer deletar?
ru: «{0}» есть как в кэше браузера для автономного чтения, так и в вашей библиотеке calibre. Откуда вы хотите удалить её?
sv: {0} finns både i webbläsarens cache för frånkopplad läsning och i ditt calibre-bibliotek. Var vill du ta bort den från?
ta: {0} தொடர்பிலா வாசிப்புக்கான உலாவி தற்காலிக சேமிப்பிலும், உங்கள் திறன் நூலகத்திலும் கிடைக்கிறது. அதை எங்கிருந்து நீக்க விரும்புகிறீர்கள்?
uk: {0} є як у кеші програми для автономного перегляду, так і у вашій бібліотеці calibre. Звідки слід виконати вилучення?

source: Cache
ar: ذاكرة التخزين المؤقت
cs: Mezipaměti
de: Zwischenspeicher
es: Caché
fi: Välimuisti
gl: Caché
id: Singgahan
ja: キャッシュ
mr: कॅश
pl: Pamięć podręczna
ru: Кэш
ta: இடைமாற்று
uk: Кеш

source: Library and cache
ar: المكتبة وذاكرة التخزين المؤقت
cs: Knihovny a mezipaměti
de: Bibliothek und Zwischenspeicher
es: Biblioteca y caché
fi: Kirjasto ja välimuisti
gl: Biblioteca e caché
id: Library dan Siggahan
ja: ライブラリとキャッシュ
mr: पुस्तकालय आणि कॅश
pl: Biblioteka i pamięć podręczna
pt_br: Biblioteca e cache
ru: Библиотека и кэш
sv: Bibliotek och cache
ta: நூலகம் மற்றும் இடைமாற்று
uk: Бібліотека і кеш

source: Contacting server, please wait
ar: الإتصال بالخادم جاري, الرجاء الإنتظار
cs: Kontaktování serveru, čekejte
de: Server wird kontaktiert, bitte warten
es: Conectando con el servidor, espere
fi: Otetaan yhteyttä palvelimeen, odota hetki
gl: Contactando co servidor, agarde
id: Mengontak server, tolong tunggu
ja: サーバと通信中、お待ちください…
mr: सर्व्हरशी संपर्क साधत आहे, कृपया प्रतीक्षा करा
pl: Trwa łączenie z serwerem. Proszę czekać…
pt_br: Conectando servidor, por favor aguarde...
ru: Обращение к серверу, подождите
sv: Kontaktar servern, vänta
ta: சேவையகத்தைத் தொடர்பு கொள்ளு, தயவுசெய்து காத்திரு
uk: Встановлюємо зв’язок із сервером, зачекайте

source: Edit the "{}" below
ar: عدل ال"{}" في الأسفل
cs: Upravte "{}" níže
de: bearbeite "{}" unten
es: Modifique el «{}» más abajo
fi: Muokkaa "{}" alla
gl: Edita o «{}» a continuación
id: Ubah "{}" dibawah
ja: "{}" を以下で編集
mr: खालील "{}" संपादित करा
pl: Edytuj poniższe pole "{}"
pt_br: Edite o "{}" abaixo
ru: Отредактируйте «{}» ниже
sv: Redigera "{}" nedan
ta: கீழே உள்ள "{}" ஐத் திருத்து
uk: Змініть «{}» нижче

source: Tap to add:
ar: انقر للإضافة:
cs: Klepnout pro přidání:
de: Zum Hinzufügen antippen:
es: Tocar para añadir:
fi: Lisää napauttamalla:
gl: Toca para engadir:
ja: タップして追加:
mr: जोडायला टॅप करा:
pl: Dotknij, aby dodać:
pt_br: Toque para adicionar:
ru: Нажмите, чтобы добавить:
sv: Tryck för att lägga till:
ta: சேர்க்க தட்டவும்:
uk: Торкніться, щоб додати:

source: Tap to remove:
ar: انقر للإزالة:
cs: Klepnout pro odebrání:
de: Zum Entfernen antippen:
es: Tocar para eliminar:
fi: Poista napauttamalla:
gl: Toca para eliminar:
ja: タップして削除:
mr: काढून टाकायला टॅप करा:
pl: Dotknij, aby usunąć:
pt_br: Toque para remover:
ru: Нажмите, чтобы удалить:
sv: Tryck för att ta bort:
ta: அகற்ற தட்டவும்:
uk: Торкніться, щоб вилучити:

source: Failed to download items for completion, with error:
ar: فشل تحميل العناصر للإكمال، والخطأ:
cs: Nepodařilo se stáhnout položky pro dokončení s chybou:
de: Fehlerhafter Download mit Fehler:
es: Fallo al descar elementos para completar, con error:
fi: Viimeistelytietojen lataus epäonnistui, virheilmoitus:
gl: Produciuse un erro ao descargar os elementos para completar, con erro:
id: :Gagal untuk mengunduh item untuk menyempurnakan, dengan masalah:
ja: エラーが発生し、完了するためのアイテムをダウンロードできませんでした：
pl: Nie można pobrać elementów do uzupełnienia, błąd:
pt_br: Falha ao baixar itens para conclusão, com erro:
ru: Не удалось загрузить элементы для завершения, с ошибкой:
sv: Det gick inte att hämta post för att slutföra, med fel:
ta: பிழையுடன், முடிக்க உருப்படிகளைப் பதிவிறக்குவதில் தோல்வி:
uk: Не вдалося отримати записи для доповнення. Помилка:

source: Edit the "{0}" below. Multiple items can be separated by "{1}".
ar: عدل ال"{0}" في الأسفل.يمكن فصل عناصر متعددة بواسطة"{1}".
cs: Upravte "{0}" níže. Více položek může být odděleno "{1}".
de: Bearbeite die "{0}" unten. Mehrere Einträgen mit "{1}" trennen.
es: Modifique el "{0}" más abajo. Los elementos múltiples pueden separarse por "{1}".
fi: Muokkaa alla olevaa "{0}". Useita kohteita voidaan erottaa "{1}": llä.
gl: Edita o «{0}» a continuación. Pódense separar varios elementos por «{1}».
ja: 下の "{0}" を編集してください。"{1}" で区切って複数の項目を指定できます。
mr: "{0}" याचे खाली संपादन करा. अनेक वस्तू विभाजित करण्यासाठी याचा वापर करा: "{1}".
pl: Edytuj poniższy "{0}”. Elementy można rozdzielić znakiem "{1}”.
pt_br: Editar "{0}" abaixo. Múltiplos itens pode ser separados por "{1}".
ru: Отредактируйте «{0}» ниже. Несколько элементов можно разделять «{1}».
sv: Redigera "{0}" nedan. Flera poster kan separeras med "{1}".
ta: கீழே உள்ள "{0}" ஐத் திருத்து. பல உருப்படிகளை "{1}" மூலம் பிரிக்கலாம்.
uk: Змініть «{0}» нижче. Декілька записів можна відокремити символом «{1}».

source: Edit the "{0}" below.
ar: عدل ال"{0}" في الأسفل.
cs: Níže upravte "{0}".
de: Bearbeiten Sie "{0}" unten.
es: Modifique el «{0}» más abajo.
fi: Muokkaa "{0}" alla.
gl: Edita o «{0}» a continuación.
id: Ubah "{0}" dibawah
ja: "{0}" を以下で編集。
mr: खालील "{0}" संपादित करा.
pl: Edytuj poniższe pole "{0}”.
pt_br: Edite o "{0}" abaixo.
ru: Отредактируйте «{0}» ниже.
sv: Redigera "{0}" nedan.
ta: கீழே உள்ள "{0}" ஐத் திருத்து.
uk: Змініть «{0}» нижче.

source: Loading all {}...
ar: جاري تحميل الكل {}...
cs: Načítání všech {}...
de: Lade alle {}...
es: Cargando todos los {}...
fi: Ladataan kaikki {}...
gl: Cargando todos os {}...
id: Memuat semua {}...
ja: すべての {} をロード中...
mr: सर्व {} लोड करत आहे...
pl: Wczytywanie wszystkich {}…
pt_br: Carregando tudo {}...
ru: Загрузить всё {}…
sv: Läser in alla {}...
ta: அனைத்தையும் ஏற்றுகிறது {}...
uk: Завантажуємо усі {}…

source: Number:
ar: رقم:
cs: Číslo:
de: Nummer:
es: Número:
fi: Numero:
gl: Número:
id: Nomor:
ja: 番号:
mr: अंक:
pl: Numer:
pt_br: Número:
ru: Номер:
sv: Nummer:
ta: எண்:
uk: Номер:

source: Edit the "{}" below.
ar: عدل ال"{}" في الأسفل.
cs: Níže upravte "{}".
de: Bearbeite "{}" unten
es: Modifique el «{}» más abajo.
fi: Muokkaa "{}" alla.
gl: Edita o «{}» a continuación.
id: Ubah "{}" dibawah.
ja: "{}" を以下で編集。
mr: खालील "{}" संपादित करा.
pl: Edytuj poniższe pole "{}”.
pt_br: Edite o "{}" abaixo.
ru: Отредактируйте «{}» ниже.
sv: Redigera "{}" nedan.
ta: கீழே உள்ள "{}" ஐத் திருத்து.
uk: Змініть «{}» нижче.

source: Today
ar: اليوم
cs: Dnes
de: Heute
es: Hoy
fi: Tänään
gl: Hoxe
id: Hari ini
ja: 今日
mr: आज
pl: dzisiaj
pt_br: Hoje
ru: Сегодня
sv: Idag
ta: இன்று
uk: Сьогодні

source: Type:
ar: النوع:
cs: Typ:
de: Typ
es: Tipo:
fi: Tyyppi:
gl: Tipo:
id: Tipe:
ja: タイプ:
mr: प्रकार:
pl: Typ:
pt_br: Tipo:
ru: Тип:
sv: Typ:
ta: தட்டச்சு:
uk: Тип:

source: Value:
ar: القيمة:
cs: Hodnota:
de: Wert:
es: Valor:
fi: Arvo:
gl: Valor:
id: Nilai:
ja: 値:
mr: मूल्य:
pl: Wartość:
pt_br: Valor:
ru: Значение:
sv: Värde:
ta: மதிப்பு:
uk: Значення:

source: Add identifier
ar: أضف معرف
cs: Přidejte identifikátor
de: Kennung hinzufügen
es: Añadir identificador
fi: Lisää tunniste
gl: Engadir identificador
id: Tambah identifier
ja: 識別子を追加
pl: Dodaj identyfikator
pt_br: Adicione identificador
ru: Добавить идентификатор
sv: Lägg till identifierare
ta: அடையாளங்காட்டியைச் சேர்
uk: Додати ідентифікатор

source: Unrated
ar: غير مقيم
cs: Nehodnoceno
de: Unbewertet
es: Sin calificar
fi: Ei arvioita
gl: Sen clasificar
id: Belum dirating
ja: 未評価
mr: रेट न केलेले
pl: Brak oceny
pt_br: Não avaliado
ru: Без оценки
sv: Inte betygsatt
ta: மதிப்பிடப்பட்டது
uk: Без оцінки

source: Choose the "{}" below
ar: إختر ال"{}" في الأسفل
cs: Níže zvolte "{}".
de: Wähle "{}" unten
es: Elija el «{}»
fi: Valitse "{}" alla
gl: Escolla o «{}» a continuación
id: Pilih "{}" dibawah
ja: "{}" を以下で選択
mr: खालील "{}" निवडा
pl: Wybierz niżej "{}”
pt_br: Escolha o "{}" abaixo
ru: Выберите «{}» ниже
sv: Välj "{}" nedan
ta: கீழே உள்ள "{}" ஐத் தேர்வுசெய்க
uk: Виберіть «{}» нижче

source: Blank
ar: فارغ
cs: Prázdný
de: Leer
es: Vacío
fi: Tyhjä
gl: En branco
id: Kosong
ja: 空白
mr: रिक्त
pl: Pusty
pt_br: Branco
ru: Пусто
sv: Tom
ta: வெற்று
uk: Порожньо

source: Change the cover by <a>selecting the cover image</a> or drag and drop of the cover image here.
ar: غيّر الغلاف بواسطة <a>اختيار صورة الغلاف</a> أو سحب وإسقاط صورة الغلاف هنا.
cs: Změňte obálku <a>výběrem obrázku obálky</a> nebo přetažením obrázku obálky sem.
de: Ändern Sie das Titelbild durch <a>Auswahl des Titelbilds</a> oder per Drag & Drop des Titelbilds hier.
es: Elija la portada <a>seleccionando la imagen de portada</a> o arrastrando y soltando aquí la imagen de portada.
fi: Vaihda kansi <a>valitsemalla kansikuva</a> tai vedä kansikuva tähän.
gl: Cambia a portada <a>seleccionando a imaxe da portada</a> ou arrastrando e soltando a imaxe da portada aquí.
id: Ubah sampul dengan <a>memilih gambar sampul</a> atau drag and drop gambar sampul disini.
ja: <a>表紙画像を選択する</a>か表紙画像をここへドラッグ&ドロップして表紙を変更。
mr: आवरणपृष्ठ बदलण्यासाठी एक तर <a>आवरणपृष्ठाचे चित्र निवडा</a> किंवा ते चित्र खेचून येथे टाका.
pl: Zmień okładkę przez <a>wybranie obrazu okładki</a> lub przeciągnij i upuść obraz okładki tutaj.
pt_br: Altere a capa <a>selecionando a imagem da capa</a> ou faça arrastar e soltar com imagem da capa aqui.
ru: Измените обложку, <a>выбрав изображение</a> или перетащив его сюда.
sv: Byt omslaget genom att <a>välja omslagsbilden</a> eller dra och släpp omslagsbilden här.
ta: அட்டை படத்தைத் தேர்ந்தெடுப்பதன் மூலம் அட்டையை மாற்று </a> அல்லது அட்டை படத்தை இங்கே இழுத்து விடு.
uk: Змініть зображення обкладинки, <a>вибравши його</a>, або перетягніть і скиньте сюди зображення обкладинки.

source: Remove existing cover
ar: أزل الغلاف الموجود
cs: Odebrat existující obálku
de: Vorhandenes Titelbild entfernen
es: Eliminar portada actual
fi: Poista nykyinen kansi
gl: Elimina a tapa existente
id: Hapus sampul yang ada
ja: 既存のカバーを削除
mr: अस्तित्वातले आवरणपृष्ठ काढून टाका
pl: Usuń istniejącą okładkę
pt_br: Remover capa existente
ru: Удалить существующую обложку
sv: Ta bort befintligt omslag
ta: இருக்கும் அட்டையை அகற்று
uk: Вилучити наявну обкладинку

source: Add a format by <a>selecting the book file</a> or drag and drop of the book file here.
ar: أضف صيغة بواسطة <a>تحديد ملف الكتاب</a>أو اسحب وأسقط ملف الكتاب هنا.
cs: Přidejte formát <a>výběrem souboru knihy</a> nebo přetažením souboru knihy sem
de: Fügen Sie ein Format durch <a>Auswahl der Buchdatei</a> hinzu oder per Drag & Drop der Dateien hier.
es: Añada un formato <a>seleccionando el archivo del libro</a> o arrastre aquí el archivo del libro.
fi: Lisää formaatti <a>valitsemalla kirjatiedosto</a> tai vetämällä ja pudottamalla kirjatiedosto tähän.
gl: Engade un formato <a>seleccionando o ficheiro do libro</a> ou arrastrando e soltando o ficheiro aquí.
ja: <a>本のファイルを選択</a>するかここにドラッグ&ドロップしてフォーマットを追加
mr: स्वरूप जोडण्यासाठी एक तर <a>पुस्तकांची फाईल निवडा</a> किंवा ती फाईल खेचून येथे टाका.
pl: Dodaj format <a> wybierając plik książki </a>albo przeciągnij tutaj plik książki
pt_br: Adiciona um formato ao <a>selecionar o arquivo do livro</a> ou arrastar e soltar o arquivo aqui.
ru: Добавьте формат, <a>выбрав файл книги</a> или перетащив его сюда.
sv: Lägg till ett format genom att <a>välja bokfilen</a> eller dra och släpp av bokfilen här.
ta: <a> புத்தகக் கோப்பைத் தேர்ந்தெடுப்பதன் மூலம் ஒரு வடிவமைப்பைச் சேர் </a> அல்லது புத்தகக் கோப்பை இழுத்து விடு.
uk: Додайте формат <a>вибором файла книги</a> або перетягніть і скиньте сюди позначку файла книги.

source: Remove {}
ar: أزل {}
cs: Odebrat {}
de: Entfernen {}
es: Eliminar {}
fi: Poista {}
gl: Retirar {}
ja: {} を削除
mr: {} काढून टाका
pl: Usuń {}
pt_br: Remover {}
ru: Удалить {}
sv: Ta bort {}
ta: {} அகற்று
uk: Вилучити {}

source: Cover
ar: الغلاف
cs: Obálka
de: Titelbild
es: Portada
fi: Kansi
gl: Cuberta
id: Sampul
ja: 表紙
mr: आवरणपृष्ठ
pl: Okładka
pt_br: Capas
ru: Обложка
sv: Omslag
ta: அட்டை
uk: Обкладинка

source: Failed to update metadata on server
ar: فشل تحديث البيانات الوصفية في الخادوم
cs: Nepodařilo se aktualizovat metadata na serveru
de: Aktualisierung der Metadaten auf dem Server fehlgeschlagen.
es: Fallo al actualizar metadatos en el servidor
fi: Metatietojen lataaminen palvelimelle epäonnistui
gl: Produciuse un erro ao actualizar os metadatos no servidor
id: Gagal mengupdate metadata di server
ja: サーバ上の書誌情報更新に失敗
mr: सर्व्हरवर मेटाडेटा अपडेट करण्यात अपयशी
pl: Nie udało się zaktualizować metadanych na serwerze
pt_br: Falhou para atualizar os metadados no servidor
ru: Сбой обновления метаданных на сервере
sv: Det gick inte att uppdatera metadata på servern
ta: சேவையகத்தில் மீத்தரவைப் புதுப்பிக்கத் தவறிவிட்டது
uk: Не вдалося оновити метадані на сервері

source: Updating metadata for the book: {} failed.
ar: تحديث البيانات الوصفية للكتاب: {} فشل.
cs: Aktualizace metadat pro knihu: {} selhala.
de: Metadaten für das Buch aktualisieren: {} fehlgeschlagen.
es: La actualización de metadatos para el libro {} falló.
fi: Metatietojen lataminen kirjalle {} epäonnistui.
gl: Produciuse un erro ao actualizar os metadatos do libro: {}.
id: Mengupdate metadata untuk buku: {} gagal
ja: 電子書籍 {} の書誌情報更新に失敗。
mr: पुस्तकासाठी मेटाडेटा अपडेट करत आहे: {} अपयशी.
pl: Aktualizacja metadanych książki: {} nie powiodła się.
pt_br: Atualizando metadados para os livors: {} falhou.
ru: Сбой обновления метаданных для книги: {}.
sv: Uppdaterar metadata för boken: {} misslyckades.
ta: புத்தகத்திற்கான மீத்தரவைப் புதுப்பித்தல்: {} தோல்வியுற்றது.
uk: Оновлюємо метадані книги: помилка {}.

source: Could not update metadata for book
ar: لم يمكن تحديث البيانات الوصفية للكتاب
cs: Nelze aktualizovat metadata pro knihu
de: Metadaten für dieses Buch konnten nicht aktualisiert werden
es: No se pudo actualizar los metadatos del libro
fi: Kirjan metatietoja ei voitu päivittää
gl: Non se puideron actualizar os metadatos do libro
id: Tidak bisa mengupdate metadata untuk buku
ja: 電子書籍の書誌情報を更新できません
mr: पुस्तकासाठी मेटाडेटा अपडेट करता आला नाही
pl: Nie udało się zaktualizować metadanych książki
pt_br: Não consigo atualizar metadados para o o livro
ru: Невозможно обновить метаданные для книги
sv: Det gick inte att uppdatera metadata för bok
ta: புத்தகத்திற்கான மீத்தரவை புதுப்பிக்க முடியவில்லை
uk: Не вдалося оновити метадані книги

source: Tap on an item below to edit the notes associated with it.
ar: انقر على عنصر أدناه لتعديل الملاحظات المرتبطة به.
cs: Klepněte na následující položku pro úpravu jejích přidružených poznámek.
de: Tippe auf einen Eintrag unterhalb um die damit verbundenen Notizen zu bearbeiten.
es: Pulse en un elemento de abajo para modificar las notas asociadas con él.
fi: Napauta alla olevaa kohdetta muokataksesi siihen liittyviä muistiinpanoja.
gl: Toca un elemento a continuación para editar as notas asociadas a el.
mr: खालील एखाद्या वस्तूशी संबंधित टिपा संपादित करण्यासाठी त्यावर टॅप करा.
pl: Kliknij na elemencie poniżej, aby edytować związane z nim notatki.
pt_br: Selecione um item abaixo para editar as notas associadas a ele.
ru: Нажмите на элемент ниже, чтобы изменить примечания, связанные с ним.
sv: Tryck på en post nedan för att redigera anteckningarna som är kopplade till det.
ta: அதனுடன் தொடர்புடைய குறிப்புகளைத் திருத்த கீழே உள்ள ஒரு உருப்படியைத் தட்டவும்.
uk: Натисніть пункт нижче для редагування пов'язаних із ним нотаток.

source: This book has no authors/series/etc. that can have notes added to them
ar: لا يحتوي هذا الكتاب على مؤلفين/سلسلة/إلخ يمكن إضافة ملاحظات إليها
cs: Tato kniha nemá žádné autory, série atd., ke kterým by mohly být přidány poznámky
de: Dieses Buch hat keine Autoren / Serie / usw. an die Notizen angeheftet werden können
es: Este libro tiene autores, series, etc. a los que se puedan añadir notas
fi: Tässä kirjassa ei ole kirjailijoita/sarjoja/jne, joihin voisi lisätä huomautuksia
gl: Este libro non ten autores/series/etc. que se lles pode engadir notas
pl: Ta książka nie ma autorów/serii/itp. do których można dodać notatki
pt_br: Este livro não possui autores/séries/etc. que possam ter notas adicionadas a eles
ru: Эта книга не имеет авторов/серий/и т.д., к которым можно добавить примечания
sv: Denna bok har inga författare/serier/etc. som kan läggas till anteckningar till dem
ta: இந்த புத்தகத்தில் ஆசிரியர்கள்/தொடர்/போன்றவை இல்லை. அவற்றில் குறிப்புகள் சேர்க்கப்படலாம்
uk: У цієї книги немає записів авторів, циклів тощо, до яких можна додавати нотатки
