Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Choose book list mode…
ar: إختر وضع قائمة الكتب…
cs: Zvolte režim seznamu knih...
de: Bücherlistenmodus auswählen …
es: Elegir modo de lista de libros…
fi: Valitse kirjaluettelotila…
gl: Escolle o modo de lista de libros...
id: Pilih mode daftar buku...
ja: 本一覧のモードを選択…
mr: पुस्तकांच्या यादीचे मोड निवडा...
pl: Wybierz tryb wyświetlania książek…
pt_br: Escolha o modelo da lista de livros
ru: Выберите вид списка книг…
sv: Välj boklistläge…
ta: புத்தக பட்டியல் பயன்முறையைத் தேர்வுசெய்க…
uk: Вибрати режим списку книг…

source: Cover grid
ar: لوحة أغلفة الكتب
cs: Mřížka obálek
de: Titelbildraster
es: Cuadro de portadas
fi: Kansiruudukko
gl: Grade de capas
id: Kisi sampul
ja: 表紙グリッド
mr: आवरणपृष्ठ ग्रिड
pl: Widok okładek
pt_br: Grade de Capas
ru: Сетка обложек
sv: Omslagsrutnät
ta: அட்டை கட்டம்
uk: Таблиця обкладинок

source: Detailed list
ar: تفاصيل القائمة
cs: Podrobný seznam
de: Detailierte Liste
es: Lista detallada
fi: Yksityiskohtainen luettelo
gl: Lista detallada
id: Daftar detail
ja: 詳細一覧
mr: तपशीलवार यादी
pl: Lista szczegółowa
pt_br: Lista detalhada
ru: Детальный список
sv: Detaljerad lista
ta: விரிவான பட்டியல்
uk: Докладний список

source: Custom list
ar: لائحة مخصصة
cs: Vlastní seznam
de: Benutzerdefinierte Liste
es: Lista personalizada
fi: Mukautettu luettelo
gl: Lista personalizada
id: Daftar buatan
ja: カスタム一覧
mr: सामुकूल यादी
pl: Lista dostosowana
pt_br: Lista personalizada
ru: Пользовательский список
sv: Anpassad lista
ta: தனிப்பயன் பட்டியல்
uk: Нетиповий список

source: Choose a display mode for the list of books from below
ar: اختر نمط عَرض للائحة الكتب مما يلي
cs: Níže zvolte režim zobrazení pro seznam knih
de: Wählen Sie unten einen Darstellungsmodus für die Bücherliste
es: Elija un modo para mostrar la lista de libros de los siguientes
fi: Valitse alta kirjaluettelon tyyppi
gl: Escolla un modo para mostrar a lista de libros de embaixo
id: Pilih mode tampilan untuk daftar buku
ja: 本の一覧を表示するモードを下から選択
mr: पुस्तकांची यादी दाखवायचा मोड खालील पर्यायांमधून निवडा
pl: Wybierz tryb wyświetlania listy książek z poniższych
pt_br: Escolha o modelo para exibir a lista de livros abaixo
ru: Выберите вид списка книг ниже
sv: Välj ett visningsläge för boklistan nedan
ta: கீழே உள்ள புத்தகங்களின் பட்டியலுக்கு காட்சி பயன்முறையைத் தேர்வுசெய்க
uk: Виберіть режим показу списку книг із наведених нижче варіантів

source: More actions…
ar: المزيد من الحركات…
cs: Více akcí...
de: Mehr Aktionen …
es: Más acciones…
fi: Lisää toimintoja…
gl: Máis accións...
id: Tindakan lain...
ja: その他...
mr: अधिक क्रिया...
pl: Więcej działań
pt_br: Mais ações...
ru: Больше действий…
sv: Fler åtgärder…
ta: மேலும் செயல்கள்…
uk: Інші дії…

source: Book list mode
ar: نمط لائحة الكتب
cs: Režim seznamu knih
de: Bücherlistenmodus
es: Modo de lista de libros
fi: Kirjaluettelo
gl: Modo da lista de libros
id: Mode daftar buku
ja: 書籍リストモード
mr: पुस्तकांच्या यादीचे मोड
pl: Tryb listy książek
pt_br: Modelo de lista de livros
ru: Вид списка книг
sv: Boklistläge
ta: புத்தக பட்டியல் பயன்முறை
uk: Режим списку книг

source: Change how the list of books is displayed
ar: غير طريقة ظهور قائمة الكتب
cs: Změnit, jak je seznam knih zobrazen
de: Darstellung der Bücherliste ändern
es: Cambiar cómo se muestra la lista de libros
fi: Vaihda kirjaluettelon esitystapaa
gl: Cambie como se mostra a lista de libros
id: Ubah cara daftar buku ditampilkan
ja: 本の並びの表示方法を変更
mr: पुस्तकांची यादी कशी दाखवली जाते हे बदला
pl: Zmień sposób wyświetlania listy książek
pt_br: Alterar como a lista de livros é exibida
ru: Изменить отображение списка книг
sv: Ändra hur boklistan visas
ta: புத்தகங்களின் பட்டியல் எவ்வாறு காட்டப்படுகிறது என்பதை மாற்று
uk: Змінити спосіб показу списку книг

source: A random book
ar: كتاب عشوائي
cs: Náhodná kniha
de: Zufälliges Buch
es: Un libro al azar
fi: Satunnainen kirja
gl: Un libro ao chou
id: Sembarang buku
ja: ランダムな本
mr: यादृच्छिक पुस्तक
pl: Losowa książka
pt_br: Um livro aleatório
ru: Случайная книга
sv: En slumpad bok
ta: ஒரு சீரற்ற புத்தகம்
uk: Випадкова книга

source: Choose a random book from the library
ar: إختر كتابا عشوائيا من المكتبة
cs: Zvolit náhodnou knihu z knihovny
de: Zufälliges Buch aus der Bibliothek auswählen
es: Elegir un libro aleatorio de la biblioteca
fi: Valitse kirjastosta satunnainen kirja
gl: Escolla un libro da biblioteca ao chou
id: Pilih sembarang buku dari pustaka
ja: ライブラリからランダムに本を選択
mr: पुस्तकालयातून एखादे यादृच्छिक पुस्तक निवडा
pl: Wybierz losową książkę z biblioteki
pt_br: Escolha uma livro aleatório da biblioteca
ru: Выбрать случайную книгу из библиотеки
sv: Välj en slumpad bok från biblioteket
ta: நூலகத்திலிருந்து ஒரு சீரற்ற புத்தகத்தைத் தேர்வுசெய்க
uk: Вибрати випадкову книгу з бібліотеки

source: Choose Virtual library
ar: إختر مكتبة وهمية
cs: Zvolte Virtuální knihovnu
de: Virtuelle Bibliothek auswählen
es: Elegir biblioteca virtual
fi: Valitse Virtuaalikirjasto
gl: Escoller biblioteca virtual
id: Pilih pustaka Virtual
ja: 仮想ライブラリを選択
mr: आभासी पुस्तकालय निवडा
pl: Wybierz wirtualną bibliotekę
pt_br: Escolha a Biblioteca Virtual
ru: Выбрать виртуальную библиотеку
sv: Välj virtuellt bibliotek
ta: மெய்நிகர் நூலகத்தைத் தேர்வுசெய்க
uk: Виберіть віртуальну бібліотеку

source: Browse books in a Virtual library
ar: تصفح الكتب في المكتبة الوهمية
cs: Procházet knihy ve Virtuální knihovně
de: Bücher in der Virtuellen Bibliothek durchsuchen
es: Explorar libros en una biblioteca virtual
fi: Selaa kirjoja Virtual libraryssa
gl: Busca libros nunha biblioteca virtual
id: Telusuri buku dalam pustaka Virtual
ja: 仮想ライブラリの本を表示
mr: आभासी पुस्तकालयात पुस्तके चाळा
pl: Przeglądaj książki w bibliotece wirtualnej
pt_br: Procurar livros na Biblioteca Virtual
ru: Просмотр книг в виртуальной библиотеке
sv: Bläddra bland böcker i ett virtuellt bibliotek
ta: மெய்நிகர் நூலகத்தில் புத்தகங்களை உலாவுக
uk: Перегляд книг у віртуальній бібліотеці

source: A grid of book covers
ar: شبكة من أغلفة الكتب
cs: Mřížka obálek knihy
de: Ein Raster mit Buchtitelbildern
es: Parrilla de portadas de libros
fi: Ruudukko kirjankansia
gl: Unha grella de capas
id: Tampilan kisi sampul buku
ja: 本の表紙のグリッド
mr: पुस्तकांच्या आवरणपृष्ठांचे ग्रिड
pl: Siatka Okładek Książek
pt_br: Uma grade com as capas dos livros
ru: Сетка обложек книг
sv: Ett rutnät av bokomslag
ta: புத்தக அட்டைகளின் கட்டம்
uk: Таблиця обкладинок книг

source: by
ar: بواسطة
cs: od
de: von
es: por
fi: tekijä
gl: por
id: oleh
pl: autorstwa
pt_br: por
ru: от
sv: av
ta: மூலம்

source: {} by {}
ar: {} بواسطة {}
cs: {} od {}
de: {} von {}
es: {} de {}
gl: {} por {}
id: {} oleh {}
pl: {} autorstwa {}
pt_br: {} por {}
ru: {} по {}
sv: {} av {}
ta: {} இதற்கு {}

source: A customizable list (see Preferences->Sharing over the net->Book list template)
ar: لائحة قابلة للتخصيص (انظر التفضيلات->المشاركة عبر الشبكة->قالب لائحة كتب)
cs: Přizpůsobitelný seznam (podívejte se do Předvolby->Sdílení po síti->Šablona seznamu knih)
de: Eine anpassbare Liste (siehe "Einstellungen" → "Netzwerkserver" → "Buchlistenvorlage")
es: Una lista personalizable (ver Preferencias > Compartir por la red > Plantilla de lista de libros)
fi: Mukautettava luettelo (katso Asetukset -> Jakaminen verkkoon -> Kirjaluettelomalli)
gl: Unha lista personalizable (consulte Preferencias->Compartir a través da rede->Modelo de lista de libros)
id: Daftar yang dapat disesuaikan (lihat Preferences->Sharing over the net->Book list template)
ja: カスタマイズ可能な一覧 (環境設定 -> ネット上で共有 -> 本の一覧テンプレート を参照)
mr: सानुकूल करता येणारी यादी (पाहा: पसंती->इंटरनेटवर शेअर करणे->पुस्तकांच्या यादीचा साचा)
pl: Konfigurowalna lista (zobacz Ustawienia->Współdzielenie przez sieć->Szablon listy książek)
pt_br: Uma lista personalizada (veja Preferencias->Compartilhar da internet->Padrão Lista de Livros)
ru: Настраиваемый список (см. Параметры->Общий доступ к файлам->Сетевой доступ->Шаблон списка книг)
sv: En anpassningsbar lista (se Inställningar->Dela via nätet->Mall för boklista)
ta: தனிப்பயனாக்கக்கூடிய பட்டியல் (முன்னுரிமைகள்-> நிகர-> புத்தக பட்டியல் வார்ப்புருவைப் பகிர்வதைக் காண்க)
uk: Придатний до налаштовування список (див. Налаштування -> Обмін мережею -> Шаблон списку книг)

source: <b>{title}</b> by {authors}
ar: <b>{title}</b> للمؤلف {authors}
cs: <b>{title}</b> od {authors}
de: <b>{title}</b> von {authors}
es: <b>{title}</b> por {authors}
fi: <b>{title}</b>, {authors}
gl: <b>{title}</b> de {authors}
id: <b>{title}</b> karya {authors}
pl: <b>{title}</b> autorstwa {authors}
pt_br: <b>{title}</b> por {authors}
ru: <b>{title}</b> — {authors}
sv: <b>{title}</b> av {authors}
ta: {authors} இவர்களின் <b>{title}</b>
uk: <b>{title}</b>, автор — {authors}

source: {series_index} of <i>{series}</i>
ar: {series_index} من <i>{series}</i>
cs: {series_index}. z <i>{series}</i>
de: {series_index} von <i>{series}</i>
es: {series_index} de <i>{series}</i>
fi: Osa {series_index} / <i>{series}</i>
gl: {series_index} de <i>{series}</i>
id: {series_index} dari <i>{series}</i>
ja: {series_index}巻中の<i>{series}巻</i>
mr: <i>{series}</i> मधील {series_index}
pl: {series_index} część z cyklu <i>{series}</i>
pt_br: {series_index} de <i> {series} </i>
ru: {series_index} из <i>{series}</i>
sv: {series_index} av <i>{series}</i>
ta: <i>{series}</i> இன் {series_index}
uk: {series_index} з <i>{series}</i>

source: Date: {timestamp}
ar: التأريخ: {timestamp}
cs: Datum: {timestamp}
de: Datum: {timestamp}
es: Fecha: {timestamp}
fi: Pvm: {timestamp}
gl: Data: {timestamp}
id: Tanggal: {timestamp}
ja: 日付: {timestamp}
mr: दिनांक: {timestamp}
pl: Data: {timestamp}
pt_br: Data: {timestamp}
ru: Дата: {timestamp}
sv: Datum: {timestamp}
ta: தேதி: {timestamp}
uk: Дата: {timestamp}

source: Published: {pubdate}
ar: نُشر في: {pubdate}
cs: Vydáno: {pubdate}
de: Veröffentlicht: {pubdate}
es: Fecha de publicación: {pubdate}
fi: Julkaistu: {pubdate}
gl: Publicado: {pubdate}
id: Diterbitkan: {pubdate}
ja: 発行日: {pubdate}
mr: प्रकाशित केले: {pubdate}
pl: Wydano: {pubdate}
pt_br: Publicado: {pubdate}
ru: Опубликовано: {pubdate}
sv: Publicerad: {pubdate}
ta: வெளியிடப்பட்டது: {pubdate}
uk: Дата публікації: {pubdate}

source: Publisher: {publisher}
ar: الناشر: {publisher}
cs: Vydavatel: {publisher}
de: Verlag: {publisher}
es: Editorial: {publisher}
fi: Julkaisija: {publisher}
gl: Editorial: {publisher}
id: Penerbit: {publisher}
ja: 発行者: {publisher}
mr: प्रकाशक: {publisher}
pl: Wydawca: {publisher}
pt_br: Editor: {publisher}
ru: Издательство: {publisher}
sv: Utgivare: {publisher}
ta: வெளியீட்டாளர்: {publisher}
uk: Видавець: {publisher}

source: You are not authorized to view this site
ar: غير مسموح لك برؤية الموقع
cs: Nejste oprávněni zobrazit tuto stránku
de: Sie haben keine Berechtigung zum Anzeigen dieser Seite
es: No tiene autorización para ver esta página
fi: Sinulla ei ole oikeuksia tämän sivuston katseluun
gl: Non estás autorizado para ver este sitio
id: Anda tidak memiliki izin untuk melihat situs ini
ja: サイトを閲覧する権限がありません
mr: हे संकेतस्थळ पाहण्यास तुम्ही अधिकृत नाही
pl: Nie masz wystarczających uprawnień, aby zobaczyć tę stronę
pt_br: Você não tem autorização para visualizar este site
ru: Вы не авторизованы для просмотра этого сайта
sv: Du är inte autentiserad att se denna sida
ta: நீங்கள் இந்த தளத்தில் பார்வையிட அதிகாரம் இல்லை
uk: Вас не уповноважено на перегляд цього сайта

source: You are using a browser that does not have the iframe srcdoc attribute. This is not supported. Use a better browser such as <b>Google Chrome</b> or <b>Mozilla Firefox</b>, instead. You can also use the simplified <a href="mobile">/mobile</a> interface if you do not have access to a modern browser.
ar: أنت تستخدم متصفح غير مدعوم. يرجى استخدام متصفح أفضل مثل <b>جوجل كروم</b> أو <b>موزيلا فايرفوكس</b>، بدلاً من ذلك. يمكنك أيضاً استخدام الواجهة المبسطة/<a href="mobile">المحمولة</a> إذا لم يكن لديك إمكانية الوصول إلى متصفح حديث.
cs: Používáte prohlížeč, který nemá atribut iframe srcdoc. Toto není podporováno. Použijte místo něj lepší prohlížeč, jako je například <b>Google Chrome</b> nebo <b>Mozilla Firefox</b>. Pokud nemáte přístup k modernímu prohlížeči, můžete také použít zjednodušené <a href="mobile">mobilní</a>rozhraní.
de: Sie verwenden eine Browser, der nicht über das Attribut "iframe srcdoc" verfügt. Dies wird nicht unterstützt. Verwenden Sie stattdessen einen besseren Browser wie <b>Google Chrome</b> oder <b>Mozilla Firefox</b>. Sie können auch die vereinfachte <a href="mobile">/mobile</a> Oberfläche verwenden, falls Sie keinen Zugriff auf einen modernen Browser haben.
es: Está usando un navegador que no tiene el atributo «srcdoc» en «iframe». Esto no está soportado. Use un navegador mejor como <b>Google Chrome</b> o <b>Mozilla Firefox</b>. También puede usar la interfaz simplificada <a href="mobile">/mobile</a> si no tiene acceso a un navegador moderno.
fi: Käytät selainta, jolla ei ole iframe srcdoc-attribuuttia. Tämä estää käytön. Käytä parempaa selainta, kuten <b>Google Chrome</b> tai <b>Mozilla Firefox</b>. Voity myös valita yksinkertaistetun <a href="mobile">/mobile</a> -käyttöliittymän, jos et saa käyttöösi nykyaikaista selainta.
gl: Está a usar un navegador que non ten o atributo iframe srcdoc. Isto non é compatible. No seu lugar, use un navegador mellor como <b>Google Chrome ou <b>Mozilla Firefox</b>. Tamén podes usar a interface simplificada<a href="mobile">/móbil</a> se non tes acceso a un navegador moderno.
id: Anda menggunakan peramban yang tidak memiliki atribut iframe srcdoc. Ini tidak didukung. Gunakan peramban seperti <b>Google Chrome</b> atau <b>Mozilla Firefox</b>. Anda juga dapat menggunakan antarmuka <a href="mobile">/mobile</a> jika tidak memiliki akses ke peramban modern.
ja: iframe の srcdoc 属性がないブラウザを使用しています。これはサポート外です。<b>Google Chrome</b> や <b>Mozilla Firefox</b> など、もっとよいブラウザを使用してください。最新のブラウザを利用できない場合には簡略化された <a href="mobile">/mobile</a> インタフェースを使用することも可能です。
pl: Korzystasz z przeglądarki, która nie obsługuje atrybutu srcdoc dla elementu iframe. To nie jest wspierane. Zamiast tego, korzystaj z lepszej przeglądarki, takiej jak <b>Google Chrome</b> lub <b>Mozilla Firefox</b>. Możesz również użyć uproszczonego interfejsu <a href="mobile">/mobile</a> jeśli nie masz dostępu do nowoczesnej przeglądarki.
pt_br: Você está usando um navegador que não possui o atributo iframe srcdoc. Isso não é suportado. Use um navegador melhor, como <b>Google Chrome</b> ou <b>Mozilla Firefox</b>. Você também pode usar a interface simplificada <a href="mobile">/ mobile</a> se não tiver acesso a um navegador moderno.
ru: Ваш браузер не поддерживает атрибут srcdoc в iframe. Лучше воспользуйтесь такими браузерами, как, например, <b>Google Chrome</b> или <b>Mozilla Firefox</b>. Вы также можете использовать упрощённый <a href="mobile">/мобильный</a> интерфейс, если у вас нет доступа к современному браузеру.
sv: Du använder en webbläsare som inte har attributet iframe srcdoc. Detta stöds inte. Använd en bättre webbläsare som <b>Google Chrome</b> eller <b>Mozilla Firefox</b>, istället. Du kan också använda det förenklade gränssnittet <a href="mobile">/mobile</a> om du inte har tillgång till en modern webbläsare.
ta: இசட்டம் மூலஆவண பண்புக்கூறு இல்லாத உலாவியைப் பயன்படுத்துகிறீர்கள். இது ஆதரிக்கப்படவில்லை. அதற்கு பதிலாக <b> கூகிள் குரோம் </b> அல்லது <b> மொசில்லா தீநரி </b> போன்ற சிறந்த உலாவியைப் பயன்படுத்து. நவீன உலாவிக்கு அணுகல் இல்லையென்றால் எளிமைப்படுத்தப்பட்ட <a href="Mobile">/மொபைல் </a> இடைமுகத்தையும் நீங்கள் பயன்படுத்தலாம்.
uk: Ви користуєтеся програмою, у якій не передбачено підтримки атрибута srcdoc у iframe. Підтримки роботи з такими програмами не передбачено. Скористайтеся широковживаними програмами, зокрема <b>Google Chrome</b> або <b>Mozilla Firefox</b>. Ви також можете скористатися спрощеним інтерфейсом <a href="mobile">/mobile</a>, якщо у вас немає доступу до сучасної програми для подорожей у інтернеті.

source: Continue reading…
ar: أكمل القراءة…
cs: Pokračovat ve čtení…
de: Weiterlesen …
es: Continuar lectura…
fi: Jatka lukemista…
gl: Continuar lendo...
id: Teruskan membaca...
ja: もっと読む…
mr: वाचन चालू ठेवा...
pl: Kontynuuj czytanie...
pt_br: Continue lendo...
ru: Продолжить чтение…
sv: Fortsätt läsa…
ta: தொடர்ந்து படி…
uk: Продовжити читання…

source: Browse all downloaded books…
ar: تصفح جميع الكتب المحملة…
cs: Procházet všechny stažené knihy…
de: Alle heruntergeladenen Bücher anzeigen …
es: Explorar todos los libros descargados…
fi: Selaa kaikkia ladattuja kirjoja…
gl: Examinar todos os libros descargados...
id: Telusuri semua buku yang diunduh...
ja: ダウンロード済みの本をすべて表示…
mr: डाउनलोड केलेली सर्व पुस्तके चाळा...
pl: Przeglądaj wszystkie pobrane książki…
pt_br: Ver todos os livros baixados...
ru: Просмотр всех загруженных книг…
sv: Bläddra bland alla hämtade böcker…
ta: பதிவிறக்கம் செய்யப்பட்ட அனைத்து புத்தகங்களையும் உலாவுக…
uk: Навігація списком усіх отриманих книг…

source: Change password for: {}
ar: تغيير كلمة السر لل:{}
cs: Změnit heslo pro: {}
de: Passwort ändern für: {}
es: Cambiar contraseña para: {}
fi: Vaihda {} salasana
gl: Cambiar o contrasinal de: {}
id: Ganti sandi untuk: {}
ja: {}のパスワードを変更
mr: यांचा पासवर्ड बदला: {}
pl: Zmień hasło dla: []
pt_br: Troque a senha para: {}
ru: Сменить пароль для: {}
sv: Ändra lösenord för: {}
ta: இதற்கான கடவுச்சொல்லை மாற்று: {}
uk: Змінити пароль для {}

source: Current password:
ar: كلمة السر الحالية:
cs: Aktuální heslo:
de: Aktuelles Passwort:
es: Contraseña actual:
fi: Nykyinen salasana:
gl: Contrasinal actual:
id: Sandi saat ini:
ja: 現在のパスワード:
mr: वर्तमान पासवर्ड:
pl: Obecne hasło:
pt_br: Senha atual:
ru: Текущий пароль:
sv: Nuvarande lösenord:
ta: தற்போதைய கடவுச்சொல்:
uk: Поточний пароль:

source: New password:
ar: كلمة السر الجديدة:
cs: Nové heslo:
de: Neues Passwort:
es: Nueva contraseña:
fi: Uusi salasana:
gl: Contrasinal novo:
id: Sandi baru:
ja: 新しいパスワード:
mr: नवीन पासवर्ड:
pl: Nowe hasło:
pt_br: Nova senha:
ru: Новый пароль:
sv: Nytt lösenord:
ta: புதிய கடவுச்சொல்:
uk: Новий пароль:

source: New password again:
ar: كلمة السر الجديدة مجددا:
cs: Znovu nové heslo:
de: Neues Passwort wiederholen:
es: Nueva contraseña otra vez:
fi: Uusi salasana uudestaan:
gl: Contrasinal novo, outra vez:
id: Ulangi sandi baru:
ja: 新しいパスワード（確認用）:
mr: पुन्हा एकदा नवीन पासवर्ड:
pl: Powtórz nowe hasło:
pt_br: Nova senha novamente:
ru: Новый пароль повторно:
sv: Nytt lösenord igen:
ta: மீண்டும் புதிய கடவுச்சொல்:
uk: Новий пароль ще раз:

source: Password successfully changed, you will be asked for the new password the next time the browser has to contact the calibre server.
ar: تغيرت كلمة المرور بنجاح، ستُطالَب بكلمة المرور الجديدة في المرة القادمة التي يتوجب على المتصفح أن يتصل بخادم Calibre.
cs: Heslo úspěšně změněno, při při příštím kontaktování serveru Calibre prohlížečem budete požádáni o nové heslo.
de: Passwort erfolgreich geändert. Nach dem neuen Passwort werden Sie gefragt, sobald der Browser den Calibre-Server das nächste Mal kontaktieren muss.
es: La contraseña se cambió correctamente; se le solicitará la nueva contraseña la próxima vez que el navegador tenga que comunicarse con el servidor de calibre.
fi: Salasanan vaihto onnistui, sinulta kysytään uutta salasanaa, kun selaimen on seuraavan kerran otettava yhteyttä calibre-palvelimeen.
gl: O contrasinal cambiouse correctamente. Háselle pedir o contrasinal novo a próxima vez que o navegador teña que contactar co servidor de calibre.
id: Sandi berhasil diubah, Anda harus memasukkan sandi baru jika peramban harus menghubungi server calibre lagi.
ja: パスワードを変更に成功しました、ブラウザから次回calibreのサーバを繋ぐ時に、この新しいパスワードを求められます.
pl: Hasło zostało pomyślnie zmienione, przy kolejnym otwarciu przeglądarki przez serwer calibre zostaniesz poproszony o autoryzację nowym hasłem.
pt_br: Senha alterada com sucesso, a nova senha será solicitada na próxima vez em que o navegador precisar entrar em contato com o servidor de calibre.
ru: Пароль успешно изменён, пароль будет запрошен браузером при соединении с сервером calibre.
sv: Lösenordet har ändrats, du kommer att bli ombedd om det nya lösenordet nästa gång webbläsaren behöver kontakta calibre-servern.
ta: கடவுச்சொல் வெற்றிகரமாக மாற்றப்பட்டது, அடுத்த முறை உலாவி திறன் சேவையகத்தைத் தொடர்பு கொள்ளும்போது புதிய கடவுச்சொல்லைக் கேட்கப்படும்.
uk: Пароль успішно змінено. Програма попросить вас ввести новий пароль наступного разу, коли браузер встановлюватиме зв’язок із сервером calibre.

source: Failed to change password, with error: {}
ar: فشل في تغيير كلمة السر, و الخطأ: {}
cs: Nepodařilo se změnit heslo, s chybou: {}
de: Passwort konnte nicht geändert werden. Fehler: {}
es: Fallo al cambiar la contraseña, error: {}
fi: Salasanan vaihtaminen epäonnistui, virheilmoitus: {}
gl: Non foi posíbel cambiar o contrasinal; o erro foi: {}
id: Gagal mengubah sandi, masalah: {}
ja: パスワードを変更に失敗しました、エラー: {}
mr: पासवर्ड बदलण्यात अपयशी. ही त्रुटी आढळली: {}
pl: Nie udało się zmienić hasła, błąd: {}
pt_br: Falha ao trocar a senha, com erro: {}
ru: Сбой смены пароля, ошибка : {}
sv: Det gick inte att ändra lösenord, med fel: {}
ta: கடவுச்சொல்லை மாற்றுவதில் தோல்வி, பிழையுடன்: {}
uk: Не вдалося змінити пароль — помилка: {}

source: The two new passwords do not match
ar: الكلمتان السريتان غير متطابقتان
cs: Dvě nová hesla se neshodují
de: Die beiden neuen Passwörter stimmen nicht überein
es: Las dos contraseñas nuevas no coinciden
fi: Salasanat eivät täsmää
gl: Os dous contrasinais non coinciden
id: Kedua sandi baru tidak cocok
ja: パスワードが一致しません
mr: दिलेले दोन नवीन पासवर्ड जुळत नाहीत
pl: Nowe hasło nie jest poprawne.
pt_br: As duas novas senhas não conferem
ru: Новые пароли не совпадают
sv: De två nya lösenorden matchar inte
ta: இரண்டு புதிய கடவுச்சொற்கள் பொருந்தவில்லை
uk: Введено два різних нових пароля

source: Empty passwords are not allowed
ar: كلمة السر فارغة غير مسموحة
cs: Prázdná hesla nejsou povolena
de: Leere Passwörter sind nicht erlaubt
es: No se permiten las contraseñas en blanco
fi: Tyhjät salasanat eivät kelpaa
gl: Non se permiten contrasinais en branco
id: Sandi tidak boleh kosong
ja: 空のパスワードは許可されません
mr: रिकामा पासवर्ड अनुमत नाहीत
pl: Puste hasła są niedozwolone
pt_br: Senhas vazias não são permitidas
ru: Пустые пароли запрещены
sv: Tomma lösenord är inte tillåtna
ta: வெற்று கடவுச்சொற்கள் அனுமதிக்கப்படவில்லை
uk: Не можна використовувати порожні паролі

source: Contacting server, please wait...
ar: جاري الإتصال بالخادم , الرجاء الإنتظار...
cs: Kontaktování serveru, čekejte...
de: Server wird kontaktiert. Bitte warten …
es: Conectando con el servidor, espere...
fi: Otetaan yhteyttä palvelimeen, odota hetki...
gl: A contactar co servidor; agarde, por favor...
id: Menghubungi server, mohon tunggu...
ja: サーバと通信中、お待ちください…
mr: सर्व्हरशी संपर्क साधत आहे, कृपया प्रतीक्षा करा...
pl: Trwa łączenie z serwerem. Proszę czekać...
pt_br: Conectando no servidor, aguarde...
ru: Соединение с сервером, ожидайте...
sv: Kontaktar servern, vänta...
ta: சேவையகத்தைத் தொடர்பு கொள்ளு, தயவுசெய்து காத்திரு...
uk: Встановлюємо зв’язок із сервером, зачекайте…

source: Logged in as {}
ar: تسجيل الدخول ك {}
cs: Přihlášeni jako {}
de: Angemeldet als {}
es: Conectado como {}
fi: Kirjautuneena nimellä {}
gl: Accedendo como {}
id: Masuk sebagai {}
ja: {}でログイン中
mr: {} म्हणून लॉगइन केले आहे
pl: Zalogowany jako {}
pt_br: Conectado como {}
ru: Вход в систему как {}
sv: Inloggad som {}
ta: உள்நுழைந்துள்ளீர் {}
uk: У системі від імені {}
