Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Uploading changes to server, please wait...
ar: يتم تحميل التغييرات للخادم , الرجاء الإنتظار...
cs: Odesílání změn na server, čekejte...
de: Lade Änderungen zum Server hoch, bitte warten...
es: Enviando cambios al servidor, espere...
fi: Ladataan muutoksia palvelimelle, odota hetki...
gl: Cargando cambios no servidor, agarda...
id: Mengunggah perubahan ke server, tolong tunggu...
ja: 変更点をサーバに送信中、お待ちください…
mr: बदल सर्व्हरला अपलोड करत आहे, कृपया प्रतीक्षा करा...
pl: Zapisywanie zmian na serwerze, proszę czekać…
pt_br: Transferindo atualizações para o servidor, por favor aguarde...
ru: Загрузка изменений на сервер, подождите...
sv: Överför ändringar till servern, vänta...
ta: சேவையகத்தில் மாற்றங்களை பதிவேற்றுவது, தயவுசெய்து காத்திரு...
uk: Оновлюємо зміни на сервері, будь ласка, зачекайте…

source: Apply changes
ar: تطبيق التغييرات
cs: Použít změny
de: Änderungen anwenden
es: Aplicar cambios
fi: Tallenna muutokset
gl: Aplicar os cambios
id: Terapkan Perubahan
ja: 変更を適用
mr: बदल लागू करा
pl: Zastosuj zmiany
pt_br: Aplicar alterações
ru: Применить изменения
sv: Tillämpa ändringar
ta: மாற்றங்களைப் பயன்படுத்து
uk: Застосувати зміни

source: Tap any field below to edit that field.
ar: انقر على أي حقل أدناه لتعديل هذا الحقل.
cs: Klepněte na kterékoliv následující pole pro jeho úpravu.
de: Tippe auf ein Feld unterhalb um es zu bearbeiten.
es: Pulse en cualquier campo de abajo para modificarlo.
fi: Muokkaa mitä tahansa alla olevaa kenttää valitsemalla se.
gl: Toca calquera campo abaixo para editar ese campo.
mr: खालील कोणत्याही रकान्यावर टॅप करून तो रकाना संपादित करा.
pl: Dotknij któregokolwiek z pól poniżej, aby je edytować
pt_br: Selecione qualquer campo abaixo para editá-lo.
ru: Нажмите на любое поле ниже, чтобы отредактировать это поле.
sv: Tryck på valfritt fält nedan för att redigera det fältet.
ta: அந்த புலத்தைத் திருத்த கீழே உள்ள எந்த புலத்தையும் தட்டவும்.
uk: Натисніть будь-яке поле нижче для редагування.

source: Add notes for authors, series, etc.
ar: أضف ملاحظات للمؤلفين والسلسلة وغيرها.
cs: Přidat poznámky pro autory, série atd.
de: Füge Notizen für Autoren, Serie, usw. hinzu
es: Añadir notas para autores, series, etc.
fi: Lisää huomautuksia tekijöistä, sarjoista jne.
gl: Engadir notas para autores, series, etc.
mr: लेखक, मालिका, इ. साठी टिपा जोडा
pl: Dodaj notatki do autorów, serii, itp.
pt_br: Adicionar notas para autores, série etc.
ru: Добавить примечания для авторов, серий и т.д.
sv: Lägg till anteckningar för författare, serier, etc.
ta: ஆசிரியர்கள், தொடர் போன்றவற்றிற்கான குறிப்புகளைச் சேர்.
uk: Додати нотатки для авторів, циклів тощо.

source: Any changes you have made will be discarded. Do you wish to discard all changes?
ar: سيتم التخلص من أي تغييرات قمت بها. هل ترغب في التخلص من جميع التغييرات؟
cs: Veškeré provedené změny budou zahozeny. Přejete si zahodit všechny změny?
de: Alle Änderungen, die Sie vorgenommen haben, werden verworfen. Möchten Sie alle Änderungen verwerfen?
es: Todos los cambios realizados se perderán. ¿Desea descartar todos los cambios?
fi: Kaikki tekemäsi muutokset hylätään. Haluatko hylätä kaikki muutokset?
gl: Calquera cambio que fixera será descartado. Queres descartar todos os cambios?
ja: 行った変更はすべて破棄されます。すべての変更を破棄しますか？
mr: तुम्ही केलेले कोणतेही बदल फेकून दिले जातील. तुम्हाला नक्की सर्व बदल फेकून द्यायचे आहेत का?
pl: Wszelkie wprowadzone zmiany zostaną odrzucone. Czy chcesz odrzucić wszystkie zmiany?
pt_br: Quaisquer alterações que você tenha feito serão descartadas. Tem certeza de que deseja descartar todas as alterações?
ru: Любые сделанные вами изменения будут отменены. Вы хотите отменить все изменения?
sv: Alla ändringar du har gjort kommer att kasseras. Vill du kassera alla ändringar?
ta: நீங்கள் செய்த எந்த மாற்றங்களும் நிராகரிக்கப்படும். எல்லா மாற்றங்களையும் நிராகரிக்க விரும்புகிறீர்களா?
uk: Усі внесені вами зміни буде відкинуто. Хочете відкинути усі зміни?

source: Failed to read metadata for book
ar: فشلت قراءة البيانات الوصفية للكتاب
cs: Nepodařilo se načíst metadata pro knihu
de: Lesen der Metadaten für das Buch fehlgeschlagen
es: Fallo al leer los metadatos del libro
fi: Kirjan metadatan lukeminen epäonnistui
gl: Produciuse un erro ao ler os metadatos do libro
ja: 書籍の書誌情報の読み込み失敗
mr: पुस्तकासाठी मेटाडेटा वाचण्यात अपयशी
pl: Nie udało się odczytać metadanych książki
pt_br: Falha ao ler metadados do livro
ru: Не удалось прочесть метаданные книги
sv: Det gick inte att läsa metadata för boken
ta: புத்தகத்திற்கான மீத்தரவைப் படிக்கத் தவறிவிட்டது
uk: Не вдалося прочитати метадані для книги

source: Edit metadata for {}
ar: تحرير البيانات الوصفية لل{}
cs: Upravit metadata pro {}
de: Metadaten für {} bearbeiten
es: Modificar metadatos de {}
fi: Muokkaa {} metatietoja
gl: Editar metadatos para {}
id: Ubah metadata untuk
ja: {}の書誌情報を編集
mr: {} याचा मेटाडेटा संपादित करा
pl: Edytuj metadane dla {}
pt_br: Editar metadados para {}
ru: Редактировать метаданные для {}
sv: Redigera metadata för {}
ta: {}க்கு மீத்தரவைத் திருத்து
uk: Змінити метадані {}

source: Edit metadata
ar: تحرير البيانات الوصفية
cs: Upravit metadata
de: Metadaten bearbeiten
es: Modificar metadatos
fi: Muokkaa metatietoja
gl: Editar os metadatos
id: Ubah Metadata
ja: 書誌を編集
mr: मेटाडेटा संपादित करा
pl: Edytuj metadane
pt_br: Editar metadados
ru: Редактировать метаданные
sv: Redigera metadata
ta: மீத்தரவைத் திருத்து
uk: Редагувати метадані

source: Loading books from the calibre library, please wait...
ar: جاري تحميل الكتب من مكتبة Calibre، الرجاء الإنتظار...
cs: Načítání knih z knihovny Calibre, čekejte...
de: Bücher werden aus der Calibre-Bibliothek geladen. Bitte warten …
es: Cargando libros de la biblioteca de calibre, espere...
fi: Ladataan kirjoja calibre-kirjastosta, odota hetki...
gl: A descargar libros desde a biblioteca de calibre; agarde, por favor...
id: Memuat buku dari pustaka calibre, mohon tunggu...
ja: Calibreライブラリから本を読み込み中。お待ちください…
mr: कॅलिबर पुस्तकालयातून पुस्तके लोड करत आहे, कृपया प्रतीक्षा करा...
pl: Ładowanie książek z biblioteki Calibre, proszę czekać...
pt_br: Carregando livros da biblioteca do calibre, aguarde, por favor..
ru: Загружаются книги из библиотеки calibre, подождите...
sv: Läser in böcker från calibre-biblioteket, vänta...
ta: திறன் நூலகத்திலிருந்து புத்தகங்களை ஏற்றுகிறது, தயவுசெய்து காத்திரு...
uk: Завантажуємо книги з бібліотеки calibre. Будь ласка, зачекайте…

source: Edit this note [E]
ar: عدّل هذه الملاحظة [E]
cs: Upravit tuto poznámku [E]
de: Bearbeite diese Notiz [E]
es: Modificar esta nota [E]
fi: Muokkaa tätä huomautusta [E]
gl: Edita esta nota [E]
mr: ही टीप संपादित करा [E]
pl: Edytuj tę notatkę [E]
pt_br: Editar esta nota [E]
ru: Правка примечания [E]
sv: Redigera denna anteckning [E]
ta: இந்த குறிப்பைத் திருத்து [ஊ]
uk: Редагувати цю нотатку [E]

source: Loading
ar: جاري التحميل
cs: Načítání
de: Lade
es: Cargando
fi: Ladataan
gl: Cargando
mr: लोड करत आहे
pl: Ładowanie...
pt_br: Carregando
ru: Загрузка
sv: Läser in...
ta: ஏற்றுகிறது
uk: Завантаження

source: Failed to send notes to server
ar: فشل إرسال الملاحظات إلى الخادم
cs: Nepodařilo se odeslat poznámky na server
de: Senden der Notizen an den Server fehlgeschlagen
es: Fallo al enviar notas al servidor
fi: Muistiinpanojen lähettäminen palvelimelle epäonnistui
gl: Produciuse un erro ao enviar notas ao servidor
mr: सर्व्हरला टिपा पाठवण्यात अपयशी
pl: Wysyłanie notatek do serwera nie powiodło się
pt_br: Falha ao enviar notas para o servidor
ru: Сбой отправки примечаний на сервер
sv: Det gick inte att skicka anteckningar till servern
ta: சேவையகத்திற்கு குறிப்புகளை அனுப்புவதில் தோல்வி
uk: Не вдалося надіслати нотатки на сервер

source: Updating the notes for: {} failed.
ar: فشل تحديث الملاحظات لـ: {}.
cs: Aktualizace poznámek pro: {} selhala.
de: Aktualisieren der Notizen für: {} fehlgeschlagen.
es: Actualizando las notas de: {} falló.
fi: Seuraavien huomautusten päivittäminen: {} epäonnistui.
gl: Produciuse un erro ao actualizar as notas de: {}.
mr: {} यासाठी टिपा अपडेट करण्यात अपयशी
pl: Aktualizacja notatek dla: {} nie powiodła się.
pt_br: Falha ao atualizar as notas para: {}.
ru: Обновление примечаний для: {} не удалось.
sv: Uppdaterar anteckningarna för: {} misslyckades.
ta: இதற்கான குறிப்புகளைப் புதுப்பித்தல்: {} தோல்வியுற்றது.
uk: Не вдалося оновити нотатки щодо {}.

source: Sending note data to calibre server...
ar: جاري إرسال بيانات الملاحظة إلى خادم Calibre...
cs: Odesílání dat poznámky na server Calibre
de: Sende Notizdaten an den Calibre-Server...
es: Enviando datos de la nota al servidor de calibre...
fi: Lähetetään muistiinpanotiedot calibre-palvelimelle...
gl: Enviando datos de notas ao servidor calibre...
mr: टीप डेटा कॅलिबर सर्व्हरला पाठवत आहे...
pl: Wysyłanie danych do serwera calibre...
pt_br: Enviando dados de nota para o servidor do calibre...
ru: Отправка данных примечания на сервер calibre...
sv: Skickar anteckningsdata till calibre-server...
ta: குறிப்பு தரவை திறன் சேவையகத்திற்கு அனுப்புகிறது...
uk: Надсилаємо дані нотатки на сервер calibre...

source: Edit {}
ar: عدّل {}
cs: Upravit {}
de: Bearbeiten {}
es: Modificar {}
fi: Muokkaa {}
gl: Editar {}
mr: {} संपादित करा
pl: Edytuj {}
pt_br: Editar {}
ru: Редактировать {}
sv: Redigera {}
ta: தொகு {}
uk: Редагувати {}

source: Discard any changes
ar: تجاهل أي تغييرات
cs: Zahodit jakékoliv změny
de: Alle Änderungen verwerfen
es: Descartar todos los cambios
fi: Hylkää muutokset
gl: Descarta calquera cambio
mr: बदल फेकून द्या
pl: Odrzuć wszelkie zmiany
pt_br: Descartar quaisquer alterações
ru: Отклонить любые изменения
sv: Ignorera alla ändringar
ta: எந்த மாற்றங்களையும் நிராகரி
uk: Відкинути усі зміни

source: Save the changes
ar: احفظ التغييرات
cs: Uložit změny
de: Änderungen speichern
es: Guardar los cambios
fi: Tallenna muutokset
gl: Garda os cambios
mr: बदल सेव्ह करा
pl: Zapisz zmiany
pt_br: Salvar as alterações
ru: Сохранить изменения
sv: Spara ändringarna
ta: மாற்றங்களைச் சேமி
uk: Зберегти зміни

source: Read {}
ar: إقرأ {}
cs: Číst {}
de: Lesen {}
es: Leer {}
fi: Lue {}
gl: Ler {}
id: Baca {}
ja: {} を読む
mr: {} वाचा
pl: Czytaj {}
pt_br: Ler {}
ru: Прочитать {}
sv: Läs {}
ta: படி {}
uk: Читати {}

source: Download {}
ar: تحميل {}
cs: Stáhnout {}
de: Herunterladen {}
es: Descargar {}
fi: Lataa {}
gl: Descargar {}
id: Unduh {}
ja: ダウンロード {}
mr: {} डाउनलोड करा
pl: Pobierz {}
pt_br: Baixar {}
ru: Скачать {}
sv: Hämta {}
ta: பதிவிறக்கு {}
uk: Отримати {}

source: File size: {}
ar: حجم الملف: {}
cs: Velikost souboru: {}
de: Dateigröße: {}
es: Tamaño de archivo: {}
fi: Tiedostokoko: {}
gl: Tamaño do ficheiro: {}
id: Ukuran file: {}
ja: ファイルサイズ: {}
mr: फाईलचे आकार: {}
pl: Rozmiar pliku: {}
pt_br: Tamanho do arquivo: {}
ru: Размер файла: {}
sv: Filstorlek: {}
ta: கோப்பின் அளவு: {}
uk: Розмір файла: {}

source: Failed to convert
ar: فشل في التحويل
cs: Nepodařilo se převést
de: Fehler beim Konvertieren
es: Fallo al convertir
fi: Muunnos epäonnistui
gl: Produciuse un erro ao converter
id: Gagal mengkonversi
ja: 変換に失敗
mr: रुपांतर करण्यात अपयशी
pl: <p><b>Konwertowanie nie powiodło się: %s
pt_br: Falhou ao converter
ru: Не удалось конвертировать
sv: Det gick inte att konvertera
ta: மாற்றத் தவறிவிட்டது
uk: Не вдалося перетворити

source: Could not convert {}. Click "Show details" for more information
ar: لا يمكن تحويل {}. انقر "عرض تفاصيل" للمزيد من المعلومات
cs: Nelze převést {}. Pro více informací klikněte na "Zobrazit podrobnosti"
de: {} kann nicht umgewandelt werden. Für mehr Informationen klicke auf "Show details"
es: No se pudo convertir {}. Pulse «Mostrar detalles» para obtener más información
fi: {} muunnos epäonnistui. Klikkaa "Näytä tiedot" saadaksesi lisätietoja
gl: Non se puido converter {}. Preme en «Mostrar detalles» para obter máis información
id: Tidak dapat mengkonversi {}. Klik "Lihat detail" untuk info lebih lanjut
ja: {} の変換に失敗しました。詳しくは「詳細を表示」をクリックしてください
pl: Nie można skonwertować{}. Naciśnij "Pokaż szczegóły" by uzyskać więcej informacji
pt_br: Não foi possível converter {}. Clique "Mostrar detalhes" para mais informações.
ru: Невозможно конвертировать {}. Нажмите «Показать подробности» для получения дополнительной информации
sv: Det gick inte att konvertera {}. Klicka på "Visa detaljer" för mer information
ta: மாற்ற முடியவில்லை {}. மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு
uk: Не вдалося перетворити {}. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: Conversion failed!
ar: فشل التحويل!
cs: Převod selhal!
de: Konvertierung fehlgeschlagen!
es: ¡Conversión fallida!
fi: Muunnos epäonnistui!
gl: Fallou a conversión!
id: Konversi gagal!
ja: 変換に失敗しました!
mr: रुपांतर अयशस्वी!
pl: Konwertowanie nie powiodło się
pt_br: Falhou na conversão!
ru: Конвертация не удалась!
sv: Konvertering misslyckades!
ta: மாற்றம் தோல்வியடைந்தது!
uk: Помилка під час перетворення!

source: Error details below...
ar: تفاصيل الخطأ في الأسفل..
cs: Podrobnosti o chybě níže...
de: Fehler-Details unterhalb...
es: Detalles del error a continuación...
fi: Virhetiedot alla...
gl: Detalles do erro a continuación...
id: Detail galat di bawah ini...
ja: エラーの詳細は以下の通り...
mr: त्रुटीचे तपशील खाली आहे...
pl: Wystąpił błąd, szczegóły poniżej...
pt_br: Detalhes do erro abaixo...
ru: Подробности ошибки ниже…
sv: Feldetaljer nedan...
ta: கீழே உள்ள பிழை விவரங்கள்...
uk: Подробиці наведено нижче…

source: Conversion of {} was taking too long, and has been aborted
ar: كان تحويل {} يستغرق وقتا طويلاً، وتم إلغائه ألياً
cs: Převod {} trval příliš dlouho a byl přerušen
de: Konvertierung von {} hat zu lange gedauert und wurde abgebrochen
es: La conversión de {} estaba llevando demasiado tiempo y ha sido interrumpida
fi: {} muunnos kesti liian kauan ja se keskeytettiin
gl: A conversión de {} levaba demasiado tempo e abortouse
id: Konversi {} terlalu lama, dan telah dibatalkan
ja: {} の変換に長い時間がかかったので、異常終了しました
pl: Konwersja książki {} trwała za długo i została przerwana
pt_br: A conversão de {} este levando muito tempo, e foi abortado.
ru: Конвертация {} слишком затянулась и была прекращена
sv: Konvertering av {} tog för lång tid och har avbrutits
ta: {} இன் மாற்றம் அதிக நேரம் எடுத்துக்கொண்டது, மேலும் கைவிடப்பட்டது
uk: Перетворення {} тривало надто довго, і його було перервано

source: Conversion log
ar: سجل التحويل
cs: Protokol převodu
de: Konvertierungsprotokoll
es: Registro de conversión
fi: Muunnosloki
gl: Conversión de rexistro
id: Log konversi
ja: 変換ログ
mr: रूपांतराची नोंदवही
pl: Dziennik konwersji
pt_br: Log da Conversão
ru: Журнал конвертации
sv: Konverteringslogg
ta: மாற்று பதிவு
uk: Журнал перетворення

source: Converting, please wait…
ar: جاري التحويل, رجاء الإنتظار…
cs: Převádění, čekejte...
de: Konvertierung, bitte warten ...
es: Convirtiendo, espere…
fi: Muunnetaan, odota hetki…
gl: Convertendo, agarde...
id: Sedang mengkonversi, silakan tunggu...
ja: 変換中。お待ちください…
mr: रुपांतर करत आहे, कृपया प्रतीक्षा करा...
pl: Konwertowanie, proszę czekać...
pt_br: Convertendo, por favor espere...
ru: Конвертация, пожалуйста, подождите…
sv: Konverterar, vänta…
ta: மாற்றுகிறது, தயவுசெய்து காத்திரு…
uk: Перетворюємо, зачекайте…

source: Conversion progress can sometimes stall for a few minutes when converting complex books, that is normal.
ar: يمكن أن تتعطل عملية التحويل أحيانا لبضعة دقائق عند تحويل كتب معقدة، هذا طبيعي.
cs: Průběh převodu může někdy několik minut pozastavit provádění při převádění složitých knih, to je normální.
de: Bei der Konvertierung komplexer Bücher kann der Konvertierungsfortschritt manchmal für einige Minuten ins Stocken geraten, das ist normal.
es: El progreso de la conversión puede detenerse durante unos minutos al convertir documentos complejos, eso es normal.
fi: Muunnoksen edistyminen voi joskus pysähtyä muutamaksi minuutiksi jos käännetään monimutkaisia kirjoja, tämä on normaalia.
gl: O progreso da conversión ás veces pode deterse durante uns minutos ao converter libros complexos, é normal.
id: Proses konversi kadang tampak mandek beberapa saat ketika mengkonversi buku yang kompleks, ini hal yang normal
ja: 変換処理には、複雑な本を変換する際には時々長い時間がかかる場合がありますが、それは正常です。
pl: Proces konwersji może czasem sprawiać wrażenie zawieszonego, zwłaszcza przy skomplikowanych książkach, to jest normalne.
pt_br: O progresso da conversão pode, às vezes, parar por alguns minutos ao converter livros complexos, o que é normal.
ru: Иногда, когда конвертируются сложные книги, процесс конвертации может затянуться на несколько минут — это нормально.
sv: Konverteringsförloppet kan ibland stanna i några minuter när man konverterar komplexa böcker, det är normalt.
ta: சிக்கலான புத்தகங்களை மாற்றும்போது மாற்றும் முன்னேற்றம் சில மணித்துளிகள் நிறுத்தலாம், அது சாதாரணமானது.
uk: Поступ перетворення може іноді призупинятися на декілька хвилин під час перетворення складних книг. Це нормально.

source: Click the close button in the top left corner to abort the conversion.
ar: انقر على زر الإغلاق في أعلى الزاوية اليسرى لإلغاء التحويل.
cs: Klikněte na tlačítko Zavřít v levém horním rohu pro přerušení převodu.
de: Klicken Sie auf die Schaltfläche Schließen in der linken oberen Ecke, um die Konvertierung abzubrechen.
es: Pulse el botón de cerrar en la esquina superior izquierda para interrumpir la conversión.
fi: Klikkaa Sulje-painiketta vasemmassa yläkulmassa keskeyttääksesi muunnos.
gl: Preme no botón pechar na esquina superior esquerda para abortar a conversión.
id: Klik tombol Tutup di sudut kiri atas untuk menghentikan konversi.
ja: 変換を中止するには、一番上の左側の所にあるクローズボタンをクリック。
pl: Naciśnij przycisk zamknięcia w lewym górnym rogu, żeby przerwać konwersję.
pt_br: Clique no botão Fechar no canto superior esquerdo para cancelar a conversão.
ru: Нажмите кнопку «Закрыть» в левом верхнем углу, чтобы отменить конвертацию.
sv: Klicka på knappen stäng i övre vänstra hörnet för att avbryta konverteringen.
ta: மாற்றத்தை நிறுத்த மேல் இடது மூலையில் உள்ள மூடு பொத்தானைக் சொடுக்கு.
uk: Натисніть кнопку закриття у верхньому лівому куті вікна, щоб перервати перетворення.

source: Input format:
ar: تنسيق الإدخال:
cs: Vstupní formát:
de: Quellformat:
es: Formato de entrada:
fi: Lähtömuoto:
gl: Formato de entrada:
id: Format input:
ja: 入力フォーマット:
mr: इनपुट स्वरूप:
pl: Format źródła:
pt_br: Formato de Entrada:
ru: Формат ввода:
sv: Inmatningsformat:
ta: உள்ளீட்டு வடிவம்:
uk: Вхідний формат:

source: Output format:
ar: تنسيق الإخراج:
cs: Výstupní formát:
de: Zielformat:
es: Formato de salida:
fi: Muunnetun muoto:
gl: Formato de saída:
id: Format output:
ja: 出力フォーマット:
mr: आउटपुट स्वरूप:
pl: Format docelowy:
pt_br: Formato de saída
ru: Формат вывода:
sv: Utmatningsformat:
ta: வெளியீட்டு வடிவம்:
uk: Вихідний формат:

source: Start conversion
ar: إبدأ التحويل
cs: Spustit převod
de: Konvertierung starten
es: Iniciar conversión
fi: Käynnistä muunnos
gl: Comezar a conversión
id: Mulai konversi
ja: 変換開始
mr: रुपांतर सुरू करा
pl: Rozpocznij konwersję
pt_br: Iniciar conversão
ru: Начать конвертацию
sv: Starta konvertering
ta: மாற்றத்தைத் தொடங்கு
uk: Почати перетворення

source: To change the settings for this conversion, click on one of the option groups below:
ar: لتغيير إعدادات هذا التحويل ، انقر على أحد الخيارات أدناه:
cs: Pro změnu nastavení pro tento převod klikněte na jednu z níže uvedených skupin voleb:
de: Um die Einstellungen für diese Konvertierung zu ändern, klicken Sie auf eine der untenstehenden Optionsgruppen:
es: Para cambiar las opciones de esta conversión pulse en uno de los grupos de opciones de abajo:
fi: Klikkaa jotain allaolevista asetusryhmistä säätääksesi muunnoksen asetuksia:
gl: Para cambiar a configuración desta conversión, faga clic nun dos grupos de opcións seguintes:
id: Untuk mengubah setting konversi, klik salah satu grup opsi di bawah ini:
ja: この変換の設定を変更するには、以下のオプショングループのどれかをクリック:
mr: या रुपांतराचे सेटिंग बदलण्यासाठी खालील एका पर्याय गटावर क्लिक करा:
pl: Zmiana ustawień dla tej konwersji, naciśnij jedną z grup opcji poniżej
pt_br: Para alterar as configurações dessa conversão, clique em um dos grupos de opções abaixo:
ru: Чтобы изменить настройки конвертации, нажмите на одну из групп опций ниже:
sv: För att ändra inställningarna för denna konvertering klickar du på någon av alternativgrupperna nedan:
ta: இந்த மாற்றத்திற்கான அமைப்புகளை மாற்ற, கீழே உள்ள விருப்பக் குழுக்களில் ஒன்றைக் சொடுக்கு:
uk: Щоб змінити параметри цього перетворення, натисніть пункт однієї з груп параметрів нижче:

source: Heuristic processing
ar: استكشاف المجريات
cs: Heuristické zpracování
de: Heuristische Verarbeitung
es: Procesado heurístico
fi: Heuristinen prosessointi
gl: Procesamento heurístico
id: Proses heuristik
ja: ヒューリスティック処理
pl: Przetwarzanie heurystyczne
pt_br: Processamento heurístico
ru: Эвристическая обработка
sv: Heuristisk bearbetning
ta: பட்டறிவு செயலாக்கம்
uk: Евристична обробка

source: Look & feel
ar: المظهر &والملمس
cs: Vzhled a chování
de: Erscheinungsbild
es: Apariencia
fi: Ilme
gl: Aparencia e comportamento
id: Tampilan & kesan
ja: 外観
mr: रूप & भाव
pl: Wygląd
pt_br: Aparência
ru: Оформление
sv: Utseende & känsla
ta: பார்வை மற்றும் உணர்வு
uk: Вигляд та поведінка

source: Page setup
ar: إعداد الصفحة
cs: Nastavení stránky
de: Seiteneinrichtung
es: Configuración de página
fi: Sivuasettelu
gl: Configuración da páxina
id: Pengaturan halaman
ja: ページ設定
mr: पानाची मांडणी
pl: Ustawienia strony
pt_br: Configurar Página
ru: Настройка страницы
sv: Sidinställning
ta: பக்கம் அமைப்பு
uk: Налаштування сторінки

source: Search & replace
ar: بحث وا&ستبدال
cs: Hledat a nahradit
de: Suchen & Ersetzen
es: Buscar y sustituir
fi: Hae ja korvaa
gl: Buscar e substituír
id: Cari & ganti
ja: 検索と置換
mr: शोधा आणि फेरबदल करा
pl: Wyszukaj i zastąp
pt_br: Buscar & Substituir
ru: Поиск и замена
sv: Sök & ersätt
ta: தேடு மற்றும் மாற்று
uk: Пошук і заміна

source: Structure detection
ar: اكتشاف التركيب
cs: Rozpoznávání struktury
de: Struktur-Erkennung
es: Detección de estructura
fi: Rakenteen tunnistaminen
gl: Detección de estruturas
id: Deteksi struktur
ja: 構造検出
pl: Wykrywanie struktury
pt_br: Detecção da Estrutura
ru: Определение структуры
sv: Struktrurdetektering
ta: கட்டமைப்பு கண்டறிதல்
uk: Виявлення структури

source: {} input
ar: {} الإدخال
cs: Vstup {}
de: {} Eingabe
es: Entrada {}
fi: {} syöte
gl: {} entrada
ja: 入力 {}
mr: {} इनपुट
pl: {} źródło
pt_br: {} entrada
ru: {} ввод
sv: {} inmatning
ta: {} உள்ளீடு
uk: {}, вхід

source: {} output
ar: {} الإخراج
cs: Výstup {}
de: {} Ausgabe
es: Salida {}
fi: {} tulos
gl: {} saída
ja: 出力 {}
mr: {} आउटपुट
pl: {} wyjście
pt_br: Saída {}
ru: {} вывод
sv: {}-utmatning
ta: {} வெளியீடு
uk: {}, вихід

source: Configuring {} settings
ar: تخصيص إعدادات {}
cs: Konfigurace nastavení {}
de: Konfigurieren von {} Einstellungen
es: Configurando las opciones {}
fi: Muokataan {} -asetuksia
gl: Configurando a configuración de {}
ja: {} 設定を変更
mr: {} सेटिंग काँफिगर करत आहे
pl: Konfiguruję ustawienia {}
pt_br: Configurando {} configurações
ru: {} — настройка параметров
sv: Anpassar {} inställningar
ta: கட்டமைத்தல்{} அமைப்புகள்
uk: Налаштовуємо параметри {}

source: Failed to load conversion data from calibre, with error:
ar: فشل في تحميل بيانات التحويل من Calibre مع خطأ:
cs: Nepodařilo se načíst data převodu z Calibre s chybou:
de: Das Laden von Konvertierungsdaten aus Calibre ist fehlgeschlagen, mit Fehler:
es: Fallo al cargar los datos de conversión de calibre, con error:
fi: Muunnoksen tietojen lataaminen calibresta epäonnistui, virheilmoitus:
gl: Produciuse un erro ao cargar os datos de conversión de calibre, con erro:
id: Gagal memuat data konversi dari calibre, dengan galat:
ja: calibreからの変換データのロードに失敗、エラーは:
mr: कॅलिबरपासून रुपांतर डेटा लोड करण्यात अपयशी. ही त्रुटी आढळली:
pl: Nie udało się załadować danych konwersji z calibre, z błędem:
pt_br: Falha ao carregar os dados de conversão do calibre, com erro:
ru: Не удалось загрузить данные конвертации из calibre, ошибка:
sv: Det gick inte att läsa konverteringsdata från calibre, med fel:
ta: மாற்றுத் தரவை திறனிலிருந்து ஏற்றுவதில் தோல்வி, பிழையுடன்:
uk: Не вдалося завантажити дані перетворення з calibre. Помилка:
