Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Failed to fetch sync data
ar: فشل جلب بيانات المزامنة
cs: Nepodařilo se získat data synchronizace
de: Synchronisationsdaten konnten nicht abgerufen werden
es: No se pudo obtener la información de sincronización
fi: Synkronointitietojen haku epäonnistui
gl: Produciuse un erro ao obter os datos de sincronización
id: Gagal mengambil data sinkronisasi
ja: 同期データの取得に失敗しました
mr: सिंक डेटा आणण्यात अपयशी
pl: Synchronizacja nie powiodła się
pt_br: Falha ao buscar dados de sincronização
ru: Сбой получения данных синхронизации
sv: Det gick inte att hämta synkroniseringsdata
ta: ஒத்திசைவு தரவைப் பெறுவதில் தோல்வி
uk: Не вдалося отримати дані для синхронізації

source: You must setup user accounts and login to use the sync functionality
ar: يجب ان تُعدّ أسماء مستخدمين و تسجّل الدخول لتستخدم وظيفة المزامنة
cs: Musíte nastavit uživatelské účty a přihlásit se, abyste mohli použít funkci synchronizace
de: Zum Verwenden der Synchronisation müssen Sie Benutzerkonten einrichten und sich anmelden
es: Debe configurar cuentas de usuario e iniciar sesión para usar la sincronización
fi: Sinun täytyy perustaa käyttäjätili ja kirjautua sisään käyttääksesi synkronointia
gl: Debes configurar as contas de usuario e iniciar sesión para usar a función de sincronización
id: Kamu harus mengatur akun pemakai dan catat akun untuk menggunakan fitur sinkronisasi
ja: 同期機能を利用するにはユーザアカウントを作成してログインする必要があります
pl: Aby skorzystać z możliwości synchronizacji musisz skonfigurować konta użytkowników i zalogować się
pt_br: Você deve configurar contas de usuário e logar para usar a funcionalidade de sincronização
ru: Настройте пользовательские аккаунты для использования синхронизации
sv: Du måste anpassa användarkonton och logga in för att använda synkroniseringsfunktionen
ta: ஒத்திசைவு செயல்பாட்டைப் பயன்படுத்த நீங்கள் பயனர் கணக்குகளை அமைக்க வேண்டும் மற்றும் உள்நுழைய வேண்டும்
uk: Щоб скористатися можливістю синхронізації, вам слід налаштувати облікові записи користувачів і увійти до одного з них

source: Failed to download sync data from server, click "Show details" for more information.
ar: فشل تحميل بيانات المزامنة من الخادوم، اضغط "إظهار التفاصيل" لمزيد من المعلومات.
cs: Nepodařilo se stáhnout synchronizovaná data čtení ze serveru, pro více informací klikněte na „Zobrazit podrobnosti“.
de: Fehler beim herunterladen der synchronisierten Daten vom Server, 'siehe Details' für mehr Information.
es: Fallo al descargar los datos de sincronización del servidor, pulse «Mostrar detalles» para más información.
fi: Synkronointitietojen lataaminen palvelimelta epäonnistui. Saat lisätietoja napsauttamalla "Näytä tiedot".
gl: Produciuse un erro ao descargar os datos de sincronización do servidor, preme en «Mostrar detalles» para obter máis información.
ja: 同期データをサーバからダウンロードできませんでした。詳しくは「詳細を表示」をクリックしてください。
mr: सर्व्हरवरून सिंक डेटा डाउनलोड करण्यात अपयशी. अधिक माहितीसाठी "तपशील दाखवा" वर क्लिक करा.
pl: Nie udało się pobrać danych synchronizacji z serwera. Kliknij „Pokaż szczegóły”, aby uzyskać więcej informacji.
pt_br: Falha ao baixar dados de sincronização do servidor, clique em "Mostrar detalhes" para mais informações.
ru: Не удалось загрузить синхронизированные данные с сервера, нажмите «Показать подробности» для получения дополнительной информации.
sv: Det gick inte att hämta synkroniseringsdata från servern, klicka på "Visa detaljer" för mer information.
ta: சேவையகத்திலிருந்து ஒத்திசைவு தரவைப் பதிவிறக்குவதில் தோல்வி, மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு.
uk: Не вдалося отримати дані синхронізації з сервера. Натисніть «Показати подробиці», щоб дізнатися більше.

source: Sync
ar: مزامنة
cs: Synchronizovat
de: Synchronisation
es: Sincronizar
fi: Synkronoi
gl: Sincronización
id: Sinkronkan
ja: 同期
mr: सिंक करा
pl: Synchronizacja
pt_br: Sincronizar
ru: Синхронизация
sv: Synkronisera
ta: ஒத்திசைவு
uk: Синхронізувати

source: Get last read position and annotations from the server
ar: احصل على آخِر موضع للقراءة و للشروحات من الخادوم
cs: Získat poslední pozici čtení a anotace ze serveru
de: Letzte Leseposition und Anmerkungen vom Server beziehen
es: Obtener la última posición de lectura y las anotaciones del servidor
fi: Hae viimeksi luettu kohta ja muistiinpanot palvelimelta
gl: Obtén a última posición de lectura e anotacións do servidor
id: Ambil anotasi dan posisi baca terakhir dari server
ja: サーバから最後に読んだ位置と注釈を取得
mr: सर्व्हरवरून याआधी वाचल्याची जागा व अ‍ॅनोटेशन मिळवा
pl: Pobierz z serwera pozycję ostatniego czytania i notatki
pt_br: Recebe a última posição lida e anotações do servidor
ru: Получить место последнего чтения и заметки с сервера
sv: Få senast läspositionen och noteringar från servern
ta: சேவையகத்திலிருந்து கடைசியாக படிக்க நிலை மற்றும் சிறுகுறிப்புகளைப் பெறு
uk: Отримати позицію останнього читання і анотації з сервера

source: Delete
ar: حذف
cs: Odstranit
de: Löschen
es: Eliminar
fi: Poista
gl: Eliminar
id: Hapus
ja: 削除
mr: डिलीट करा
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort
ta: அழி
uk: Вилучити

source: Delete this book from local storage
ar: حذف هذا الكتاب من الخزن المحلي
cs: Odstranit tuto knihu z místního úložiště
de: Dieses Buch lokal löschen
es: Eliminar este libro del almacenamiento local
fi: Poista tämä kirja paikallisesta tallennustilasta
gl: Elimina este libro do almacenamento local
ja: ローカルストレージからこの本を削除
mr: हे पुस्तक स्थानिक स्टोरेजमधून डिलीट करा
pl: Usuń tę książkę z pamięci lokalnej
pt_br: Apagar este livro do armazenamento local
ru: Удалить эту книгу из локального хранилища
sv: Ta bort denna bok från lokal lagring
ta: உள்ளக சேமிப்பகத்திலிருந்து இந்த புத்தகத்தை நீக்கு
uk: Вилучити цю книгу з локального сховища

source: Reload
ar: إعادة التحميل
cs: Znovu načíst
de: Neu laden
es: Recargar
fi: Lataa uudelleen
gl: Recargar
id: Muat ulang
ja: 再読み込み
mr: रिलोड
pl: Odśwież
pt_br: Atualizar
ru: Перезагрузить
sv: Ladda om
ta: மீண்டும்ஏற்று
uk: Перезавантажити

source: Reload this book from the {}
ar: أعد تحميل هذا الكتاب من الـ{}
cs: Znovu načíst tuto knihu z {}
de: Dieses Buch neu laden vom {}
es: Volver a cargar el libro de {}
fi: Lataa tämä kirja uudelleen paikasta {}
gl: Volve cargar este libro desde {}
ja: {}からこの本を再読み込み
mr: हे पुस्तक {} वरून पुन्हा लोड करा
pl: Załaduj ponownie tę książkę z {}
pt_br: Recarregar este livro do {}
ru: Перезагрузить эту книгу с {}
sv: Ladda om denna bok från {}
ta: இந்த புத்தகத்தை {} இலிருந்து மீண்டும்ஏற்று
uk: Перезавантажити цю книгу з {}

source: computer
ar: الحاسوب
cs: počítače
es: la máquina
fi: tietokone
gl: ordenador
ja: コンピューター
mr: संगणक
pl: komputer
pt_br: computador
ru: компьютера
sv: dator
ta: கணினி
uk: комп'ютера

source: server
ar: الخادم
cs: serveru
es: el servidor
fi: palvelin
gl: servidor
ja: サーバ
mr: सर्व्हर
pl: serwer
pt_br: servidor
ru: сервера
ta: சேவையகம்
uk: сервера

source: Back
ar: خلف
cs: Zpět
de: Zurück
es: Atrás
fi: Takaisin
gl: Voltar
id: Kembali
ja: 戻る
mr: मागे
pl: Wstecz
pt_br: Voltar
ru: Назад
sv: Tillbaka
ta: பின்னோக்கி
uk: Назад

source: Go back
ar: ارجع
cs: Přejít zpět
de: Zurückgehen
es: Retroceder
fi: Palaa takaisin
gl: Volve atrás
ja: 戻る
mr: मागे जा
pl: Cofnij
pt_br: Voltar
ru: Вернуться назад
sv: Gå tillbaka
ta: திரும்பிச் செல்
uk: Назад

source: Forward
ar: أمام
cs: Vpřed
de: Weiter
es: Adelante
fi: Eteenpäin
gl: Adiante
id: Berikutnya
ja: 進む
mr: पुढे
pl: Do przodu
pt_br: Avançar
ru: Вперёд
sv: Framåt
ta: முன்னோக்கி
uk: Вперед

source: Go forward
ar: تقدم
cs: Přejít vpřed
de: Weiter
es: Avanzar
fi: Mene eteenpäin
gl: Vaia adiante
ja: 進む
mr: पुढे जा
pl: Idź naprzód
pt_br: Avançar
ru: Перейти вперёд
sv: Gå framåt
ta: முன்னோக்கிச் செல்
uk: Вперед

source: Open book
ar: إفتح الكتاب
cs: Otevřít knihu
de: Buch öffnen
es: Abrir libro
fi: Avaa kirja
gl: Abrir o libro
ja: 本を開く
mr: पुस्तक उघडा
pl: Otwórz książkę
pt_br: Abrir livro
ru: Открыть книгу
sv: Öppna bok
ta: புத்தகம் திற
uk: Відкрити книгу

source: Open a book
ar: فتح كتاب
cs: Otevřít knihu
de: Ein Buch öffnen
es: Abrir un libro
fi: Avaa kirja
gl: Abre un libro
ja: 本を開く
mr: पुस्तक उघडा
pl: Otwórz książkę
pt_br: Abrir um livro
ru: Открыть книгу
sv: Öppna en bok
ta: ஒரு புத்தகத்தைத் திற
uk: Відкрити книгу

source: Bookmarks
ar: الإشارات المرجعية
cs: Záložky
de: Lesezeichen
es: Marcadores
fi: Kirjanmerkit
gl: Marcadores
ja: ブックマーク
mr: बुकमार्क
pl: Zakładki
pt_br: Marcadores
ru: Закладки
sv: Bokmärken
ta: புத்தக்குறிகள்
uk: Закладки

source: Browse all bookmarks
ar: تصفح كل الإشارات المرجعية
cs: Procházet všechny záložky
de: Alle Lesezeichen durchsuchen
es: Explorar todos los marcadores
fi: Selaa kaikkia kirjanmerkkejä
gl: Explorar todos os marcadores
ja: すべてのブックマークを見る
mr: सर्व बुकमार्क चाळा
pl: Przeglądaj wszystkie zakładki
pt_br: Explorar todos os marcadores
ru: Просмотреть все закладки
sv: Bläddra bland alla bokmärken
ta: அனைத்து புத்தக்குறிகளையும் உலாவுக
uk: Навігація усіма закладками

source: Highlights
ar: التمييزات
cs: Zvýraznění
de: Hervorhebungen
es: Resaltados
fi: Korostukset
gl: Destacados
ja: ハイライト
mr: हायलाइट
pl: Wyróżnienia
pt_br: Destaques
ru: Выделения
sv: Markeringar
ta: முன்னிலைப்படுத்துதல்கள்
uk: Підсвічування

source: Browse all highlights
ar: تصفح كل التمييزات
cs: Procházet všechna zvýraznění
de: Alle Hervorhebungen durchsuchen
es: Explorar todos los resaltados
fi: Selaa kaikkia korostuksia
gl: Explora todos os destacados
ja: 全てのハイライトをブラウズする
mr: सर्व हायलाईट चाळा
pl: Przeglądaj wszystkie najciekawsze miejsca
pt_br: Explorar todos os destaques
ru: Просмотреть всё выделенное
sv: Bläddra bland alla markeringar
ta: அனைத்து முன்னிலைப்படுத்துதல்களையும் உலாவுக
uk: Навігація усіма підсвічуваннями

source: Table of Contents
ar: جدول المحتويات
cs: Obsah
de: Inhaltsverzeichnis
es: Índice
fi: Sisällysluettelo
gl: Índice de contidos
id: Daftar Isi
ja: 目次
mr: अनुक्रमणिका
pl: Spis treści
pt_br: Índice
ru: Оглавление
sv: Innehållsförteckning
ta: உள்ளடக்க அட்டவணை
uk: Зміст

source: Browse the Table of Contents
ar: تصفح جدول المحتويات
cs: Procházet obsah
de: Blättern im Inhaltsverzeichnis
es: Explorar el índice
fi: Selaa sisällysluetteloa
gl: Navega pola táboa de contidos
ja: 目次を見る
mr: अनुक्रमणिका चाळा
pl: Przeglądaj spis treści
pt_br: Explorar o Índice
ru: Просмотреть оглавление
sv: Bläddra i innehållsförteckningen
ta: உள்ளடக்க அட்டவணையை உலாவுக
uk: Навігація змістом

source: Reference mode
ar: نمط الإشارة
cs: Režim odkazu
de: Verweismodus
es: Modo de referencia
fi: Referenssitila
gl: Modo de referencia
ja: 参照モード
mr: उल्लेख मोड
pl: Tryb odwołań
pt_br: Modo de referência
ru: Режим отсылок
sv: Referensläge
ta: குறிப்பு முறை
uk: Режим посилань

source: Toggle the Reference mode
ar: بدل الى نمط الإشارة
cs: Přepnout Režim odkazu
de: Verweismodus an-/ausschalten
es: Conmutar el modo de referencia
fi: Vaihda Referenssitila
gl: Alterna o modo de referencia
ja: リファレンスモードの切り換え
mr: उल्लेख मोड टॉगल करा
pl: Przełącz tryb odniesienia
pt_br: Ativar o Modo de Referência
ru: Переключить режим отсылок
sv: Växla referensläge
ta: குறிப்பு பயன்முறையை மாற்று
uk: Увімкнути або вимкнути режим посилань

source: Search
ar: بحث
cs: Hledat
de: Suchen
es: Buscar
fi: Haku
gl: Buscar
id: Pencarian
ja: 検索
mr: शोधा
pl: Szukaj
pt_br: Buscar
ru: Найти
sv: Sök
ta: தேடு
uk: Пошук

source: Search for text in this book
ar: البحث عن نص في هذا الكتاب
cs: Hledat text v této knize
de: Nach Text in diesem Buch suchen
es: Buscar texto en este libro
fi: Etsi tekstiä tästä kirjasta
gl: Busca texto neste libro
id: Cari teks dalam buku ini
ja: この本の中のテキストを検索
mr: या पुस्तकात मजकूर शोधा
pl: Szukaj tekstu w tej książce
pt_br: Procurar por texto no livro
ru: Поиск текста в книге
sv: Sök efter text i denna bok
ta: இந்த புத்தகத்தில் உரையைத் தேடு
uk: Шукати текст у цій книзі

source: Go to
ar: إنطلق إلى
cs: Přejít na
de: Gehen zu
es: Ir a
fi: Siirry
gl: Ir a
id: Pergi ke
ja: 移動
mr: येथे जा
pl: Idź do
pt_br: Ir para
ru: Перейти
sv: Gå till
ta: செல்
uk: Перейти до

source: Go to a specific location in the book
ar: الذهاب الى مكان معيَّن في الكتاب
cs: Přejít na konkrétní místo v knize
de: Zu einer bestimmten Position im Buch gehen
es: Ir a un punto específico del libro
fi: Siirry tiettyyn kohtaan kirjassa
gl: Vaia a un lugar específico do libro
id: Pergi ke lokasi tertentu dalam buku
ja: 指定した場所に移動
mr: पुस्तकात एका विशिष्ट स्थानाला जा
pl: Idź to specyficznej lokacji w książce
pt_br: Ir para um lugar específico do livro
ru: Перейти к определённому месту в книге
sv: Gå till en specifik plats i boken
ta: புத்தகத்தில் ஒரு குறிப்பிட்ட இடத்திற்குச் செல்
uk: Перейти до певного місця у книзі

source: Font size
ar: حجم الخط
cs: Velikost písma
de: Schriftgröße
es: Tamaño de letra
fi: Tekstikoko
gl: Tamaño de letra
id: Ukuran font
ja: フォントサイズ
mr: फाँटचा आकार
pl: Rozmiar czcionki
pt_br: Tamanho da fonte
ru: Размер шрифта
sv: Teckensnittsstorlek
ta: எழுத்துரு அளவு
uk: Розмір шрифту

source: Change text size
ar: غير حجم الكتابة
cs: Změnit velikost textu
de: Textgröße ändern
es: Cambiar el tamaño de letra
fi: Vaihda tekstikokoa
gl: Cambia o tamaño do texto
id: Ubah ukuran teks
ja: 文字サイズを変更
mr: मजकुराचा आकार बदला
pl: Zmień rozmiar tekstu
pt_br: Alterar tamanho do texto
ru: Изменить размер текста
sv: Ändra textstorlek
ta: உரை அளவை மாற்று
uk: Змінити розмір шрифту

source: Preferences
ar: تفضيلات
cs: Předvolby
de: Einstellungen
es: Preferencias
fi: Asetukset
gl: Preferencias
id: Preferensi
ja: 設定
mr: पसंती
pl: Ustawienia
pt_br: Preferências
ru: Параметры
sv: Inställningar
ta: விருப்பங்கள்
uk: Налаштування

source: Configure the E-book viewer
ar: اصبط معاين الكتب
cs: Konfigurovat Prohlížeč e-knih
de: Konfiguration des E-Book Betrachters
es: Configurar el visor de libros electrónicos
fi: Määritä e-kirjojen katseluohjelma
gl: Configurar o visor de libros electrónicos
ja: 電子書籍ビューアを設定
mr: ई-पुस्तक दृश्यक काँफिगर करा
pl: Skonfiguruj przeglądarkę e-booków
pt_br: Configurar o Visualizador de e-books
ru: Настроить просмотрщик электронных книг
sv: Anpassa e-bokvisaren
ta: மின் புத்தக பார்வையாளரை உள்ளமை
uk: Налаштувати засіб перегляду електронних книг

source: Return to the home page
ar: إرجع إلى صفحة الإستقبال
cs: Vrátit se na domovskou stránku
de: Zurück zur Startseite
es: Volver a la página inicial
fi: Palaa etusivulle
gl: Volver á páxina de inicio
ja: ホームページに戻る
mr: मुख्य पानावर परता
pl: Wróć do strony głównej
pt_br: Retornar à página inicial
ru: Вернуться на домашнюю страницу
sv: Återgå till hemsidan
ta: முகப்பு பக்கத்திற்குத் திரும்பு
uk: Повернутися до домашньої сторінки

source: Library
ar: مكتبة
cs: Knihovna
de: Bibliothek
es: Biblioteca
fi: Kirjasto
gl: Biblioteca
ja: ライブラリ
mr: पुस्तकालय
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
sv: Bibliotek
ta: நூலகம்
uk: Бібліотека

source: Return to the library page
ar: العودة الى صفحة المكتبة
cs: Vrátit se na stránku knihovny
de: Zurück zum Inhaltsverzeichnis
es: Volver a la página de la biblioteca
fi: Palaa kirjastosivulle
gl: Volver á páxina da biblioteca
ja: ライブラリページに戻る
mr: पुस्तकालयाच्या पानावर परता
pl: Wróć do strony biblioteki
pt_br: Voltar para a página da biblioteca
ru: Вернуться на страницу библиотеки
sv: Återgå till biblioteksidan
ta: நூலக பக்கத்திற்குத் திரும்பு
uk: Повернутися до сторінки бібліотеки

source: Book
ar: الكتاب
cs: Kniha
de: Buch
es: Libro
fi: Kirja
gl: Libro
ja: 本
mr: पुस्तक
pl: Książka
pt_br: Livro
ru: Книга
sv: Bok
ta: நூல்
uk: Книга

source: Return to the book's page
ar: العودة إلى صفحة الكتاب
cs: Vrátit se na stránku knihy
de: Zur Buchseite zurückkehren
es: Volver a la página del libro
fi: Palaa kirjan sivulle
gl: Volver á páxina do libro
mr: पुस्तकाच्या पानावर परता
pl: Powróć do strony książki
pt_br: Voltar para a página do livro
ru: Вернуться на страницу книги
sv: Gå tillbaka till bokens sida
ta: புத்தகத்தின் பக்கத்திற்குத் திரும்பு
uk: Повернутися на сторінку книги

source: Exit full screen
ar: خروج من وضع الشاشة الكاملة
cs: Ukončit režim na celou obrazovku
de: Vollbildmodus verlassen
es: Salir de pantalla completa
fi: Poistu koko näytöstä
gl: Saír da pantalla completa
ja: 全画面表示を終了
mr: फुलस्क्रीनमधून बाहेर पडा
pl: Zakończ tryb pełnoekranowy
pt_br: Sair da tela cheia
ru: Выйти из полноэкранного режима
sv: Avsluta helskärmsläge
ta: முழுத்திரை வெளியேறு
uk: Вийти з повноекранного режиму

source: Enter full screen
ar: دخول وضع الشاشة كاملة
cs: Spustit režim na celou obrazovku
de: Vollbildmodus starten
es: Activar pantalla completa
fi: Siirry koko näyttöön
gl: Entra en pantalla completa
ja: 全画面モードに移行
mr: फुलस्क्रीन करा
pl: Przejdź do trybu pełnoekranowego
pt_br: Ativar tela cheia
ru: Войти в полноэкранный режим
sv: Starta helskärmsläge
ta: முழுத் திரையாக்கு
uk: Увійти до повноекранного режиму

source: Toggle full screen mode
ar: التبديل الى نمط الشاشة الكاملة
cs: Přepnout režim na celou obrazovku
de: Ein / Aus Vollbild Anzeige
es: Conmutar modo de pantalla completa
fi: Vaihda koko näytön tila
gl: Alterna o modo de pantalla completa
ja: 全画面モードのON/OFF
mr: फुलस्क्रीन मोड टॉगल करा
pl: Przełącz tryb pełnego ekranu
pt_br: Ativar modo tela cheia
ru: Переключить полноэкранный режим
sv: Växla helskärmsläge
ta: முழு திரை பயன்முறையை மாற்று
uk: Увімкнути/Вимкнути повноекранний режим

source: Print
ar: إطبع
cs: Tisknout
de: Drucken
es: Imprimir
fi: Tulosta
gl: Imprimir
ja: 印刷
mr: छापा
pl: Drukuj
pt_br: Imprimir
ru: Печать
sv: Skriv ut
ta: அச்சிடுக
uk: Надрукувати

source: Print book to PDF
ar: إطبع الكتاب بصيغة PDF
cs: Tisknout knihu do PDF
de: Buch als PDF drucken
es: Imprimir libro a PDF
fi: Tulosta kirja PDF-muotoon
gl: Imprimir o libro en PDF
ja: 本をPDFとして印刷
mr: पुस्तक PDF स्वरूपात छापा
pl: Drukuj do PDF
pt_br: Imprimir livro para PDF
ru: Печать книги в PDF
sv: Skriv bok till PDF
ta: எஆவக்கு புத்தகத்தை அச்சிடுக
uk: Надрукувати книгу до PDF

source: Stop auto scroll
ar: إيقاف اللف التلقائي
cs: Zastavit automatické posouvání
de: Automatisches scrollen stoppen
es: Detener desplazamiento automático
fi: Pysäytä automaattinen vieritys
gl: Deter o desprazamento automático
ja: 自動スクロールの停止
mr: आपोआप स्क्रोल थांबवा
pl: Zatrzymaj automatyczne przewijanie
pt_br: Parar auto rolagem
ru: Остановить автопрокрутку
sv: Stoppa automatisk rullning
ta: தானி உருள் நிறுத்து
uk: Припинити автогортання

source: Auto scroll
ar: لفّ تلقائي
cs: Automatické posouvání
de: Automatischen scrollen
es: Desplazamiento automático
fi: Automaattinen vieritys
gl: Desprazamento automático
ja: 自動スクロール
mr: आपोआप स्क्रोल करा
pl: Automatyczne przewijanie
pt_br: Auto rolagem
ru: Автопрокрутка
sv: Automatisk rullning
ta: தானி உருள்
uk: Автогортання

source: Toggle auto-scrolling
ar: التبديل الى اللف التلقائي
cs: Přepnout automatické posouvání
de: Automatisches Scrollen ein-/ausschalten
es: Conmutar desplazamiento automático
fi: Vaihda automaattinen vieritys
gl: Alterna o desprazamento automático
ja: 自動スクロールの切り換え
mr: आपोआप-स्क्रोल करणे टॉगल करा
pl: Włącz automatyczne przewijanie
pt_br: Ativar auto rolagem
ru: Переключить автопрокрутку
sv: Växla automatisk rullning
ta: தானாக உருள் மாற்று
uk: Увімкнути або вимкнути автогортання

source: Read the book aloud
ar: اقرأ الكتاب عاليًا
cs: Číst knihu nahlas
de: Buch vorlesen (lassen)
es: Leer el libro en alto
fi: Lue kirja ääneen
gl: Le o libro en voz alta
ja: 本を読み上げる
mr: पुस्तक आवाजाने वाचा
pl: Przeczytaj książkę na głos
pt_br: Ler o livro em voz alta
ru: Читать книгу вслух
sv: Läs boken högt
ta: புத்தகத்தை சத்தமாக படி
uk: Читати книгу уголос

source: Profiles
ar: الملفات الشخصية
cs: Profily
de: Profile
es: Perfiles
gl: Perfís
mr: प्रोफाईल
pl: Profile
pt_br: Perfis
ru: Профили
sv: Profiler
ta: தற்குறிப்புகள்
uk: Профілі

source: Quickly switch between different settings
ar: التبديل السريع بين الإعدادات المختلفة
cs: Rychle přepínat mezi různými nastaveními
de: Schnelles Wechseln zwischen verschiedenen Einstellungen
es: Cambiar rápidamente entre distintas configuraciones
gl: Cambia rapidamente entre as diferentes configuracións
mr: वेगवेगळ्या सेटिंगमध्ये झटपट स्विच करा
pl: Szybko przełączaj między różnymi ustawieniami
pt_br: Alternar rapidamente entre diferentes configurações
ru: Быстрое переключение между различными настройками
sv: Växla snabbt mellan olika inställningar
ta: வெவ்வேறு அமைப்புகளுக்கு இடையில் விரைவாக மாறவும்
uk: Швидке перемикання між різними параметрами

source: Lookup/search word
ar: إيجاد/بحث كلمة
cs: Vyhledat nebo hledat slovo
de: Wort nachschlagen/suchen
es: Búsqueda de palabra
fi: Haku/hae sanaa
gl: Busca/busca palabra
ja: 検索
mr: शब्दाचा शोध घ्या/अर्थ शोधा
pl: Wyszukaj słowo
pt_br: Definir/pesquisar palavra
ru: Найти значение слова
sv: Slå upp/sök ord
ta: பார்/தேடு சொல்
uk: Слово для фільтрування або пошуку

source: Lookup or search for the currently selected word
ar: ايجاد او البحث عن الكلمة المحددة حاليا
cs: Vyhledat nebo hledat aktuálně vybrané slovo
de: Aktuell ausgewähltes Wort nachschlagen bzw. suchen
es: Hacer una búsqueda de la palabra seleccionada actualmente
fi: Hae tai etsi valittuna oleva sanaa
gl: Busca ou busca a palabra seleccionada actualmente
ja: 現在選択中の語を検索
mr: सध्या निवडलेल्या शब्दाचा शोध घ्या किंवा अर्थ शोधा
pl: Wyszukaj zaznaczone słowo
pt_br: Buscar definição ou pesquisar a palavra atualmente selecionada
ru: Поиск значения выделенного в данный момент слова
sv: Slå upp eller sök efter det för närvarande markerade ordet
ta: தற்போது தேர்ந்தெடுக்கப்பட்ட சொல்லைத் பார் அல்லது தேடு
uk: Фільтрувати за поточним позначеним словом або шукати його

source: Copy link
ar: نسخ الرابط
cs: Kopírovat odkaz
de: Verweis kopieren
es: Copiar enlace
fi: Kopioi linkki
gl: Copiar ligazón
ja: リンクをコピー
mr: लिंक कॉपी करा
pl: Skopiuj odsyłacz
pt_br: Copiar link
ru: Копировать ссылку
sv: Kopiera länk
ta: இணைப்பை நகலெடு
uk: Копіювати посилання

source: Copy the current link
ar: نسخ الرابط الحالي
cs: Kopírovat aktuální odkaz
de: Aktuellen Verweis kopieren
es: Copiar el enlace actual
fi: Kopioi nykyinen linkki
gl: Copia a ligazón actual
ja: 現在のリンクをコピー
mr: वर्तमान लिंक कॉपी करा
pl: Skopiuj bieżący link
pt_br: Copiar o link atual
ru: Скопировать текущую ссылку
sv: Kopiera den aktuella länken
ta: தற்போதைய இணைப்பை நகலெடு
uk: Копіювати поточне посилання

source: View image
ar: مشاهدة الصورة
cs: Zobrazit obrázek
de: Bild anzeigen
es: Ver imagen
fi: Näytä kuva
gl: Ver imaxe
ja: 画像を表示
mr: चित्र पाहा
pl: Zobacz obraz
pt_br: Visualizar imagem
ru: Рассмотреть изображение
sv: Visa bild
ta: படத்தைக் காண்க
uk: Переглянути зображення

source: View the current image
ar: مشاهدة الصورة الحالية
cs: Zobrazit aktuální obrázek
de: Aktuelles Bild anzeigen
es: Ver la imagen actual
fi: Näytä nykyinen kuva
gl: Ver a imaxe actual
ja: 現在の画像を表示
mr: वर्तमान चित्र पाहा
pl: Wyświetl bieżący obraz
pt_br: Visualizar a imagem atual
ru: Рассмотреть текущее изображение
sv: Visa den aktuella bilden
ta: தற்போதைய படத்தைக் காண்க
uk: Переглянути поточне зображення

source: Copy image
ar: نسخ الصورة
cs: Kopírovat obrázek
de: Bild kopieren
es: Copiar imagen
fi: Kopioi kuva
gl: Copiar a imaxe
ja: 画像をコピー
mr: चित्र कॉपी करा
pl: Skopiuj obraz
pt_br: Copiar imagem
ru: Копировать изображение
sv: Kopiera bild
ta: படத்தை நகலெடு
uk: Копіювати зображення

source: Copy the current image
ar: نسخ الصورة الحالية
cs: Kopírovat aktuální obrázek
de: Aktuelles Bild kopieren
es: Copiar la imagen actual
fi: Kopioi nykyinen kuva
gl: Copia a imaxe actual
ja: 現在の画像をコピー
mr: वर्तमान चित्र कॉपी करा
pl: Skopiuj aktualny obraz
pt_br: Copiar a imagem atual
ru: Копировать текущее изображение
sv: Kopiera den aktuella bilden
ta: தற்போதைய படத்தை நகலெடு
uk: Копіювати поточне зображення

source: Inspector
ar: الفاحص
cs: Kontrola
de: Inspektor
fi: Tarkastaja
ja: インスペクター
mr: निरीक्षक
pl: Inspektor
pt_br: Inspetor
ru: Инспектор
sv: Inspekterare
ta: ஆய்வாளர்
uk: Інспектор

source: Show the content inspector
ar: إظهار فاحص المحتوى
cs: Zobrazit kontrolu obsahu
de: Inhalteinspektor anzeigen
es: Mostrar el inspector de contenido
fi: Näytä sisällön tarkastaja
gl: Mostra o inspector de contidos
ja: コンテンツインスペクタを表示
mr: सामग्री निरीक्षक दाखवा
pl: Pokaż inspektora treści
pt_br: Mostrar inspetor de conteúdo
ru: Показать инспектор содержимого
sv: Visa innehållsinspektören
ta: உள்ளடக்க ஆய்வாளரைக் காட்டு
uk: Показати інспектор вмісту
