Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: The search expression {} contains smart quotes. By default, Apple inserts smart quotes instead of normal quotes when tapping the quote button. This will prevent the search from working, if you intended to use normal quotes. You can type normal quotes by long-tapping the quotes button. Do you want to keep the smart quotes or replace them with normal quotes?
ar: تعبير البحث {} يحتوي على علامات اقتباس ذكية. بشكل افتراضي، تدرج Apple علامات اقتباس ذكية بدلاً من علامات الاقتباس العادية عند النقر على زر الاقتباس. سيؤدي هذا إلى منع عمل البحث، إذا كنت تنوي استخدام علامات اقتباس عادية. يمكنك كتابة علامات اقتباس عادية بالنقر المطول على زر الاقتباسات. هل تريد الاحتفاظ بعلامات الاقتباس الذكية أم استبدالها بعلامات اقتباس عادية؟
cs: Vyhledávací výraz {} obsahuje chytré uvozovky. Když klepnete na tlačítko uvozovek, vkládá Apple ve výchozím nastavení chytré uvozovky namísto normálních uvozovek. Pokud zamýšlíte používat normální uvozovky, zabráníte tím vyhledávání ve funkčnosti. Normální uvozovky můžete napsat dlouhým klepnutím na tlačítko uvozovek. Chcete ponechat chytré uvozovky nebo je nahradit normálními uvozovkami?
de: Der Suchausdruck {} enthält intelligente Anführungszeichen. Standardmäßig fügt Apple intelligente anstelle von normalen Anführungszeichen ein, wenn Sie auf die Anführungszeichen-Schaltfläche tippen. Dies verhindert, dass die Suche funktioniert, wenn Sie vorhatten, normale Anführungszeichen zu verwenden. Sie können normale Anführungszeichen eingeben, indem Sie lange auf die Schaltfläche "Anführungszeichen" tippen. Möchten Sie die intelligenten Anführungszeichen beibehalten oder durch normale Anführungszeichen ersetzen?
es: La expresión de búsqueda {} contiene comillas tipográficas. De manera predeterminada, Apple introduce comillas tipográficas en lugar de rectas al pulsar el botón de comillas. Esto hace que la búsqueda no funcione si lo que pretende es usar comillas rectas. Puede obtener comillas rectas dejando pulsado el botón de comillas. ¿Quiere mantener las comillas tipográficas o sustituirlas por las rectas?
fi: Hakulauseke {} sisältää smart quoteja. Oletuksena, Aplle lisää smart quoteja normaalien lainausmerkkien sijaan kun painetaan lainausmerkki-painiketta. Tämä estää haun toiminnan. Jos halusit käyttää normaaleja lainausmerkkejä, voit kirjoittaa tavalliset merkit painamalla lainausmerkkipainiketta pitkään. Haluatko pitää smart quotet vai korvataanko ne normaaleilla lainausmerkeillä?
gl: A expresión de busca {} contén comiñas intelixentes. Por defecto, Apple insire comiñas intelixentes en lugar de comiñas normais ao tocar o botón de cita. Isto evitará que a busca funcione, se pretendía usar comiñas normais. Podes escribir comiñas normais tocando longamente o botón de comiñas. Queres manter as comiñas intelixentes ou substituílas por comiñas normais?
id: Perintah pencarian {} mengandung tanda kutip. Secara umum, Apple menyisipkan tanda kutip daripada sebuah kutip standar ketika klik pada tombol tanda kutip. Ini akan menghalangi pencarian, Jika kamu berniat untuk menggunakan kutip standar. Kamu bisa mengetik tanda kutip dengan menekan lama pada tombol tanda kutip. Apakah kamu ingin membiarkan tanda kutip pintar atau mengganti mereka dengan tanda kutip standar?
ja: 検索式 {} にはスマート引用符が含まれています。デフォルトでは、Appleは引用符ボタンをタップしたときに通常の引用符の代わりにスマート引用符を挿入します。普通の引用符を使いたい場合には、このせいで検索がうまくいかなくなります。普通の引用符を入力するには、引用符ボタンを長押しします。スマート引用符のままにしますか、それとも普通の引用符に置き換えますか？
pl: Wyszukiwane wyrażenie {} zawiera cudzysłowy drukarskie. Domyślnie Apple wstawia cudzysłowy drukarskie zamiast cudzysłowów prostych po dotknięciu przycisku wyszukiwania. Uniemożliwi to poprawne wyszukiwanie, jeśli zamierzasz używać prostych cudzysłowów. Możesz wpisać normalne cudzysłowy przez dłuższe przytrzymanie przycisku wyszukiwania. Czy chcesz zachować cudzysłowy drukarskie, czy zastąpić je normalnymi cudzysłowami?
pt_br: A expressão de pesquisa {} contém aspas inteligentes. Por padrão, a Apple insere aspas inteligentes em vez de aspas normais ao clicar no botão de aspas. Isso impedirá que a pesquisa funcione se você pretende usar aspas normais. Você pode digitar aspas normais com click longo no botão de aspas. Você quer manter as citações inteligentes ou substituí-las por cotações normais?
ru: Выражение поиска {} содержит «умные кавычки». По умолчанию Apple при нажатии кнопки кавычек вставляет «умные кавычки» вместо обычных. Это будет мешать работе поиска, если вы хотите пользоваться обычными. Вы можете вводить обычные кавычки долгим нажатием кнопки кавычек. Хотите сохранить «умные кавычки» или заменить их обычными?
sv: Sökuttrycket {} innehåller typografiska citattecken. Som standard infogar Apple typografiska citattecken istället för normala citattecken när man trycker på knappen för citattecken. Detta förhindrar att sökningen fungerar, om du tänkt använda normala citattecken. Du kan skriva in normala citattecken genom att trycka länge på knappen för citattecken. Vill du behålla typografiska citattecken eller ersätta dem med normala citattecken?
ta: தேடல் வெளிப்பாடு{} அறிவு மேற்கோள்களைக் கொண்டுள்ளது. முன்னிருப்பாக, மேற்கோள் பொத்தானைத் தட்டும்போது ஆப்பிள் சாதாரண மேற்கோள்களுக்குப் பதிலாக அறிவு மேற்கோள்களைச் செருகும். நீங்கள் சாதாரண மேற்கோள்களைப் பயன்படுத்த விரும்பினால், தேடல் செயல்படுவதைத் தடுக்கும். மேற்கோள்கள் பொத்தானை நீண்ட நேரம் தட்டுவதன் மூலம் சாதாரண மேற்கோள்களைத் தட்டச்சு செய்யலாம். அறிவு மேற்கோள்களை வைத்திருக்க விரும்புகிறீர்களா அல்லது அவற்றைச் சாதாரண மேற்கோள்களுடன் மாற்ற விரும்புகிறீர்களா?
uk: У виразі для пошуку {} містяться кмітливі лапки. Типово, програмні продукти Apple вставляють кмітливі лапки замість звичайних у відповідь на натискання кнопки лапок. Це призводитьдо неможливості виконати пошук, якщо ви хотіли використати звичайні лапки. Ввести звичайні лапки можна тривалим торканням кнопки лапок. Ви хочете зберегти кмітливі лапки чи замінити їх на звичайні?

source: Replace
ar: استبدال
cs: Nahradit
de: Ersetzen
es: Sustituir
fi: Korvaa
gl: Substituír
id: Ganti
ja: 置換
mr: अदलाबदल करा
pl: Zastąp
pt_br: Substituir
ru: Заменить
sv: Ersätt
ta: மாற்று
uk: Замінити

source: Keep
ar: إبقاء
cs: Ponechat
de: Behalten
es: Mantener
fi: Pidä
gl: Manteña
id: Tetap
ja: 保持
mr: ठेवा
pl: Pozostaw
pt_br: Manter
ru: Сохранить
sv: Behåll
ta: வை
uk: Зберегти

source: Edit or add notes for {}
ar: تعديل أو إضافة ملاحظات لـ {}
cs: Upravit nebo přidat poznámky pro {}
de: Notizen für {} bearbeiten oder hinzufügen
es: Modificar o añadir notas para {}
fi: Muokkaa tai lisää muistiinpanoja kohteelle {}
gl: Editar ou engadir notas para {}
mr: {} साठी टिपा जोडा किंवा संपादित करा
pl: Edytuj lub dodaj notatki dla {}
pt_br: Editar ou adicionar notas para {}
ru: Редактировать или добавить примечания для {}
sv: Redigera eller lägg till anteckningar för {}
ta: {} க்கான குறிப்புகளைத் திருத்து அல்லது சேர்
uk: Редагувати або додати нотатки щодо {}

source: Search for books based on this category (a search term will be added to the search field)
ar: البحث عن كتب بناءً على هذه الفئة (ستتم إضافة مصطلح بحث إلى حقل البحث)
cs: Hledat knihy na základě této kategorie (hledaný výraz bude přidán do pole hledání)
de: Suche nach Büchern, die auf dieser Kategorie basieren (ein Suchbegriff wird dem Suchfeld hinzugefügt)
es: Buscar libros según esta categoría (se añadirá un término de búsqueda al campo de búsqueda)
fi: Hae kirjoja tämän luokan perusteella (hakusana lisätään hakukenttään)
gl: Busca libros en función desta categoría (un termo de busca engadirase ao campo de busca)
ja: このカテゴリーに基づいて本を検索（検索語は検索フィールドに追加）
pl: Szukaj książek na podstawie tej kategorii (termin wyszukiwania zostanie dodany do pola wyszukiwania)
pt_br: Buscar por livros baseado nesta categoria (um termo de pesquisa será adicionado ao campo de pesquisa)
ru: Искать книги по этой категории (в поисковое поле будет добавлен соответствующий запрос)
sv: Sök efter böcker baserat på denna kategori (en sökterm läggs till i sökfältet)
ta: இந்த வகையின் அடிப்படையில் புத்தகங்களைத் தேடு (தேடல் புலத்தில் ஒரு தேடல் சொல் சேர்க்கப்படும்)
uk: Шукати книги на основі цієї категорії (ключ пошуку буде додано до поля пошуку)

source: Books matching this category
ar: كتب مطابقة لهذه الفئة
cs: Knihy odpovídající této kategorii
de: Bücher in dieser Kategorie
es: Libros que coinciden con esta categoría
fi: Kirjat jotka kuuluvat tähän kategoriaan
gl: Libros correspondentes a esta categoría
id: Buku yang cocok dengan kategori ini
ja: このカテゴリに属する本
mr: या वर्गाशी जुळणारी पुस्तके
pl: Książki pasujące do tej kategorii
pt_br: Livros correspondendo a esta categoria
ru: Книги относящиеся к этой категории
sv: Böcker som matchar denna kategori
ta: இந்த வகை பொருத்தமான புத்தகங்கள்
uk: Книги, що відповідають цій категорії

source: Books that do not match this category
ar: كتب غير مطابقة لهذه الفئة
cs: Knihy, které neodpovídají této kategorii
de: Bücher, die nicht in dieser Kategorie sind
es: Libros que no coinciden con esta categoría
fi: Kirjat jotka eivät kuulu tähän kategoriaan
gl: Libros que non corresponden a esta categoría
id: Buku yang tidak cocok dengan kategori ini
ja: このカテゴリに属さない本
mr: या वर्गाशी न जुळणारी पुस्तके
pl: Książki nie pasujące do tej kategorii
pt_br: Livros não correspondendo a esta categoria
ru: Книги не относящиеся к этой категории
sv: Böcker som inte matchar denna kategori
ta: இந்த வகை புத்தகங்கள் பொருந்தவில்லை
uk: Книги, що не відповідають цій категорії

source: Books that match this category and all sub-categories
ar: الكتب التي تطابق هذه الفئة وجميع الفئات الفرعية
cs: Knihy, které odpovídají této kategorii a všem podkategoriím
de: Bücher aus dieser Kategorie und allen Unter-Kategorien
es: Libros que coinciden con esta categoría y todas las subcategorías
fi: Kirjat jotka kuuluvat tähän kategoriaan ja kaikkiin alakategorioihin
gl: Libros que coinciden con esta categoría e con todas as subcategorías
id: Buku yang cocok dengan kategori ini dan semua subkategorinya
ja: このカテゴリとサブカテゴリに一致する本
mr: अशी पुस्तके जी या वर्गाशी आणि सर्व उपवर्गांशी जुळतात
pl: Książki pasujące do tej kategorii i wszystkich podkategorii
pt_br: Livros correspondendo a esta categoria e todas subcategorias
ru: Книги относящиеся к этой категории и подкатегориям
sv: Böcker som matchar denna kategori och alla underkategorier
ta: இந்த வகை பொருந்தும் புத்தகங்கள் மற்றும் அனைத்து துணை பிரிவுகள்
uk: Книги, які відповідають цій категорії і усім підкатегоріям

source: Books that do not match this category or any of its sub-categories
ar: الكتب التي لا تطابق هذه الفئة أو أي من فئاتها الفرعية
cs: Knihy, které neodpovídají této kategorii a žádné z její podkategorií
de: Bücher, die nicht in dieser oder einer der Unter-Kategorien sind
es: Libros que no coinciden con esta categoría ni ninguna de sus subcategorías
fi: Kirjat jotka eivät kuulu tähän kategoriaan tai mihinkään sen alakategoriaan
gl: Libros que non se corresponden con esta categoría nin con ningunha das súas subcategorías
id: Buku yang tidak cocok dengan kategori ini atau subkategorinya
ja: このカテゴリかサブカテゴリのどれにも一致しない本
mr: अशी पुस्तके जी या वर्गाशी आणि सर्व उपवर्गांशी जुळत नाहीत
pl: Książki nie pasujące do tej kategorii lub jej podkategorii
pt_br: Livros não correspondendo a esta categoria ou qualquer subcategoria
ru: Книги не относящиеся к этой категории и вспомогательным категориям
sv: Böcker som inte matchar denna kategori eller någon av dess underkategorier
ta: புத்தகங்கள் பொருந்தவில்லை இந்த வகை அல்லது அதன் உட்பிரிவுகளும்
uk: Книги, які не відповідають цій категорії і усім її підкатегоріям

source: Add to the search expression with:
ar: أضف إلى تعبير البحث بـ:
cs: Přidat do vyhledávacího výrazu s:
de: Zum Suchausdruck hinzufügen mit:
es: Añadir a la expresión de búsqueda con:
fi: Lisää hakulausekkeeseen:
gl: Engadir á expresión de busca con:
id: Tambahkan ke ekspresi pencarian dengan:
ja: 検索条件を追加:
pl: Dodaj do wyszukiwanego wyrażenia z:
pt_br: Adicionar à expressão de pesquisa com:
ru: Дополнить поисковое выражение:
sv: Lägg till i sökuttrycket med:
ta: தேடல் வெளிப்பாடு கொண்டு சேர்க்க:
uk: Додати до виразу для пошуку з:

source: Number of books: {}
ar: عدد الكتب: {}
cs: Počet knih: {}
de: Anzahl an Büchern: {}
es: Número de libros: {}
fi: Kirjojen määrä: {}
gl: Número de libros: {}
mr: पुस्तकांची संख्या: {}
pl: Liczba książek: {}
pt_br: Número de livros: {}
ru: Количество книг: {}
sv: Antal böcker: {}
ta: புத்தகங்களின் எண்ணிக்கை: {}
uk: Кількість книг: {}

source: Average rating of books: {:.1f}
ar: متوسط ​​تقييم الكتب: {:.1f}
cs: Průměrné hodnocení knih: {:.1f}
de: Durchschnittliche Bewertung der Bücher: {:.1f}
es: Calificación media de los libros: {:.1f}
fi: Kirjojen keskimääräinen arvosana: {:.1f}
gl: Valoración media dos libros: {:.1f}
mr: पुस्तकांचे सरासरी रेटिंग: {:.1f}
pl: Średnia ocena dla książek: {:.1f}
pt_br: Avaliação média dos livros: {:.1f}
ru: Средний рейтинг книг: {:.1f}
sv: Medelbetyg för böcker: {:.1f}
ta: புத்தகங்களின் சராசரி மதிப்பீடு: {:.1f}
uk: Середня оцінка книг: {:.1f}

source: Number of books in this category: {}
ar: رقم الكتب في هذه الفئة: {}
cs: Počet knih v této kategorii: {}
de: Anzahl der Bücher in dieser Kategorie: {}
es: Número de libros en esta categoría: {}
fi: Kategorian kirjojen lukumäärä: {}
gl: Número de libros nesta categoría: {}
id: Jumlah buku dalam kategori ini: {}
ja: このカテゴリ中の本の数: {}
mr: या वर्गात पुस्तकांची संख्या: {}
pl: Liczba książek w tej kategorii: {}
pt_br: Número de livros nesta categoria: {}
ru: Количество книг по этой категории: {}
sv: Antal böcker i denna kategori: {}
ta: இந்த வகை புத்தகங்கள் எண்ணிக்கை: {}
uk: Кількість книг у цій категорії: {}

source: Average rating for books in this category: {:.1f}
ar: متوسط ​​تقييم الكتب في هذه الفئة: {:.1f}
cs: Průměrné hodnocení pro knihy v této kategorii: {:.1f}
de: Durchschnittliche Bewertung für Bücher in dieser Kategorie: {:.1f}
es: Calificación media de los libros en esta categoría: {:.1f}
fi: Tämän kategorian kirjojen arvioiden keskiarvo: {:.1f}
gl: Valoración media dos libros desta categoría: {:.1f}
id: Peringkat rata-rata untuk buku dalam kategori ini: {:.1f}
ja: カテゴリ内の本の平均評価: {:.1f}
mr: या वर्गातील पुस्तकांचे सरासरी रेटिंग: {:.1f}
pl: Średnia ocena dla książek w tej kategorii: {:.1f}
pt_br: Avaliação média para livros nesta categoria: {:.1f}
ru: Средняя оценка книг в этой категории: {:.1f}
sv: Medelbetyg för böcker i denna kategori: {:.1f}
ta: இந்தப் பிரிவில் புத்தகங்களின் சராசரி மதிப்பீடு: {:.1f}
uk: Середня оцінка книг у цій категорії: {:.1f}

source: Failed to load Tag browser data
ar: فشل تحميل بيانات مستعرض العلامات
cs: Nepodařilo se načíst data Prohlížeče štítků
de: Fehler beim Laden von Schlagwortbrowserdaten
es: Fallo al cargar datos para el explorador de etiquetas
fi: Tägi-selauksen tietoja ei saatu ladattua
gl: Produciuse un erro ao cargar os datos do navegador de etiquetas
id: Gagal memuat data penelusur Tag
ja: タグブラウザデータの読み込みに失敗しました
mr: टॅग ब्राउझर डेटा लोड करण्यात अपयशी
pl: Błąd przy ładowaniu danych przeglądarki etykiet
pt_br: Falha ao carregar dados do Navegador de Etiquetas
ru: Сбой загрузки данных браузера тегов
sv: Det gick inte att läsa in data för taggbläddraren
ta: குறிச்சொல் உலாவி தரவை ஏற்றுவதில் தோல்வி
uk: Не вдалося завантажити дані навігатора мітками

source: Enter the search query
ar: أدخل سؤال البحث
cs: Zadejte vyhledávací dotaz
de: Geben Sie eine Suchanfrage ein
es: Introduzca la consulta
fi: Syötä hakulauseke
gl: Introduza a consulta de busca
id: Masukkan permintaan pencarian
ja: 検索条件を入力してください
pl: Wpisz zapytanie
pt_br: Insira a expressão de consulta
ru: Введите поисковый запрос
sv: Ange sökuttrycket
ta: தேடல் கேள்வி சேர்
uk: Введіть пошуковий запит

source: Search the full text of books instead
ar: ابحث في النص الكامل للكتب بدلاً من ذلك
cs: Vyhledávat namísto toho v plném textu knih
de: Durchsuche stattdessen den Volltext der Bücher
es: Buscar en el texto completo de los libros
fi: Hae sen sijaan kirjojen koko tekstistä
gl: Busca o texto completo dos libros
mr: त्याबदली पुस्तकांच्या संपूर्ण मजकुरात शोध घ्या
pl: Zamiast tego przeszukaj pełny tekst książek
pt_br: Em vez disso, pesquise o texto completo dos livros
ru: Вместо этого ищите полный текст книг
sv: Sök i hela texten hos böcker istället
ta: அதற்கு பதிலாக புத்தகங்களின் முழு உரையையும் தேடு
uk: Шукати в усьому тексті книг

source: Fetching data for the Tag browser, please wait
ar: جاري جلب البيانات لمستعرض العلامات، يرجى الانتظار
cs: Načítání dat pro Prohlížeč štítků, čekejte...
de: Daten für den Schlagwortbrowser werden abgerufen, bitte warten
es: Recopilando datos para el explorador de etiquetas, espere
fi: Haetaan tietoja tagi-selaimeen, odota hetki
gl: Obtendo datos para o navegador de etiquetas, agarde
id: Mengambil data untuk penelusur Tag, mohon tunggu
ja: タグブラウザ用のデータを取得中、お待ちください
mr: टॅग ब्राउझरसाठी डेटा आणत आहे, कृपया प्रतीक्षा करा
pl: Ładowanie danych dla przeglądarki etykiet, proszę czekać
pt_br: Buscando dados para o Navegador Etiquetas, por favor aguarde
ru: Получение данных из браузера тегов, ожидайте
sv: Samlar data för taggbläddraren, vänta
ta: குறிச்சொல் உலாவிக்கான தரவைப் பெறுகிறது, தயவுசெய்து காத்திரு
uk: Отримуємо дані для навігатора мітками, будь ласка, зачекайте

source: Sort tags by
ar: فرز العلامات حسب
cs: Seřadit štítky podle
de: Schlagwörter sortieren nach
es: Ordenar etiquetas por
fi: Järjestä tägit
gl: Ordenar etiquetas por
id: Sortir tag berdasarkan
ja: タグを整列
mr: टॅगांची क्रमवारी
pl: Sortuj etykiety według
pt_br: Classificar etiquetas por
ru: Сортировать теги по
sv: Sortera taggar efter
ta: குறிச்சொற்களை வரிசைபடுத்து இதன் மூலம்
uk: Критерій упорядковування міток

source: Name
ar: الإسم
cs: Název
es: Nombre
fi: Nimi
gl: Nome
id: Nama
ja: 名前
mr: नाव
pl: Nazwa
pt_br: Nome
ru: Название
sv: Namn
ta: பெயர்
uk: Назва

source: Popularity (number of books)
ar: الشعبية (عدد الكتب)
cs: Oblíbenost (počet knih)
de: Beliebtheit (Anzahl der Bücher)
es: Popularidad (número de libros)
fi: Suosittuus (kirjojen lukumäärä)
gl: Popularidade (número de libros)
id: Popularitas (Jumlah Buku)
ja: 人気度 (本の数)
mr: लोकप्रियता (पुस्तकांची संख्या)
pl: Popularność (liczba książek)
pt_br: Popularidade (número de livros)
ru: Популярность (количество книг)
sv: Populäritet (antal böcker)
ta: நன்மதிப்பு (புத்தகங்களின் எண்ணிக்கை)
uk: Популярність (кількість книг)

source: Average rating
ar: معدل التقييم
cs: Průměrné hodnocení
de: Bewertungsdurchschnitt
es: Valoración media
fi: Keskimääräinen arvosana
gl: Valoración media
id: Peringkat rata-rata
ja: 平均評価
mr: सरासरी रेटिंग
pl: Średnia ocen
pt_br: Avaliação média
ru: Средняя оценка
sv: Medelbetyg
ta: சராசரி மதிப்பீடு
uk: Середня оцінка

source: Change how the tags/authors/etc. are sorted in the "Tag browser"
ar: تغيير كيفية فرز العلامات/المؤلفين/إلخ. في "مستعرض العلامات"
cs: Změnit, jak jsou řazeny štítky, autoři atd. v Prohlížeči štítků
de: Sortierung der Schlagwörter, Autoren usw. im Schlagwortbrowser ändern
es: Cambiar cómo se ordenan las etiquetas, autores, etc. en el «Explorador de etiquetas»
fi: Vaihda tägien/tekijöiden/yms. järjestystä "tägi-selauksessa"
gl: Cambiar como as etiquetas/autores/etc. están ordenados no «Navegador de etiquetas"
id: Ubah cara tag/penulis/dan lain-lain disortir pada "penelusur Tag"
ja: タグブラウザ内でのタグ/著者などの表示順を変更
pl: Zmień sposób, w jaki sortowane są etykiety/autorzy/itp. w „Przeglądarce etykiet”
pt_br: Alterar como etiquetas/autores/etc. são classificados no "Navegador de Etiquetas"
ru: Сменить сортировку тегов/авторов/прочего в браузере тегов
sv: Ändra hur taggar/författare/etc. sorteras i "taggbläddraren"
ta: குறிச்சொற்கள்/ஆசிரியர்கள்/போன்றவற்றை எவ்வாறு "குறிச்சொல் உலாவி" இல் வரிசைப்படுத்தப்படுகின்றன என்பதை மாற்று
uk: Змінити спосіб упорядковування записів міток, авторів тощо, у навігаторі мітками

source: Category partitioning method
ar: طريقة تقسيم الفئة
cs: Metoda rozdělení kategorií
de: Methode der Kategorieaufteilung
es: Método de partición de categorías
fi: Luokan osiointimenetelmä
gl: Método de división de categorías
ja: カテゴリ分割方法
mr: वर्ग विभाजन पद्धत
pl: Metoda podziału kategorii
pt_br: Método de particionamento de categorias
ru: Метод разделения категорий
sv: Metod för kategoripartitionering
ta: வகை பகிர்வு முறை
uk: Спосіб поділу на категорії

source: First Letter
ar: الحرف الأول
cs: První písmeno
de: Anfangsbuchstabe
es: Primera letra
fi: Ensimmäinen kirjain
gl: Primeira letra
id: Huruf Pertama
ja: 先頭文字
mr: पहिले अक्षर
pl: Pierwsza litera
pt_br: Primeira letra
ru: Первая буква
sv: Första bokstav
ta: முதல் எழுத்து
uk: Перша літера

source: Disable
ar: تعطيل الملحق المسمى
cs: Zakázat
de: Deaktivieren
es: Desactivar
fi: Poista käytöstä
gl: Desactivar
id: Nonaktifkan
ja: 無効
mr: निष्क्रिय करा
pl: Wyłącz
pt_br: Desativar
ru: Отключено
sv: Inaktivera
ta: முடக்கு
uk: Вимкнути

source: Partition
ar: التقسيم
cs: Oddíl
de: Unterteilen
es: Partición
fi: Jako
gl: Partición
id: Pembagian
ja: 区間
mr: विभाजन
pl: Podzielone
pt_br: Partição
ru: Раздел
sv: Del
ta: பகிர்வு
uk: Поділ
