Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Enable &heuristic processing
ar: تمكين معالجة إر&شادي
cs: Povolit &heuristické zpracování
de: &Heuristische Verarbeitung aktivieren
es: Activar el procesado &heurístico
fi: Salli heuristinen käsittely
gl: Activar o procesado &heurístico
ja: ヒューリスティック処理を有効にする(&H)
pl: Włącz przetwarzanie &heurystyczne
pt_br: Ativar processamento &heurístico
ru: Разрешить &эвристическую обработку
sv: Aktivera &heuristisk bearbetning
ta: இயக்கு பட்டறிவு செயலாக்கம்
uk: Увімкнути &евристичну обробку

source: Unwrap lines
ar: خطوط فك التغليف
cs: Zrušit zalomení řádků
de: Zeilenumbrüche entfernen
es: Unir líneas
fi: Poista rivitys
gl: Unir liñas
ja: 行折り返し解除
pl: Rozwijaj wiersze
pt_br: Eliminar quebra de linhas
ru: Убирать переносы строк
sv: Radbrytningar
ta: கோடுகளை அவிழ்த்து விடு
uk: З’єднати рядки

source: Line &un-wrap factor:
ar: عامل &فك التفاف السطر:
cs: Koeficient &zrušení zalomení řádku:
de: Faktor für das Entfernen von &Umbrüchen:
es: &Factor de unión de líneas:
fi: Rivityksen poiston kerroin:
gl: Factor de &desenvolver de liña:
ja: 行折り返し解除ファクタ(&U):
pl: Współczynnik &rozwijania wierszy:
pt_br: Fator de eliminação de q&uebras de linha:
ru: Фактор пере&носа строки:
sv: Faktor för &borttagningar av radbrytningar:
ta: வரி விரி காரணி:
uk: Коефіцієнт роз&бирання рядків:

source: Detect and markup unformatted chapter headings and sub headings
ar: اكتشاف عناوين الفصول والعناوين الفرعية غير المنسقة ووضع علامات عليها
cs: Rozpoznat a označit neformátované nadpisy a podnadpisy kapitol
de: Unformatierte Kapitel- und Unterüberschriften erkennen und formatieren
es: Detectar y marcar cabeceras y subcabeceras de capítulos sin formato
fi: Etsi ja korjaa muotoilemattomat lukujen otsikot ja alaotsikot
gl: Detectar e marcar cabeceiras e subcabeceiras de capítulos sen formato
ja: フォーマットされていない章タイトルとサブタイトルを判別してマークアップする
pl: Wykryj i oznacz niesformatowane tytuły i podtytuły rozdziałów
pt_br: Detectar e formatar títulos de capítulos não formatados e sub-títulos
ru: Определять и размечать неформатированные заголовки и подзаголовки
sv: Identifiera och markera oformaterade kapitelrubriker och underrubriker
ta: வடிவமைக்கப்படாத இயல் தலைப்புகள் மற்றும் துணை தலைப்புகளைக் கண்டறிந்து குறி
uk: Виявити і розмітити неформатовані заголовки глав та розділів

source: Renumber sequences of <h1> or <h2> tags to prevent splitting
ar: إعادة ترقيم تتابعات وسوم <h1> أو <h2> لمنع الإنقسام
cs: Přečíslovat sekvence značek <h1> nebo <h2> kvůli zabránění rozdělení
de: Abfolgen von <h1>- oder <h2>-HTML-Tags neu nummerieren, um Trennungen zu vermeiden
es: Renumerar secuencias de etiquetas <h1> o <h2> para evitar divisiones
fi: Numeroi uusiksi <h1> tai <h2> tägien sarjat katkeamisen estämiseksi
gl: Renumerar secuencias de etiquetas <h1> ou <h2> para evitar divisións
ja: 分割を避けるために<h1>や<h2>タグの順番を付け直す
pl: Zmień numerację sekwencji znaczników <h1> lub <h2>, aby zapobiec dzieleniu
pt_br: Renumerar as sequências de tags <h1> ou <h2> para evitar quebra
ru: Перенумеровывать последовательность тегов <h1> или <h2> для предотвращения разрывов
sv: Numrera sekvenser av <h1>- eller <h2>-taggar för att förhindra uppdelning
ta: பிளவுபடுவதைத் தடுக்க <h1> அல்லது <h2> குறிச்சொற்களின் மறுசீரமைப்பு வரிசைகள்
uk: Змінювати нумерацію у послідовностях теґів <h1> і <h2>, щоб запобігти розрізанню

source: Delete blank lines between paragraphs
ar: التحري عن السطور الفارغة بين الفقرات
cs: Odstranit prázdné řádky mezi odstavci
de: Leerzeilen zwischen Absätzen entfernen
es: Borrar líneas en blanco entre párrafos
fi: Poista tyhjät rivit kappaleiden välistä
gl: Borrar liñas en branco entre parágrafos
id: Hapus baris kosong antara paragraf
ja: 段落間の空行を削除する
pl: Usuń puste wiersze między akapitami
pt_br: Apagar linhas em branco entre parágrafos
ru: Удалять пустые строки между абзацами
sv: Ta bort tomma rader mellan stycken
ta: பத்திகளுக்கு இடையில் வெற்று வரிகளை நீக்கு
uk: Вилучити порожні рядки між абзацами

source: Ensure scene breaks are consistently formatted
ar: تأكد أن فوصل المشاهد منسقة باتّساق
cs: Zajistit konzistentní formátování přerušení příběhu
de: Sicherstellen, dass Abschnittswechsel einheitlich formatiert sind
es: Asegurar que los cambios de escena tienen un formato consistente
fi: Varmista, että kohtausten vaihdokset muotoillaan yhdenmukaisesti
gl: Asegurarse de que os saltos de escea teñen un formato consistente
ja: シーンブレイクが一貫したフォーマットになるようにする
pl: Dopilnuj, aby przerywniki były spójnie sformatowane
pt_br: Assegurar que quebras de cena estejam formatadas consistentemente
ru: Убедиться, что разрывы сцены чётко отформатированы
sv: Se till att scenbrytningar är konsekvent formaterade
ta: காட்சி இடைவெளிகள் தொடர்ந்து வடிவமைக்கப்பட்டுள்ளன என்பதை உறுதிப்படுத்து
uk: Забезпечити належне форматування розривів сцен

source: Rep&lace soft scene breaks:
ar: ا&ستبدال فواصل المشاهد اللينة:
cs: Nahradit &měkká přerušení příběhu:
de: Weiche Abschnittswechse&l ersetzen:
es: Sustituir &cambios de escena:
fi: Korvaa "pehmeät" kohtausten vaihdokset:
gl: Sub&substituír pausas de escena suave:
ja: ソフトシーンブレイクを置換します(&L):
pl: Podmień akapit:
pt_br: Substituir quebras de cena suaves:
ru: За&менить мягкие разрывы сцены:
sv: Ersätt mjuka scen&brytningar:
ta: மென்மையான காட்சி இடைவெளியை மாற்று:
uk: Замінити м’які &розриви сцен:

source: Remove unnecessary hyphens
ar: أزل هذا الملف
cs: Odebrat nadbytečné spojovníky
de: Unnötige Worttrennungen entfernen
es: Eliminar los guiones innecesarios
fi: Poista tarpeettomat tavuviivat
gl: Eliminar os guións ortográficos innecesarios
id: Hapus tanda pisah yang tak perlu
ja: 不要なハイフンを削除する
mr: अनावश्यक जोडचिन्ह काढून टाका
pl: Usuń niepotrzebne łączniki
pt_br: Remover hífens desnecessários
ru: Убирать ненужные дефисы
sv: Ta bort onödiga bindestreck
ta: தேவையற்ற சிறுகோடுகளை அகற்று
uk: Вилучати непотрібні дефіси

source: Italicize common words and patterns
ar: اجعل الكلمات والأنماط المتعارفة مائلة
cs: Převést na kurzívu obecná slova a vzory
de: Häufige Wörter und Muster kursiv setzen
es: Poner en cursiva palabras y patrones habituales
fi: Kursivoi tavanomaiset sanat ja rakenteet
gl: Poñer en cursiva palabras e patróns habituais
id: Miringkan kata-kata dan pola-pola yang sama
ja: 常用句やパターンをイタリック体にする
mr: सामान्य शब्द व पॅटर्न तिर्यक करा
pl: Sformatuj kursywą powszechne słowa i wzorce
pt_br: Colocar em itálico palavras e padrões comuns
ru: Выделять общие слова и шаблоны курсивом
sv: Kursivera vanliga ord och mönster
ta: பொதுவான சொற்கள் மற்றும் வடிவங்களை சாய்வு செய்
uk: Позначати курсивом загальні слова та взірці

source: Replace entity indents with CSS indents
ar: استبدل الفراغات البادئة للكيان بالفراغات البادئة من لوح الطراز CSS
cs: Nahradit odsazení entitami pomocí odsazeními CSS
de: Feste Einrückungen durch CSS-Einrückungen ersetzen
es: Sustituir sangrías mediante caracteres por sangrías CSS
fi: Korvaa kirjoitetut sisennukset CSS-sisennyksillä
gl: Substituír o sangrado con caracteres mediante sangrado CSS
ja: 要素のインデントをCSSのインデントに置換する
pl: Zastąp wcięcia znakowe wcięciami CSS
pt_br: Substituir indentação de entidade por indentação CSS
ru: Заменить существующие отступы CSS-отступами
sv: Ersätt enhetsindrag med CSS-indrag
ta: சிஎச்எச் உள்தள்ளல்களுடன் பொருள் உள்தள்ளல்களை மாற்று
uk: Замінити відступи за допомогою об’єктів відступами CSS

source: Left page margin
ar: هامش الصفحة الأيسر
cs: Levý okraj stránky
de: Linker Blattrand
es: Margen de página izquierdo
fi: Vasen marginaali
gl: Marxe esquerda da páxina
id: Margin kiri halaman
ja: 左余白
mr: डावीकडचा समास
pl: Lewy margines strony
pt_br: Margem esquerda da página
ru: Левое поле страницы
sv: Vänstermarginal
ta: இடது பக்க விளிம்பு
uk: Ліве поле сторінки

source: Top page margin
ar: هامش الصفحة الأعلى
cs: Horní okraj stránky
de: Oberer Blattrand
es: Margen de página superior
fi: Ylämarginaali
gl: Marxe da páxina superior
id: Margin atas halaman
ja: 上余白
mr: पानाच्या वरचा समास
pl: Górny margines strony
pt_br: Margem superior da página
ru: Верхнее поле страницы
sv: Toppmarginal
ta: மேல் பக்க விளிம்பு
uk: Верхнє поле сторінки

source: Right page margin
ar: هامش الصفحة الأيمن
cs: Pravý okraj stránky
de: Rechter Blattrand
es: Margen de página derecho
fi: Oikea marginaali
gl: Marxe dereita da páxina
id: Margin kanan halaman
ja: 右余白
mr: पानाच्या उजवीकडचा समास
pl: Prawy margines strony
pt_br: Margem direita da página
ru: Правое поле страницы
sv: Högermarginal
ta: வலது பக்க விளிம்பு
uk: Праве поле сторінки

source: Bottom page margin
ar: هامش الصفحة الأسفل
cs: Dolní okraj stránky
de: Unterer Blattrand
es: Margen de página inferior
fi: Alamarginaali
gl: Marxe inferior da páxina
id: Margin bawah halaman
ja: 下余白
mr: पानाच्या खालचा समास
pl: Dolny margines strony
pt_br: Margem inferior da página
ru: Нижнее поле страницы
sv: Bottenmarginal
ta: கீழே பக்க விளிம்பு
uk: Нижнє поле сторінки

source: &Input profile:
ar: طور ال&دخل:
cs: Vstupní prof&il:
de: E&ingabeprofil:
es: Perfil de &entrada:
fi: Syöttöprofiili:
gl: Perfil de &entrada:
ja: 入力プロファイル(&I):
mr: इनपुट प्रोफाईल (&I):
pl: Profil źródłowy:
pt_br: Perfil de &Entrada:
ru: Профиль &ввода:
sv: &Inmatningsprofil:
ta: உள்ளீட்டு தற்குறிப்பு:
uk: П&рофіль вхідних даних:

source: &Output profile:
ar: &طور ال&خرج:
cs: Výstupní pr&ofil:
de: Ausgabepr&ofil:
es: Perfil de &salida:
fi: Tallennusprofiili:
gl: Perfil de &saída:
ja: 出力プロファイル(&O):
mr: आउटपुट प्रोफाईल (&O):
pl: Profil &wyjściowy:
pt_br: Perfil de &Saída:
ru: Профиль в&ывода:
sv: &Utmatningsprofil:
ta: வெளியீட்டு தற்குறிப்பு:
uk: &Вихідний профіль

source: Detect chapters at
ar: تحرّ عن الفصول عند
cs: Rozpoznat kapitoly v
de: Kapitel erkennen bei
es: Detectar capítulos en
fi: Havaitse luvut
gl: Detectar capítulos en
ja: 章を検出:
mr: येथील अध्यायांचा तपास घ्या:
pl: Wykryj rozdziały w
pt_br: Detectar capítulos com
ru: Определять разделы по
sv: Identifiera kapitel på
ta: இயல்களைக் கண்டறியவும்
uk: Виявляти глави за

source: Chap&ter mark:
ar: علامة الفصل:
cs: &Označení &kapitol:
de: Kapi&telmarkierung:
es: &Marca de capítulo:
fi: Luvun merkki:
gl: Marca de capítulo:
ja: 章のマーク(&T):
mr: अध्यायाचे चिन्ह (&t):
pl: Znak rozdziału:
pt_br: Marcação de capítulo:
ru: Ме&тка раздела:
sv: Kapi&telmärke:
ta: இயல் குறி:
uk: Позна&чка глави:

source: Remove first &image
ar: إزالة الصورة &الأولى
cs: Odebrat první &obrázek
de: Erstes B&ild entfernen
es: Eliminar la primera &imagen
fi: Poista ensimmäinen kuva
gl: Retirar primeira &imaxe
ja: 最初の画像を削除する(&I)
mr: पहिले चित्र काढून टाका (&i)
pl: Usuń pierwszą &grafikę
pt_br: Remover primeira &imagem
ru: Удалить первое &изображение
sv: Ta bort första &bilden
ta: முதல் படத்தை அகற்று
uk: Вилучити перше &зображення

source: Remove &fake margins
ar: أزل &هذا الملف
cs: Odebrat &falešné okraje
de: &Falsche Ränder entfernen
es: Eliminar márgenes &falsos
fi: Poista valemarginaalit
gl: Eliminar marxes &falsas
ja: 偽のマージンを削除する(&F)
mr: खोटे समास काढून टाका (&f)
pl: Usuń &fałszywe marginesy
pt_br: Remover margens &falsas
ru: Удалить &фальшивые поля
sv: Ta bort &falska marginaler
ta: போலி விளிம்புகள் அகற்று
uk: Вилучити &фіктивні поля

source: Add &alt text to images
ar: أضف نص &بديل للصور
cs: Přidat text &alt k obrázkům
de: Füge Bildern einen &Alt-Text hin
es: Añadir texto &alternativo a imágenes
gl: Engade texto &alt ás imaxes
ja: イメージに代替テキストを追加(&a)
mr: चित्रांना वैकल्पिक मजकूर जोडा (&a)
pl: Dodawanie tekstu &alt do obrazów
pt_br: Adicionar texto do atributo &alt às imagens
ru: Добавить &alt-текст к изображениям
sv: Lägg till &alt-text till bilder
ta: படங்களில் உரையை சேர்க்கவும்
uk: Додавати &альтернативний текст до зображень

source: Insert metadata at start of book
ar: إضافة بيانات وصفية في بداية الكتاب
cs: Vložit metadata na začátek knihy
de: Metadaten am Buchanfang einfügen
es: Insertar metadatos al principio del libro
fi: Lisää metatiedot kirjan alkuun
gl: Insire metadatos ao comezo do libro
id: Sisipkan metadata di awal buku
ja: 本の最初に書誌情報を挿入
mr: पुस्तकाच्या सुरुवातीला मेटाडेटा घाला
pl: Wstaw metadane na początku książki
pt_br: Inserir metadados no início do livro
ru: Вставить метаданные в начале книги
sv: Infoga metadata i början av boken
ta: புத்தகத்தின் தொடக்கத்தில் மீத்தரவை செருகு
uk: Вставити метадані на початку книги

source: Insert page breaks before
ar: أدرج فواصل صفحات قبل
cs: Vložit konce stránek před
de: Seitenumbrüche einfügen vor
es: Insertar saltos de página delante de
fi: Lisää sivunvaihdot ennen
gl: Insire saltos de páxina antes
ja: この前に改ページを挿入
pl: Wstaw znaczniki końca strony przed
pt_br: Inserir quebras de página antes
ru: Вставить разрывы страницы до
sv: Infoga sidbrytningar före
ta: பக்க இடைவெளிகளை முன் செருகு
uk: Вставляти розриви сторінок перед

source: Start reading at
ar: إبدأ القراءة في
cs: Začít číst v
de: Lesen starten bei
es: Comenzar lectura en
fi: Aloita lukeminen kohdasta
gl: Comeza a ler en
id: Mulai baca pada
ja: 読み上げ開始
mr: येथे वाचन सुरू करा:
pl: Zacznij czytanie na:
pt_br: Começar lendo em
ru: Начать чтение с
sv: Börja läsa från
ta: இல் படிக்கத் தொடங்கு
uk: Починати читання з

source: &Force use of auto-generated Table of Contents
ar: &ألزم استخدام جدول المحتويات المنشئة آلياً
cs: &Vynutit použití automaticky generovaného obsahu
de: &Verwendung des automatisch erstellten Inhaltsverzeichnisses erzwingen
es: &Forzar el uso del índice generado automáticamente
fi: Pakota automaattinen sisällysluettelo
gl: &Forzar o uso do índice xerado automaticamente
ja: 自動生成された目次を強制的に使用する(&F)
mr: आपोआप उत्पन्न केलेल्या अनुक्रमणिकेचा जबरदस्तीने वापर करा (&F)
pl: &Wymuś użycie wygenerowanego automatycznie spisu treści
pt_br: &Forçar o uso do índice gerado automaticamente
ru: &Принудительное использование автоматически созданного оглавления
sv: &Tvinga användning av automatiskt genererad innehållsförteckning
ta: தானாக உருவாக்கிய உள்ளடக்க அட்டவணையின் கட்டாய பயன்பாடு
uk: Прим&усово використати автоматично створений зміст

source: Do not add &detected chapters to the Table of Contents
ar: لا تقم بإضافة الفصول ال&مكتشفة إلى جدول المحتويات
cs: &Nepřidávat rozpoznané kapitoly do obsahu
de: Erkannte Kapitel &nicht zum Inhaltsverzeichnis hinzufügen
es: No añadir capítulos &detectados al índice
fi: Älä lisää heuristiikan havaitsemia lukuja sisällysluetteloon
gl: Non engadir capítulos &detectados á táboa de contidos
ja: 見つかった章を目次に追加しない(&D)
mr: सापडून आलेले अध्याय अनुक्रमणिकेत जोडू नका (&d)
pl: Nie dodawaj &wykrytych rozdziałów do spisu treści
pt_br: Não adicionar os capítulos &detectados ao índice
ru: Не добавлять &обнаруженные разделы в оглавление
sv: Lägg inte till &upptäckta kapitel i innehållsförteckningen
ta: உள்ளடக்க அட்டவணையில் கண்டறிந்து இயல்களைச் சேர்க்க வேண்டாம்
uk: Не додавати ви&явлені глави до змісту

source: Allow &duplicate links when creating the Table of Contents
ar: السماح بالروابط ال&مكررة عند إنشاء جدول المحتويات
cs: Povolit &duplicitní odkazy při vytváření obsahu
de: &Doppelte Verweise erlauben, wenn das Inhaltverzeichnis erstellt wird
es: Permitir enlaces &duplicados al crear el índice
fi: Salli toistuvat linkit sisällysluettelon luomisessa
gl: Permitir &duplicar ligazóns ao crear a táboa de contidos
ja: 目次の作成時に重複するリンクを許す(&D)
pl: Zezwól na powtarzające się pozycje przy tworzeniu spisu treści
pt_br: Permitir links &duplicados na criação do índice
ru: Разрешить &копии ссылок при создании оглавления
sv: Tillåt &dubblettlänkar när innehållsförteckningen skapas
ta: உள்ளடக்க அட்டவணையை உருவாக்கும்போது நகல் இணைப்புகளை அனுமதி
uk: Дозволити &дублікати посилань під час створення змісту

source: Number of &links to add to Table of Contents:
ar: عدد ال&روابط المراد إضافتها إلى جدول المحتويات:
cs: &Počet odkazů, které přidat do obsahu:
de: Anzah&l der zum Inhaltsverzeichnis hinzuzufügenden Verweise:
es: Número de &enlaces para añadir al índice:
fi: Sisällysluetteloon lisättävien &linkkien määrä:
gl: Número de &ligazóns para engadir á táboa de contidos:
ja: 目次に追加するリンク数(&L):
mr: अनुक्रमणिकेत जोडायच्या लिंकांची संख्या (&l):
pl: Liczba &odsyłaczy do dodania do spisu treści:
pt_br: Número de &links para adicionar à Tabela de Conteúdos:
ru: Количество &ссылок для добавления в оглавление:
sv: Antal &länkar att lägga till i innehållsförteckningen:
ta: உள்ளடக்க அட்டவணையில் சேர்க்க இணைப்புகளின் எண்ணிக்கை:
uk: Кількість пос&илань, які слід додати до змісту:

source: Chapter &threshold:
ar: &علامة الفصل:
cs: &Mezní hodnota kapitoly
de: Kapi&telgrenzwert:
es: &Umbral de capítulos:
fi: Luvun raja-arvo:
gl: &Limiar do capítulo:
ja: 章の閾値(&T):
pl: &Próg liczby rozdziałów:
pt_br: Limi&te de capítulos:
ru: На&чало главы:
sv: &Kapiteltröskel:
ta: இயல் வாசல்:
uk: По&ріг глав:

source: TOC &filter:
ar: مُر&شّح جدول المحتويات:
cs: &Filtr obsahu:
de: &Filter für Inhaltsverzeichnis:
es: Fi&ltro para el índice:
fi: Sis.luettelosuodin:
gl: Fil&tro do índice:
ja: TOC絞り込み(&F):
mr: अनुक्रमणिका गाळणी (&f):
pl: &Filtr spisu treści:
pt_br: &Filtro TOC
ru: &Фильтр оглавления:
sv: &Innehållförteckningsfilter:
ta: அட்டவணை வடிகட்டி:
uk: &Фільтр змісту:

source: Level &1 TOC (XPath expression):
ar: مستوى &1 جدول المحتويات (تعبير XPath):
cs: Obsah &1. úrovně (výraz XPath):
de: Inhaltsverzeichnisebene &1 (XPath-Ausdruck):
es: &Primer nivel del índice (expresión XPath):
fi: Tason 1 sis.luettelo (XPath lauseke):
gl: &Primeiro nivel de índice (expresión XPath):
ja: レベル&1 目次(XPath構文):
pl: Pierwszy poziom spisu treści (wyrażenie XPath):
pt_br: Índice nível &1 (expressão XPath):
ru: &1 уровень оглавления (выражение XPath):
sv: Nivå &1-innehållsförteckning (XPath-uttryck):
ta: நிலை 1 அட்டவணை (ஃபாதை வெளிப்பாடு):
uk: Рівень &1 змісту (вираз XPath):

source: Level &2 TOC (XPath expression):
ar: مستوى &2 جدول المحتويات (تعبير XPath):
cs: Obsah &2. úrovně (výraz XPath):
de: Inhaltsverzeichnisebene &2 (XPath-Ausdruck):
es: &Segundo nivel del índice (expresión XPath):
fi: Tason 2 sis.luettelo (XPath lauseke):
gl: &Segundo nivel de índice (expresión XPath):
ja: レベル&2 目次(XPath構文):
pl: Drugi poziom spisu treści (wyrażenie XPath):
pt_br: Índice nível &2 (expressão XPath):
ru: &2 уровень оглавления (выражение XPath):
sv: Nivå &2-innehållsförteckning (XPath-uttryck):
ta: நிலை 2 அட்டவணை (ஃபாதை வெளிப்பாடு):
uk: Рівень &2 змісту (вираз XPath):

source: Level &3 TOC (XPath expression):
ar: مستوى &3 جدول المحتويات (تعبير XPath):
cs: Obsah &3. úrovně (výraz XPath):
de: Inhaltsverzeichnisebene &3 (XPath-Ausdruck):
es: &Tercer nivel del índice (expresión XPath):
fi: Tason 3 sis.luettelo (XPath lauseke):
gl: &Terceiro nivel de índice (expresión XPath):
ja: レベル&3 目次(XPath構文):
pl: Trzeci poziom spisu treści (wyrażenie XPath):
pt_br: Índice nível &3 (expressão XPath):
ru: &3 уровень оглавления (выражение XPath):
sv: Nivå &3-innehållsförteckning (XPath-uttryck):
ta: நிலை 3 அட்டவணை (ஃபாதை வெளிப்பாடு):
uk: Рівень &3 змісту (вираз XPath):

source: Search:
ar: بحث:
cs: Hledat:
de: Suche:
es: Buscar:
fi: Etsi:
gl: Busca:
id: Cari:
ja: 検索:
mr: शोधा:
pl: Szukaj:
pt_br: Buscar
ru: Поиск:
sv: Sök:
ta: தேடு:
uk: Шукати:

source: Replace:
ar: نقل:
cs: Nahradit:
de: Ersetzen:
es: Sustituir:
fi: Korvaa:
gl: Substituír:
id: Ganti:
ja: 置換:
pl: Zamień:
pt_br: Substituir:
ru: Замена:
sv: Ersätt:
ta: மாற்று:
uk: Замінити на:

source: &Disable comic processing
ar: &تعطيل معالجة القصص المصورة
cs: &Zakázat zpracování komiksu
de: &Comic-Verarbeitung ausschalten
es: &Desactivar procesado de historietas
fi: Poista sarjakuvakäsittely
gl: &Desactivar o procesamento de banda desañada
ja: コミックスの処理をしない(&D)
mr: कॉमिक संस्करण निष्क्रिय करा (&D)
pl: &Wyłącz przetwarzanie komiksów
pt_br: &Desativar processamento de HQs
ru: Отк&лючить обработку комиксов
sv: &Inaktivera serietidningsbearbetning
ta: நகைச்சுவை செயலாக்கத்தை முடக்கு
uk: Ви&мкнути обробку коміксів

source: Disable conversion of images to &black and white
ar: إلغاء تحويل الصور إلى &أبيض وأسود
cs: Zakázat převod obrázků na černo&bílé
de: Umwandlung von Bildern zu &schwarz-weiß deaktivieren
es: Desactivar la conversión de imágenes a &blanco y negro
fi: Estä kuvien muuntaminen mustavalkoisiksi
gl: Desactivar a conversión de imaxes a &branco e negro
ja: 画像を白黒変換しない(&B)
pl: Wyłącz konwersję obrazów na &czarno-białe
pt_br: Desativar conversão de imagens para preto e &branco
ru: Отключить преобразование изображений в &черно-белые
sv: Inaktivera &konvertering av bilder till svartvitt
ta: படத்தை கருப்பு மற்றும் வெள்ளை நிறமாக மாற்றுவதை முடக்கு
uk: Вимкнути перетворення зображень на &чорно-білі

source: Don't add links to &pages to the Table of Contents for CBC files
ar: لا تضف روابط للصفحات إلى جدول المحتويات لملفات CBC
cs: Ne&přidávat odkazy na stránky do obsahu pro soubory CBC
de: Keine &Seitenverweise zum Inhaltsverzeichnis bei CBC-Dateien hinzufügen
es: No añadir enlaces a &páginas en el índice para archivos CBC
fi: Älä lisää linkkejä CBC-tiedostojen sisällysluetteloihin
gl: Non engadir ligazóns a &páxinas no Índice para ficheiros CBC
ja: CBCファイルの目次にページへのリンクを追加しない(&P)
mr: CBC फालयींसाठी पानांच्या लिंक अनुक्रमणिकेत जोडू नका (&p)
pl: Nie dodawaj odnośników do &stron w spisie treści dla plików CBC
pt_br: Não adicionar links para &páginas no índice em arquivos CBC
ru: Не добавлять ссылки на &страницы в оглавление CBC файлов
sv: Lägg inte till länkar till sidor i innehållsförteckningen för &CBC-filer
ta: சிபிசி கோப்புகளுக்கான உள்ளடக்க அட்டவணையில் இணைப்புகள் பக்கங்களைச் சேர்க்க வேண்டாம்
uk: Не додавати посилання на с&торінки до змісту у файлах CBC

source: &Number of colors:
ar: &عدد الألوان:
cs: Počet &barev:
de: A&nzahl der Farben:
es: &Número de colores:
fi: Värimäärä:
gl: &Número de cores:
ja: 色数(&N):
mr: रंगांची संख्या (&N):
pl: &Liczba kolorów:
pt_br: &Números de Cores:
ru: &Количество цветов:
sv: &Antal färger:
ta: வண்ணங்களின் எண்ணிக்கை:
uk: &Кількість кольорів

source: Override image si&ze:
ar: تجاوز حجم الصورة:
cs: Přepsat &velikost obrázku:
de: Bildgr&öße übergehen:
es: Reemplazar &tamaño de imagen:
fi: Ohita kuvakoko:
gl: Anular o tamaño da imaxe:
ja: 画像サイズを強制指定(&Z):
pl: Zastąp rozmiar obrazu:
pt_br: Sobrescrever tamanho da imagem:
ru: Переопределить размер изоб&ражения:
sv: Åsidosätt bildst&orlek:
ta: பட அளவை மேலெழுது:
uk: Перевизначити &розмір зображення:

source: Disable &normalize
ar: تعطيل تطبيع (تحسين التباين) اللون للصور. الافتراضي: خطأ
cs: Zakázat &normalizaci
de: &Normalisieren deaktivieren
es: Desactivar &normalización
fi: Estä normalisointi
gl: Desactivar &normalizar
ja: 標準化しない(&N)
mr: नॉर्मलाईझ करणे निष्क्रिलय करा (&n)
pl: Wyłącz &normalizację
pt_br: Desativar &normalização
ru: Отключить &нормализацию
sv: Inaktivera &normalisering
ta: இயல்பாக்குதல் முடக்கு
uk: Вимкнути &нормалізацію

source: Keep &aspect ratio
ar: الحفاظ على نسبة العرض إلى الارتفاع
cs: Ponechat &poměr stran
de: Verhältnis &beibehalten
es: Mantener &proporción
fi: Säilytä kuvasuhde
gl: Manter a &proporción de aspecto
ja: アスペクト比を保つ(&A)
mr: प्रसर गुणोत्तर ठेवा (&a)
pl: Zachowaj &proporcje
pt_br: M&anter proporções
ru: Сохранить &соотношение сторон
sv: Behåll &proportioner
ta: விகித விகிதத்தை வைத்திரு
uk: Зберігати &співвідношення розмірів

source: Disable &sharpening
ar: تعطيل &الحدة
cs: &Zakázat zaostření
de: &Schärfen deaktivieren
es: Desactivar &enfoque
fi: Poista terävöity&s käytöstä
gl: Desactivar e afinar
ja: コントラスト強調しない(&S)
mr: तीक्ष्णन निष्क्रिय करा (&s)
pl: Wyłącz wyo&strzanie
pt_br: De&sativar a nitidez.
ru: Отключить &резкость
sv: Inaktivera &skärpning
ta: கூர்மைப்படுத்துதல் முடக்கு
uk: Вимкнути з&більшення різкості

source: Disable &trimming
ar: تعطيل &التقليم
cs: Zakázat &ořezání
de: Zuschneiden deak&tivieren
es: Desactivar &recortado
fi: Poista &trimmaus käytöstä
gl: Desactivar e recortar
ja: トリミングを無効にする(&T)
mr: छोटणे निष्क्रिय करा (&t)
pl: Wyłącz &przycinanie
pt_br: Desativar cor&te
ru: Отключить &обрезку
sv: Inaktivera &beskärning
ta: ஒழுங்கமைத்தல் முடக்கு
uk: Вимкнути &обрамлення

source: &Wide
ar: كبير
cs: Ši&roký
de: &Breit
es: A&justar al ancho
fi: Vaaka
gl: &Vertical
ja: ワイド(&W)
mr: रुंद
pl: &Szeroki
pt_br: A&mplo
ru: &Широкий
sv: &Bredd
ta: அகலம்
uk: &Широке

source: &Landscape
ar: &عرضي
cs: Na šíř&ku
de: &Querformat
es: &Apaisado
fi: Pysty
gl: &Horizontal
ja: 横長(&L)
pl: &Pozioma
pt_br: &Paisagem
ru: &Альбомная
sv: &Landskap
ta: நிலப்பரப்பு
uk: &Альбомна
