Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: Book is being prepared for reading on the server...
ar: تجري معالجة الكتاب للقراءة على الخادوم...
cs: Kniha je připravována pro čtení na serveru...
de: Das Buch wird zum Lesen auf dem Server vorbereitet...
es: El libro está siendo preparado para la lectura en el servidor...
fi: Kirjaa valmistellaan luettavaksi palvelimella...
gl: O libro estase preparando para ler no servidor...
id: Buku sedang disiapkan untuk dibaca di server...
ja: 本を読むための準備をサーバー上でしています...
mr: पुस्तक सर्व्हरवर वाचण्यासाठी तयार केले जात आहे...
pl: Przygotowywanie książki do przeczytania na serwerze...
pt_br: Livro está sendo preparado para leitura no servidor...
ru: Книга подготовлена для чтения на сервере...
sv: Boken håller på att bearbetas för läsning på servern...
ta: சேவையகத்தில் படிக்கப் புத்தகம் தயாராக உள்ளது...
uk: Триває приготування книги до читання на сервері…

source: Downloaded {}, saving to disk. This may take a few seconds...
ar: حُمّل {}، يجري الخفظ إلى القرص. قد يستغرق هذا بضع ثوانٍ...
cs: Staženo {}, ukládání na disk. Může to trvat pár sekund...
de: Das heruntergeladene {}, wird gesichert. Einen Moment bitte ...
es: {} descargado, guardando en el disco. Esto puede tardar unos segundos...
fi: Lataa {}, tallennus levylle. Tämä voi kestää muutaman sekunnin...
gl: Descargado {}, gardando no disco. Isto pode levar uns segundos...
ja: {} をダウンロードしてディスクに保存。この処理には数秒かかることがあります...
mr: {} डाउलोड केले, आता डिस्कवर सेव्ह करत आहे. याला काही सेकंद लागू शकतील...
pl: Pobrano {}, zapisuję na dysku. Może to zająć kilka sekund...
pt_br: Baixado {}, salvando no disco. Isto pode levar alguns segundos...
ru: {} загружено и сохраняется на диск. Это может занять несколько секунд…
sv: Hämtat {}, sparar på disk. Det kan ta några sekunder ...
ta: பதிவிறக்கம் செய்யப்பட்ட {}, வட்டில் சேமித்தல். இதற்குச் சில வினாடிகள் ஆகலாம்...
uk: Отримано {}, зберігаємо на диск. Процедура може тривати декілька секунд…

source: Downloaded {0}, {1} left
ar: المحمّل {0}, {1} متبقي
cs: Staženo {0}, zbývá {1}
de: {0} heruntergeladen, {1} verbleiben
es: {0} descargado, {1} restante
fi: Ladattiin {0}, {1} jäljellä
gl: Descargado {0}, {1} restante
id: {0} telah diunduh, tersisa {1}
ja: {0}冊ダウンロード済み、残り{1}冊
mr: {0} डाउनलोड केले, {1} बाकी
pl: Pobrano: {0}, pozostało: {1}
pt_br: Baixado {0}, restante {1}
ru: Завершена загрузка {0}, осталось {1}
sv: Hämtat {0}, {1} kvar
ta: {0} பதிவிறக்கம், {1} மீதம்
uk: Отримано {0}, лишилося {1}

source: Could not download book
ar: لم يمكن تحميل الكتاب
cs: Nelze stáhnout knihu
de: Buch konnte nicht heruntergeladen werden
es: No se pudo descargar el libro
fi: Kirjaa ei voitu ladata
gl: Non se puido descargar o libro
id: Buku tidak dapat diunduh
ja: 本をダウンロードできませんでした
mr: पुस्तक डाउनलोड करता आले नाही
pl: Nie można pobrać książki
pt_br: Não foi possível baixar o livro.
ru: Не удалось загрузить книгу
sv: Det gick inte att hämta boken
ta: புத்தகத்தைப் பதிவிறக்க முடியவில்லை
uk: Не вдалося отримати книгу

source: Failed to download some book data, click "Show details" for more information
ar: فشل تحميل بعض بيانات الكتاب، انقر "إظهار التفاصيل" لمزيد من المعلومات
cs: Nepodařilo se stáhnout některá data knihy, pro více informací klikněte na "Zobrazit podrobnosti"
de: Einige Buchdaten konnten nicht heruntergeladen werden. Klicken Sie auf "Details anzeigen" für weitere Informationen
es: Fall al desgargar algunos datos del libro, pulse «Mostrar detalles» para más información
fi: Osaa kirjan tiedoista ei voitu ladata, klikkaa "Näytä tiedot" saadaksesi lisätietoja
gl: Produciuse un erro ao descargar algúns datos do libro, preme en «Mostrar detalles» para obter máis información
id: Gagal mengunduh beberapa data buku, klik "Tampilkan Detail" untuk informasi lebih lanjut
ja: いつかの本のデータのダウンロードに失敗しました、詳しくは「詳細を表示」をクリックしてください。
mr: पुस्तकांचा काही डेटा डाउनलोड करण्यात अपयशी. अधिक माहितीसाठी "तपशील दाखवा" वर क्लिक करा.
pl: Nie udało się pobrać niektórych danych o książce, kliknij „Pokaż szczegóły”, by dowiedzieć się więcej.
pt_br: Falha ao baixar alguns dados do livro, clique em "Exibir detalhes" para mais informações
ru: Не удалось загрузить некоторые данные из книги, нажмите «Показать подробности» для получения дополнительной информации
sv: Det gick inte att hämtar bokdata, klicka på "Visa detaljer" för mer information
ta: சில புத்தகத் தரவைப் பதிவிறக்குவதில் தோல்வி, மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு
uk: Не вдалося отримати деякі дані книги. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: Failed to load MathJax manifest
ar: فشل تحميل بيان البرمجية الرياضية MathJax
cs: Nepodařilo se načíst manifest MathJax
de: Laden des MathJax-Manifests fehlgeschlagen
es: Fallo al cargar el manifiesto MathJax
fi: Mathjax-listauksen lataaminen epäonnistui
gl: Produciuse un erro ao cargar o manifesto de MathJax
id: Gagal memuat manifesto MathJax
ja: マスジャックスのマニフェストがロードに失敗しました
mr: MathJax मॅनिफेस्ट लोड करण्यात अपयशी
pl: Nie udało się załadować manifestu MathJax
pt_br: Falha ao carregar o manifesto MathKax
ru: Не удалось загрузить декларацию MathJax
sv: Det gick inte att läsa in MathJax-manifest
ta: கணக்குசஃசு வெளிப்பாட்டை ஏற்றுவதில் தோல்வி
uk: Не вдалося завантажити маніфест MathJax

source: The MathJax manifest failed to load, click "Show details" for more information.
ar: فشل تحميل بيان MathJax، انقر على "عرض التفاصيل" لمزيد من المعلومات.
cs: Nepodařilo se načíst manifest MathJax, pro více informací klikněte na "Zobrazit podrobnosti".
de: Das MathJax-Manifest konnte nicht geladen werden. Klicken Sie auf "Details anzeigen", um weitere Informationen zu erhalten.
es: Fallo al cargar el manifiesto de MathJax, pulse «Mostrar detalles» para más información.
fi: MathJax-manifestin lataaminen epäonnistui, napsauta "Näytä tiedot" saadaksesi lisätietoja.
gl: Non se puido cargar o manifesto de MathJax, preme en «Mostrar detalles» para obter máis información.
ja: MathJax のマニフェストを読み込めませんでした。詳しくは「詳細を表示」をクリックしてください。
mr: MathJax मॅनिफेस्ट लोड करण्यात अपयशी. अधिक माहितीसाठी "तपशील दाखवा" वर क्लिक करा.
pl: Nie udało się załadować manifestu MathJax, kliknij „Pokaż szczegóły”, aby uzyskać więcej informacji.
pt_br: Falha ao carregar o manifesto MathJax, clique em "Mostrar detalhes" para mais informações
ru: Не удалось загрузить манифест MathJax, нажмите "Показать подробности" для получения дополнительной информации.
sv: MathJax-manifestet gick inte att läsas in, klicka på "Visa detaljer" för mer information.
ta: கணக்குசஃசு வெளிப்பாடு ஏற்றத் தவறிவிட்டது, மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு.
uk: Не вдалося завантажити маніфест MathJax. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: The MathJax manifest is not valid
ar: بيان البرمجية الرياضية MathJax غير صحيح
cs: Manifest MathJax není platný
de: Das MathJax-Manifest ist nicht gültig
es: El manifiesto MathJax no es válido
fi: MathJax-listaus on virheellinen
gl: O manifesto de MathJax non é válido
id: Manifesto MathJax tidak valid
ja: マスジャックスのマニフェストは無効です
mr: MathJax मॅनिफेस्ट वैध नाही
pl: Manifest MathJax nie jest poprawny
pt_br: O manifesto MathJ
ru: Неправильнаый манифест MathJax
sv: MathJax manifestet är inte giltig
ta: கணக்குசஃசு வெளிப்பாடு செல்லுபடியாகாது
uk: Маніфест MathJax є некоректним

source: Downloading MathJax to render mathematics in this book...
ar: يجري تحميل MathJax لمعالجة الرياضيات في هذا الكتاب...
cs: Stahování MathJax pro vykreslení matematiky v této knize...
de: MathJax wird heruntergeladen, um mathematische Formeln in diesem Buch darzustellen …
es: Descargando MathJax para mostrar notación matemática en este libro...
fi: Ladataan MathJax matemaattisten kaavojen esittämiseksi tässä kirjassa...
gl: Descargando MathJax para renderizar matemáticas neste libro...
id: Mengunduh MathJax untuk menerjemahkan matematika dalam buku ini...
ja: この本の中の数式をレンダリングするために MathJax をダウンロード中...
mr: या पुस्तकातील गणित रेंडर करण्यासाठी MathJax डाउनलोड करत आहे...
pl: Pobieranie MathJax do wyświetlania wzorów matematycznych w książce
pt_br: Baixando MathJax para renderizar a matemática desse livro...
ru: Загрузка MathJax для рендеринга математических формул в этой книге...
sv: Hämtar MathJax för att återge matematiken i denna bok...
ta: இந்த புத்தகத்தில் கணிதத்தை வழங்க கணக்குசஃசை பதிவிறக்குகிறது...
uk: Отримуємо MathJax для показу формул у цій книзі…

source: Could not download MathJax
ar: لم يمكن تحميل MathJax
cs: Nelze stáhnout MathJax
de: MathJax konnte nicht heruntergeladen werden
es: No se pudo descargar MathJax
fi: Ei voitu ladata MathJaxia
gl: Non se puido descargar MathJax
id: MathJax tidak dapat diunduh
ja: マスジャックスをダウンロードできませんでした
mr: MathJax डाउनलोड करता आले नाही
pl: Nie można pobrać MathJax
pt_br: Não foi possível baixar o MathJax.
ru: Не удалось загрузить MathJax
sv: Det gick inte att hämtar MathJax
ta: கணக்குசஃசை பதிவிறக்கம் செய்ய முடியவில்லை
uk: Не вдалося отримати MathJax

source: Failed to download some MathJax data, click "Show details" for more information
ar: فشل تحميل بعض بيانات MathJax، انقر "إظهار التفاصيل" لمزيد من المعلومات
cs: Nepodařilo se stáhnout některá data MathJax, pro více informací klikněte na "Zobrazit podrobnosti"
de: Einige MathJax-Daten konntgen nicht heruntergeladen werden. Klicken Sie auf "Details anzeigen" für weitere Informationen
es: Fallo al descargar algunos datos de MathJax, pulse «Mostrar detalles» para más información
fi: MathJax-tietojen lataus epäonnistui, klikkaa "Näytä tiedot" saadaksesi lisätietoja
gl: Non se puideron descargar algúns datos de MathJax, preme en «Mostrar detalles» para obter máis información
id: Gagal mengunduh beberapa data MathJax, klik "Tampilkan Detail" untuk informasi lebih lanjut
ja: MathJax データをダウンロードできませんでした。詳しくは「詳細を表示」をクリックしてください。
mr: MathJax चा काही डेटा डाउनलोड करण्यात अपयशी. अधिक माहितीसाठी "तपशील दाखवा" वर क्लिक करा.
pl: Nie udało się pobrać niektórych danych MathJax, kliknij „Pokaż szczegóły”, by dowiedzieć się więcej
pt_br: Falha ao baixar alguns arquivos do MathJax, clique em "Mostrar detalhes" para mais informações.
ru: Не удалось загрузить некоторые данные MathJax, нажмите «Показать подробности» для получения дополнительной информации
sv: Det gick inte att hämtar några MathJax-data, klicka på "Visa detaljer" för mer information
ta: சில கணக்குசஃசு தரவைப் பதிவிறக்குவதில் தோல்வி, மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு
uk: Не вдалося отримати деякі дані MathJax. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: No speech support
ar: لا دعم للنطق
cs: Žádná podpora řeči
de: Keine Sprachunterstützung
es: Sin compatibilidad con texto a voz
fi: Puheen tuki puuttuu
gl: Sen soporte de voz
ja: 音声はサポートしていません
mr: भाषण समर्थन उपलब्ध नाही
pl: Brak obsługi mowy
pt_br: Sem suporte a fala
ru: Чтение вслух не поддерживается
sv: Inget talstöd
ta: பேச்சு ஆதரவு இல்லை
uk: Немає підтримки озвучення

source: Your browser does not have support for Text-to-Speech
ar: متصفحك لا يدعم النص-إلى-كلام
cs: Váš prohlížeč nemá podporu pro převod textu na řeč
de: Ihr Browser bietet keine Unterstützung für Text-to-Speech
es: El navegador no tiene compatibilidad con texto a voz
fi: Selaimesi ei tue teksti puheeksi -toimintoa
gl: O teu navegador non admite a conversión de texto a voz
ja: 使用しているブラウザではテキストからの音声変換はサポートしていません
pl: Twoja przeglądarka nie obsługuje funkcji zamiany tekstu na mowę
pt_br: Seu navegador não tem suporte de Texto-para-Fala
ru: Ваш браузер не поддерживает преобразование текста в речь
sv: Din webbläsare har inte stöd för text-till-tal
ta: உங்கள் உலாவிக்கு உரையிலிருந்து-பேச்சுக்கு ஆதரவு இல்லை
uk: У вашому браузері не передбачено підтримки озвучення тексту

source: Text-to-Speech not available in this browser. You may need to install some Text-to-Speech software.
ar: تحويل النص إلى كلام غير متاح في هذا المتصفح. قد تحتاج إلى تثبيت بعض برامج تحويل النص إلى كلام.
cs: Převod textu na řeč není v tomto prohlížeči dostupný. Možná potřebujete nainstalovat nějaký software převodu textu na řeč.
es: La síntesis de voz no está disponible en este navegador. Es posible que deba instalar algún software de síntesis de voz.
gl: A función de Texto a Voz non está dispoñible neste navegador. Pode que precises instalar software de Texto a Fala.
pl: Funkcja tekst na mowę nie jest dostępna w tej przeglądarce. Może być konieczne zainstalowanie oprogramowania tekst na mowę.
pt_br: Texto para fala não disponível neste navegador. Pode ser necessário instalar algum programa de texto para fala.
ru: В этом браузере недоступно чтение вслух. Может потребоваться установка дополнительных программ чтения.
sv: Text-till-tal är inte tillgängligt i den här webbläsaren. Du kan behöva installera någon text-till-tal-programvara.
uk: Синтез мовлення з тексту у цьому браузері недоступний. Вам, можливо, слід встановити якісь програми для синтезу мовлення з тексту.

source: An error has occurred with speech synthesis:
ar: حدث خطأ في تركيب الكلام:
cs: Došlo k chybě se syntézou řeči:
es: Se ha producido un error con la síntesis de voz:
gl: Produciuse un erro coa síntese de fala:
pl: Wystąpił błąd podczas syntezy mowy:
pt_br: Ocorreu um erro na síntese de voz:
ru: При синтезе речи произошла ошибка:
sv: Ett fel har uppstått med talsyntes:
uk: Під час спроби синтезу мовлення сталася помилка:

source: Speaking failed
ar: فشل التحدث
cs: Mluvení selhalo
de: Vorlesen nicht möglich
es: Fallo en la lectura en alto
fi: Puhuminen epäonnistui
gl: Fallou a palabra
ja: 音声出力が失敗
mr: बोलण्यात अपयशी
pl: Błąd mówienia
pt_br: Falha ao falar
ru: Ошибка чтения вслух
sv: Talet misslyckades
ta: பேசுவது தோல்வியுற்றது
uk: Не вдалося озвучити

source: Configure Text-to-Speech
ar: تهيئة تحويل النص إلى كلام
cs: Konfigurovat Prohlížeč textu na řeč
es: Configurar síntesis de voz
gl: Configurar Texto a Fala
mr: मजकूर-ते-भाषण काँफिगर करा
pl: Konfigurowanie funkcji zamiany tekstu na mowę
pt_br: Configurar texto para fala
ru: Настройка чтения вслух
sv: Konfigurera text-till-tal
uk: Налаштувати синтез мовлення з тексту

source: Floating with help text
ar: عائم مع نص المساعدة
cs: Plovoucí s textem nápovědy
es: Flotante con el texto de ayuda
gl: Flotante con texto de axuda
ja: ヘルプテキスト上でフローティング
mr: मदतीच्या मजकुरासह तरंगत
pl: Pływający tekst pomocy
pt_br: Flutuante com texto de ajuda
ru: Плавающий с текстом справки
sv: Flytande med hjälptext
uk: Рухома з текстом довідки

source: Top
ar: أعلى
cs: Nahoře
de: Oben
es: Arriba
fi: Ylä
gl: Superior
ja: 上
mr: सर्वात वर
pl: Góra
pt_br: Superior
ru: Верх
sv: Överkant
ta: மேல்
uk: Вгорі

source: Bottom
ar: أسفل
cs: Dole
de: Unten
es: Abajo
fi: Ala
gl: Inferior
ja: 下
mr: सर्वात खाली
pl: Dół
pt_br: Inferior
ru: Низ
sv: Nederkant
ta: கீழே
uk: Внизу

source: Top right
ar: أعلى يمين
cs: Vpravo nahoře
es: Arriba a la derecha
fi: Oikea yläkulma
gl: Parte superior dereita
ja: 上右
mr: वरून डावीकडे
pl: Prawy górny róg
pt_br: Superior direito
ru: Верхнее правое
sv: Överst till höger
uk: Вгорі праворуч

source: Top left
ar: أعلى يسار
cs: Vlevo nahoře
es: Arriba a la izquierda
fi: Vasen yläkulma
gl: Parte superior esquerda
ja: 上左
mr: वरून उजवीकडे
pl: Lewy górny róg
pt_br: Superior esquerdo
ru: Верхнее левое
sv: Överst till vänster
uk: Вгорі ліворуч

source: Bottom right
ar: أسفل يمين
cs: Vpravo dole
es: Abajo a la derecha
fi: Oikea alakulma
gl: Parte inferior dereita
ja: 下右
mr: खालून डावीकडे
pl: Prawy dolny róg
pt_br: Inferior direito
ru: Нижнее правое
sv: Nederst till höger
uk: Внизу праворуч

source: Bottom left
ar: أسفل يسار
cs: Vlevo dole
es: Abajo a la izquierda
fi: Vasen alakulma
gl: Parte inferior esquerda
ja: 下左
mr: खालून उजवीकडे
pl: Lewy dolny róg
pt_br: Inferior esquerdo
ru: Нижнее левое
sv: Nederst till vänster
uk: Внизу ліворуч

source: default
ar: الافتراضي
es: predeterminado
gl: por defecto
pl: domyślnie
pt_br: padrão
sv: standard
ta: இயல்புநிலை

source: Speed of speech:
ar: سرعة الكلام:
cs: Rychlost řeči:
es: Velocidad del habla:
gl: Velocidade da fala:
mr: भाषणाचा वेग:
pl: Szybkość mowy:
pt_br: Velocidade da fala:
ru: Скорость чтения:
sv: Talhastighet:
uk: Швидкість виголошення:

source: Pick a voice below:
ar: اختر صوتًا أدناه:
es: Elija una voz a continuación:
gl: Elixe unha voz abaixo:
pl: Wybierz głos poniżej:
pt_br: Escolha uma voz abaixo:
sv: Välj en röst nedan:

source: Position of control bar:
ar: موضع شريط التحكم:
es: Posición de la barra de control:
gl: Posición da barra de control:
pl: Położenie paska sterowania:
pt_br: Posição da barra de controle:
sv: Position för kontrollfält:

source: Restore defaults
ar: إسترجاع الإفتراضي
cs: Obnovit výchozí nastavení
de: Standardeinstellungen wiederherstellen
es: Restaurar opciones predeterminadas
fi: Palauta oletusasetukset
gl: Restaurar valores predeterminados
id: Pulihkan default
ja: デフォルトに戻す
mr: डिफॉल्ट पुनर्स्थापित केले
pl: Przywróć ustawienia domyślne
pt_br: Restaurar padrões
ru: Восстановить значения по умолчанию
sv: Återställ standardvärden
ta: இயல்புநிலைகளை மீட்டெடு
uk: Відновити типові параметри

source: Are you sure you want to remove this book from local storage? You will have to re-download it from calibre if you want to read it again.
ar: أأنت متأكد أنك تريد إزالة هذا الكتاب من الخزن المحلي؟ سيتوجب عليك إعادة تحميله من Calibre إذا أردت قرائته مرة أخرى.
cs: Opravdu chcete odebrat tuto knihu z místního úložiště? Budete ji muset znovu stáhnout z Calibre, pokud ji budete chtít znovu číst.
de: Möchten Sie dieses Buch wirklich aus dem lokalen Speicher entfernen? Sie müssen es dann erneut von Calibre herunterladen, falls Sie es wieder lesen möchten.
es: ¿Está seguro de querer eliminar este libro del almacenamiento local? Tendrá que volverlo a descargar de calibre si quiere leerlo otra vez.
fi: Oletko varma, että haluat poistaa tämän kirjan paikallisesta tallennustilasta? Joudut lataamaan sen calibresta uudestaan, jos haluat vielä lukea sitä.
gl: Estás seguro de que queres eliminar este libro do almacenamento local? Terás que descargalo de novo desde calibre se queres lelo de novo.
id: Yakin ingin menghapus buku ini dari penyimpanan lokal? Harus mengunduh ulang dari calibre jika ingin membacanya lagi.
ja: 本当にこの本のローカルなコピーを削除しますか？もう一度読むにはCalibreから再度ダウンロードする必要があります。
pl: Czy na pewno chcesz usunąć tę książkę z pamięci lokalnej? W przyszłości będziesz musiał pobrać ją ponownie, aby móc ją przeczytać.
pt_br: Você tem certeza de que deseja remover esse livro do seu armazenamento local? Você terá que baixá-lo novamente no calibre caso queira lê-lo de novo.
ru: Вы уверены, что хотите удалить эту книгу из локального хранилища? Если захотите перечитать, её придётся снова загрузить из calibre.
sv: Är du säker på att du vill ta bort denna bok från lokal lagring? Du kommer att behöva hämta den igen från calibre om du vill läsa den igen.
ta: உள்ளக சேமிப்பகத்திலிருந்து இந்தப் புத்தகத்தை அகற்ற விரும்புகிறீர்களா? நீங்கள் அதை மீண்டும் படிக்க விரும்பினால் அதைத் திறனிலிருந்து மீண்டும் ஏற்ற வேண்டும்.
uk: Ви справді хочете вилучити цю книгу з локального сховища? Якщо ви згодом знову захочете її почитати, вам доведеться знову отримувати її з calibre.

source: Delete book
ar: إحذف الكتاب
cs: Odstranit knihu
de: Buch löschen
es: Eliminar libro
fi: Poista kirja
gl: Eliminar libro
id: Hapus buku
ja: 本を削除
mr: पुस्तक डिलीट करा
pl: Usuń książkę
pt_br: Deletar livro
ru: Удалить книгу
sv: Ta bort bok
ta: புத்தகத்தை நீக்கு
uk: Вилучити книгу

source: Deleting local book copy, please wait...
ar: يجري حذف النسخة المحلية، الرجاء الانتظار...
cs: Odstraňování místní kopie knihy, čekejte...
de: Lokale Buchkopie wird gelöscht, bitte warten …
es: Borrando copia local, espere...
fi: Poistetaan kirjan paikallista kopiota, odota hetki...
gl: Eliminando a copia local do libro, agarda...
id: Menghapus salinan buku lokal, mohon tunggu...
ja: ローカルにコピーした本を削除中、お待ちください…
mr: पुस्तकाची स्थानिक कॉपी डिलीट करत आहे, कृपया प्रतीक्षा करा...
pl: Usuwanie lokalnej kopii książki, proszę czekać...
pt_br: Deletando cópia do livro, por favor aguarde...
ru: Удаление локальной копии книги, пожалуйста, подождите...
sv: Tar bort lokal bokkopia, vänta...
ta: உள்ளக புத்தக நகலை நீக்குகிறது, தயவுசெய்து காத்திரு...
uk: Вилучаємо локальну копії книги, будь ласка, зачекайте…

source: Failed to delete book
ar: فشل حذف الكتاب
cs: Nepodařilo se odstranit knihu
de: Buch konnte nicht gelöscht werden
es: Fallo al borrar el libro
fi: Kirjan poistaminen epäonnistui
gl: Non foi posíbel eliminar o libro
id: Gagal menghapus buku
ja: 本を削除できませんでした
mr: पुस्तक डिलीट करण्यात अपयशी
pl: Nie można usunąć książki
pt_br: Falha ao excluir o livro
ru: Ошибка при удалении книги
sv: Det gick inte att ta bort bok
ta: புத்தகத்தை நீக்கத் தவறிவிட்டது
uk: Не вдалося вилучити книгу

source: Failed to delete book from local storage, click "Show details" for more information.
ar: فشل حذف كتاب من الخزن المحلي، اضغط "إظهار التفاصيل" لمزيد من المعلومات.
cs: Nepodařilo se odstranit knihu z místního úložiště, pro více informací klikněte na "Zobrazit podrobnosti".
de: Das Buch konnte nicht aus dem lokalen Speicher entfernt werden. "Details anzeigen" anklicken für mehr Informationen.
es: Fallo al borrar el libro del amacenamiento local, pulse «Mostrar detalles» para más información.
fi: Kirjan poistaminen paikallisesta tallennustilasta epäonnistui, klikka "Näytä tiedot" saadaksesi lisätietoja.
gl: Non se puido eliminar o libro do almacenamento local, preme en «Mostrar detalles» para obter máis información.
id: Gagal menghapus buku dari penyimpanan lokal, klik "Tampilkan Detail" untuk informasi lebih lanjut.
ja: ローカルストレージから本の削除に失敗しました。詳しくは「詳細を表示」ボタンを押してください。
mr: पुस्तक स्थानिक स्टोरेजमधून डिलीट करण्यात अपयशी. अधिक माहितीसाठी "तपशील दाखवा" वर क्लिक करा.
pl: Nie udało się usunąć książki z pamięci lokalnej, kliknij „Pokaż szczegóły”, by dowiedzieć się więcej
pt_br: Falha ao deletar o livro do armazenamento local, clique em "Mostrar detalhes" para mais informações
ru: Ошибка при удалении книги из локального хранилища, нажмите «Показать подробности» для получения дополнительной информации.
sv: Det gick inte att ta bort boken från lokal lagring, klicka på "Visa detaljer" för mer information.
ta: உள்ளக சேமிப்பகத்திலிருந்து புத்தகத்தை நீக்குவதில் தோல்வி, மேலும் தகவலுக்கு "விவரங்களைக் காட்டு" என்பதைக் சொடுக்கு.
uk: Не вдалося вилучити книгу з локального сховища. Натисніть кнопку «Показати подробиці», щоб дізнатися більше.

source: Syncing last read position and annotations
ar: مزامنة آخِر موضع للقراءة و للشروحات
cs: Synchronizace poslední pozice čtení a anotací
de: Syncronisieren der letzten Leseposition und der Anmerkungen
es: Sincronizando última posición de lectura y anotaciones
fi: Synkronoidaan merkintöjä ja viimeistä lukukohtaa
gl: Sincronizando a última posición de lectura e anotacións
ja: 最後に読んだ位置と注釈を同期中
mr: याआधी वाचलेल्याची जागा आणि अ‍ॅनोटेशन सिंक करत आहे
pl: Synchronizowanie ostatniej pozycji odczytu i adnotacji
pt_br: Sincronizando última posição de leitura e anotações
ru: Синхронизация места последнего чтения и заметок
sv: Synkroniserar senast lästa position och noteringar
ta: கடைசி வாசிப்பு நிலை மற்றும் சிறுகுறிப்புகளை ஒத்திசைத்தல்
uk: Синхронізація останньої позиції читання та анотацій

source: Downloading data from server, please wait...
ar: يجري تحميل البيانات من الخادوم، الرجاء الانتظار...
cs: Stahování dat ze serveru, čekejte...
de: Lade Daten vom Server, bitte warten...
es: Descargando datos del servidor, espere...
fi: Ladataan tietoja palvelimelta, ole hyvä ja odota...
gl: Descargando datos do servidor, agarde...
ja: データをサーバからダウンロード中、お待ちください…
mr: सर्व्हरवरून डेटा डाउनलोड करत आहे, कृपया प्रतीक्षा करा...
pl: Pobieranie danych z serwera, czekaj...
pt_br: Baixando dados do servidor, aguarde...
ru: Загрузка данных с сервера, пожалуйста, подождите…
sv: Hämtar data från servern, vänta...
ta: சேவையகத்திலிருந்து தரவைப் பதிவிறக்குகிறது, தயவுசெய்து காத்திரு...
uk: Отримання даних з сервера, будь ласка, зачекайте…
