Repository: kovidgoyal/calibre-translations
Catalog: content-server/*.po
Languages: ar, cs, de, es, fi, gl, id, ja, mr, pl, pt_br, ru, sv, ta, uk

source: &Right to left
ar: &يمين إلى يسار
cs: Zprava &doleva
de: Von &rechts nach links
es: Derecha a &izquierda
fi: Oikealta vasemmalle
gl: De &dereita a esquerda
ja: 右から左(&R)
mr: उजवीकडून डावीकडे (&R)
pl: Od &prawej do lewej
pt_br: Di&reita para esquerda
ru: &Справа налево
sv: &Höger till vänster
ta: வலமிருந்து இடமாக
uk: &Справа ліворуч

source: Don't so&rt
ar: لا تفرز
cs: Neř&adit
de: Nicht so&rtieren
es: No &ordenar
fi: Älä järjestä
gl: Non o&rdenar
ja: 整列しない(&R)
mr: क्रमवारी लावू नका (&r)
pl: Nie sor&tuj
pt_br: Não o&rdenar
ru: Не сорт&ировать
sv: So&rtera inte
ta: வரிசைபடுத்த வேண்டாம்
uk: Не в&порядковувати

source: De&speckle
ar: إزالة البقع
cs: Odstranit &skvrny
de: Ent&körnung
es: Despec&kle (eliminar manchas en imágenes)
fi: Poista täplät
gl: Limpar &manchas
ja: 斑点除去(&S)
pl: &Odplamiacz
pt_br: Limpar irregularidade&s
ru: О&чистка изображения
sv: Ta bort &fläckar
ta: புள்ளிநீக்கு
uk: П&рибрати випадкові крапки

source: O&utput format:
ar: تنسيق الإخراج:
cs: &Výstupní formát:
de: A&usgabeformat:
es: Formato de &salida:
fi: Tallennusmuoto:
gl: O&formato de saída:
ja: 出力フォーマット(&u):
mr: आउटपुट स्वरूप (&u):
pl: Format wyjściowy:
pt_br: Formato de saída:
ru: Формат в&ывода:
sv: U&tdata format:
ta: வெளியீட்டு வடிவம்:
uk: &Вихідний формат:

source: Do not insert a Table of Contents at the beginning of the book
ar: لا تضع جدول محتويات في بداية الكتاب
cs: Nevkládat obsah na začátek knihy
de: Kein Inhaltsverzeichnis am Buchanfang einfügen
es: No incluir un índice al principio del libro
fi: Älä lisää sisällysluetteloa kirjan alkuun
gl: Non insira unha táboa de contidos ao comezo do libro
id: Jangan sisipkan Daftar Isi di awal buku
ja: 目次を電子書籍の先頭に挿入しません
mr: पुस्तकाच्या सुरुवातीला अनुक्रमणिका घालू नका.
pl: Nie wstawiaj spisu treści na początku książki
pt_br: Não insira uma Tabela de Conteúdos no início do livro.
ru: Не вставлять оглавление в начало книги
sv: Infoga inte en innehållsförteckning i början av boken
ta: புத்தகத்தின் தொடக்கத்தில் உள்ளடக்க அட்டவணையை செருக வேண்டாம்
uk: Не вставляти «Зміст» на початку книги

source: Line &un-wrapping factor:
ar: عامل فك التفاف السطر:
cs: Koeficient &zrušení zalomení řádku:
de: Faktor für das Entfernen von &Umbrüchen:
es: &Factor de unión de líneas:
fi: Rivinvaihdon poiston kerron:
gl: Factor de &desenvolver de liña:
ja: 行折り返し解除ファクタ(&U):
pl: Współczynnik &rozwijania wierszy:
pt_br: Fator de eliminação de q&uebras de linha:
ru: Фактор &разворачивания строк:
sv: Faktor för &borttagningar av radbrytningar:
ta: வரி விரிவாக்குதல் காரணி:
uk: Коефіцієнт зб&ирання рядків:

source: No &images
ar: لا &صور
cs: Žádné &obrázky
de: Keine B&ilder
es: &Sin imágenes
fi: Ei kuvia
gl: Non hai imaxes
ja: 画像なし(&I)
mr: चित्र नाहीत (&i)
pl: Brak &obrazów
pt_br: Sem &Imagens
ru: Без &изображений
sv: &Inga bilder
ta: படங்கள் இல்லை
uk: &Без зображень

source: PDF &engine:
ar: محرك PDF:
cs: &Modul PDF:
es: &Motor de PDF:
gl: &motor PDF:
mr: PDF इंजिन (&e):
pl: &Silnik PDF:
pt_br: M&ecanismo PDF:
ru: &Движок PDF:
sv: PDF-&motor:
uk: &Рушій PDF:

source: Remove headers at &top of page by:
ar: إزالة الرؤوس من أعلى الصفحة بـ:
cs: Odebrat záhlaví &nahoře na stránce pomocí:
es: Eliminar enca&bezados de página con:
gl: Elimina os encabezados da parte superior da páxina:
mr: पानाच्या सर्वात वरचा शीर्षलेख एवढ्याने काढून टाका (&t):
pl: Usuń nagłówki na &górze strony przez:
pt_br: Remova os cabeçalhos no &topo da página:
ru: Удалять колонтитулы у &верхнего края:
sv: &Ta bort sidhuvuden överst på sidan genom att:
ta: பக்கத்தின் மேலே தலைப்பை அகற்று:
uk: Вилучити колонтитули з&гори сторінки:

source: Remove footers at &bottom of page by:
ar: إزالة التذييلات من أسفل الصفحة بـ:
cs: Odebrat zápatí &dole na stránce pomocí:
es: Eliminar &pies de página con:
gl: Elimina os pés de páxina na &parte inferior da páxina:
pl: Usuń stopki na &dole strony przez:
pt_br: Remova os ro&dapés na parte inferior da página:
ru: Удалять колонтитулы у &нижнего края:
sv: Ta bort sidfötter längst ner på sidan genom att:
ta: பக்கத்தின் கீழே அடிக்குறிப்பை அகற்று:
uk: Вилучити колонтитули в&низу сторінки:

source: Regular expression to remove &header at top of page:
ar: تعبير نمطي لإزالة رأس الصفحة:
cs: Regulární výraz pro odebrání zá&hlaví nahoře na stránce:
es: Expresión regular para eliminar encabe&zados de página:
gl: Expresión regular para eliminar o &encabezado na parte superior da páxina:
mr: पानाच्या सर्वात वर असलेला शीर्षलेख काढून टाकण्यास रेग्युलर एक्सप्रेशन (&h):
pl: Wyrażenie regularne usuwające &nagłówek u góry strony:
pt_br: Expressão regular para remover &cabeçalho no topo da página:
ru: Регулярное выражение для удаления в&ерхнего колонтитула:
sv: Reguljärt uttryck för att ta bort &sidhuvud högst upp på sidan:
ta: பக்கத்தின் மேல் அகற்ற & தலைப்பு செய்ய வழக்கமான வெளிப்பாடு:
uk: Формальний вираз для вилучення &верхнього колонтитула:

source: Regular expression to remove &footer at bottom of page:
ar: تعبير نمطي لإزالة تذييل الصفحة:
cs: Regulární výraz pro odebrání zá&patí dole na stránce:
es: Expresión regular para eliminar pie&s de página:
gl: Expresión regular para eliminar o &pé de páxina na parte inferior da páxina:
mr: पानाच्या सर्वात खाली असलेला तळलेख काढून टाकण्यास रेग्युलर एक्सप्रेशन (&f):
pl: Wyrażenie regularne usuwające &stopkę na dole strony:
pt_br: Expressão regular para remover ro&dapé no final da página:
ru: Регулярное выражение для удаления н&ижнего колонтитула:
sv: Reguljärt uttryck för att ta bort &sidfot längst ner på sidan:
ta: பக்கத்தின் கீழே மற்றும் அடிக்குறிப்பை அகற்றுவதற்கான வழக்கமான வெளிப்பாடு:
uk: Формальний вираз для вилучення &нижнього колонтитула:

source: Ignore &WMF images in the RTF file
ar: تجاهل صور WMF في ملف RTF
cs: Ignorovat obrázky &WMF v souboru RTF
de: &WMF-Bilder in RTF-Datei ignorieren
es: Omitir imágenes &WMF en el archivo RTF
fi: Ohita WMF-kuvat RTF-tiedostossa
gl: Ignorar imaxes &WMF no ficheiro RTF
ja: RTFファイル内のWMF画像を無視(&W)
mr: RTF फायलीतील WMF चित्र दुर्लक्ष करा (&W)
pl: Pomiń grafikę w formacie &WMF w plikach RTF
pt_br: Ignorar imagens &WMF no arquivo RTF
ru: Игнорировать &WMF изображения в RTF файле
sv: Ignorera &WMF-bilder i RTF-filen
ta: சாஊவ படங்களை உஉவ கோப்பில் புறக்கணி
uk: Ігнорувати зо&браження WMF у файлі RTF

source: Do not try to autodetect a &cover from images in the document
ar: لا تحاول اكتشاف غلاف & تلقائيًا من الصور في المستند
cs: Nepokoušet se automaticky rozpoznat &obálku z obrázků v dokumentu
de: Nicht versuchen, ein Titelbild automatis&ch aus den Bildern des Dokuments zu erkennen
es: No intentar detectar automáticamente una &portada a partir de las imágenes del documento
fi: Älä yritä tunnistaa kantta tiedoston kuvista
gl: Non tente detectar automaticamente unha &cover das imaxes do documento
ja: ドキュメントの画像から表紙の自動検出を行わない(&C)
pl: Nie wykrywaj automatycznie obrazów mogących służyć za &okładkę
pt_br: Não tentar detectar automaticamente uma &capa de imagens no documento
ru: Не пытаться автоматически обнаруживать обложку среди изображений в документе
sv: Försök inte att automatiskt upptäcka ett &omslag från bilderna i dokumentet
ta: ஆவணத்தில் உள்ள படங்களிலிருந்து ஒரு அட்டையை தானியங்கு செய்ய முயற்சிக்காதீர்கள்
uk: Не намагатися автоматично виявити серед зображень у документі &обкладинку

source: Do not add a page after every &endnote
ar: لا تضف صفحة بعد كل حاشية سفلية
cs: Nepřidávat stránku za každou &vysvětlivku
de: Keine neue Seite nach jeder Fußnot&e hinzufügen
es: No añadir una página después de cada nota &final
fi: Älä lisää sivua loppuviitteen jälkeen
gl: Non engadas unha páxina despois de cada &nota final
ja: 文末脚注(Endnote)の後にページを追加しない(&E)
pl: &Nie dodawaj strony po każdym przypisie końcowym
pt_br: Não adicionar uma página após cada &nota de rodapé
ru: Не добавлять страницу после каждой &концевой сноски
sv: Lägg inte till en sida efter varje &slutnotering
ta: ஒவ்வொரு இறுதி குறிப்பிற்கும் பிறகு ஒரு பக்கத்தைச் சேர்க்க வேண்டாம்
uk: Не додавати сторінку після кожної &кінцевої примітки

source: Render &superscripts and subscripts so that they do not affect the line height
ar: عرض &الأسطر العلوية والسفلية بحيث لا تؤثر على ارتفاع السطر
cs: Vykreslit &horní indexy a dolní indexy, aby neměly vliv na výšku řádku
de: Hoch- und tiefge&stellte Zeichen so rendern, dass die Zeilenhöhe nicht beeinflusst wird
es: Evitar que &subíndices y superíndices afecten a la separación entre renglones
fi: Muokkaa ylä- ja alaindeksit niin että ne eivät muuta rivinkorkeutta
gl: Renderizar e superíndices e subíndices para que non afecten a altura da liña
ja: 上付き文字と下付き文字を、行の高さに影響を与えないように描画します(&S)
pl: Renderuj indeksy górne i dolne, aby nie wpływały na wysokość linii
pt_br: Renderize superscripts e subscripts para que eles não afetem a altura da linha
ru: Рендерить &верх и нижн. индексы без влияния на высоту строки
sv: Återge &upphöjd och nedsänkt så att de inte påverkar radavståndet
ta: அருமைஉரைகள் மற்றும் சந்தாக்கள் வரி உயரத்தை பாதிக்காமல் வழங்கு
uk: Показувати &верхні і нижні індекси так, щоб вони не збільшували висоту рядка

source: Para&graph style:
ar: نمط الفقرة:
cs: Styl o&dstavce:
de: Absat&zstil:
es: Estilo de &párrafo:
fi: Kappaletyyli:
gl: Estilo de parágrafo:
ja: 段落スタイル(&g):
pl: Styl akapitu:
pt_br: Estilo de Parágrafo:
ru: Стиль аб&заца:
sv: Stycke&format:
ta: பத்தி பாணி:
uk: Стиль &абзацу:

source: Forma&tting style:
ar: نمط التنسيق:
cs: Styl &formátování:
de: Forma&tstil:
es: Estilo de &formato:
fi: Muotoilutyyli:
gl: Estilo de forma:
ja: 書式スタイル(&t):
mr: स्वरूपण शैली (&t):
pl: Styl formatowania:
pt_br: Estilo de forma&tação:
ru: Стиль форма&тирования:
sv: Format&eringsmall:
ta: வடிவமை பாணி:
uk: Стиль &форматування:

source: Preserve &spaces
ar: الحفاظ على المسافات
cs: Zachovat &mezery
de: Leer&zeichen beibehalten
es: Conservar &espacios
fi: Säilytä välilyönnit
gl: Manter os e&spazos
ja: スペースを保持する(&S)
mr: स्पेस जपून ठेवा (&s)
pl: Zachowaj od&stępy
pt_br: Preservar &espaços
ru: Сохранять п&робелы
sv: Bevara &blanksteg
ta: பாதுகாக்க இடைவெளிகள்
uk: Зберегти &пробіли

source: Remove &indents at the beginning of lines
ar: إزالة &المسافات البادئة في بداية الأسطر
cs: &Odebrat odsazení na začátcích řádků
de: E&inzug am Zeilenbeginn entfernen
es: Eliminar &sangrías al principio de las líneas
fi: Poista sisennykset rivien alusta
gl: Elimina &sangrías ao comezo das liñas
ja: 行の先頭にあるインデントを除去する(&I)
pl: Usuń wc&ięcia na początku wiersza
pt_br: Remover &indentação no início das linhas
ru: Удалить &отступы в начале строк
sv: Ta bort &indrag i början av rader
ta: கோடுகளின் தொடக்கத்தில் உள்தள்ளல்களை அகற்று
uk: Вилучити ві&дступи на початку рядків

source: Allowed Markdown extensions:
ar: ملحقات Markdown المسموح بها:
cs: Povolená rozšíření Markdown:
de: Zulässige Markdown-Erweiterungen:
es: Extensiones de Markdown permitidas:
fi: Sallityt Markdown-laajennukset:
gl: Extensións de Markdown permitidas:
ja: 許可されたマークダウン拡張:
pl: Dozwolone rozszerzenia Markdown:
pt_br: Extensões Markdown permitidas:
ru: Разрешённые Markdown расширения:
sv: Tillåtna Markdown-tillägg:
ta: அனுமதிக்கப்பட்ட குறிகீழ் நீட்டிப்புகள்:
uk: Дозволені розширення Markdown:

source: Do not &split on page breaks
ar: لا تقسم عند فواصل الصفحات
cs: &Nerozdělovat na koncích stránek
de: Bei &Seitenwechseln nicht aufteilen
es: No &dividir en saltos de página
fi: Älä katkaise sivuvaihtojen kohdalla
gl: Non &dividir nas quebras de páxinas
ja: 改ページの際にファイルを分割しない(&S)
pl: Nie &dziel przy znaku przełamania strony
pt_br: Não &dividir nas quebras de página
ru: Не &разделять по разрывам страниц
sv: &Dela inte upp vid sidbrytningar
ta: பக்க இடைவெளிகளில் பிரிக்க வேண்டாம்
uk: Не &ділити на межі сторінок

source: No default &cover
ar: لا يوجد غطاء افتراضي
cs: Žádná výchozí &obálka
de: Keine Standardtitelbild
es: Sin &portada predeterminada
fi: Ei oletuskantta
gl: Sen &capa predeterminada
ja: デフォルトの表紙を付けない(&C)
mr: कोणतेही डिफॉल्ट आवरणपृष्ठ नाही (&c)
pl: Brak domyślnej &okładki
pt_br: Sem &capa padrão
ru: Без о&бложки по умолчанию
sv: Inget standard&omslag
ta: இயல்புநிலை உறை இல்லை
uk: Не визначати типової &обкладинки

source: &Flatten EPUB file structure
ar: &تسطيح بنية ملف EPUB
cs: Vyhladit strukturu souboru &EPUB
de: &EPUB-Dateistruktur vereinfachen
es: &Aplanar la estructura de archivos EPUB
fi: Lititstä EPUB-tiedoston rakenne
gl: &Aplanar a estrutura do ficheiro EPUB
ja: EPUBファイルの構造をフラットにする(&F)
pl: &Usuń strukturę pliku EPUB
pt_br: Ni&velar a estrutura de arquivos do EPUB
ru: &Плоская структура файла EPUB
sv: &Utplatta EPUB-filstruktur
ta: மிபதி கோப்பு அமைப்பு தட்டையானது
uk: Сп&ростити файлову структуру EPUB

source: No &SVG cover
ar: لا يوجد غلاف SVG
cs: Žádná obálka &SVG
de: Kein &SVG-Titelbild
es: Sin portada &SVG
fi: Ei &SVG-kantta
gl: Sen capa en &SVG
ja: SVG形式の表紙を使わない(&S)
mr: SVG आवरणपृष्ठ नाही (&S)
pl: Wyłącz okładkę &SVG
pt_br: Sem capa &SVG
ru: Нет обложки &SVG
sv: Inget &SVG-omslag
ta: எச்விசி அட்டை இல்லை
uk: Не визначати об&кладинки SVG

source: Preserve cover &aspect ratio
ar: الحفاظ على تغطية نسبة الارتفاع عند بناء مصغرات
cs: Zachovat &poměr stran obálky
de: Seitenverhältnis von Titelbildern beibeh&alten
es: &Mantener las proporciones de la portada
fi: Säilytä kannen kuvasuhde
gl: Manter as &proporcións da capa
ja: 表紙のアスペクト比を保つ(&A)
mr: आवरणपृष्ठाचे प्रसर गुणोत्तर जपा (&a)
pl: Zachowaj &proporcje rozmiaru okładki
pt_br: Preserv&ar proporções da capa
ru: Сохранять соотнош&ение сторон обложки
sv: &Behåll omslagsproportioner
ta: அட்டை விகித விகிதத்தை பாதுகாக்கவும்
uk: Зберігати &формат обкладинки

source: Insert inline &Table of Contents
ar: إدراج جدول المحتويات في بداية الكتاب
cs: Vložit &vložený obsah
de: Inline-Inhal&tsverzeichnis einfügen
es: Insertar un í&ndice explícito
fi: Lisää inline-linkit sisällysluetteloon
gl: Inserir táboa de contidos en liña
ja: インラインの目次を挿入(&T)
pl: Wstaw zintegrowany spis &treści
pt_br: Inserir Ín&dice em linha
ru: Вставить встроенное &оглавление
sv: Infoga indrags&innehållsförteckning
ta: உள்வரி உள்ளடக்க அட்டவணையைச் செருகு
uk: Вставити вбудований з&міст

source: Put inserted Table of Contents at the &end of the book
ar: ضع جدول المحتويات المدرج في نهاية الكتاب
cs: Dát vložený obsah na &konec knihy
de: Eingefügtes Inhaltsverzeichnis (ToC) an das &Ende des Buches verlegen
es: Colocar el índice insertado al &final del libro
fi: Lisää sisällysluettelo kirjan loppuun
gl: Pon o índice inserido ao &fin do libro
ja: 本の最後にインラインの目次を挿入(&E)
mr: घातलेली अनुक्रमणिका पुस्तकाच्या शेवटी ठेवा (&e)
pl: Umieść wstawiany spis treści na końcu książki
pt_br: Colocar o índice inserido no &final do livro
ru: Поместить оглавление в &конце книги
sv: &Placera infogad innehållsförteckning i slutet av boken
ta: புத்தகத்தின் முடிவில் உள்ளடக்க அட்டவணையை செருகு
uk: Розташувати вбудований зміст &наприкінці книги

source: &Title for inserted ToC:
ar: &عنوان جدول المحتويات المدرج:
cs: Nadpis pro vložený obsah:
de: &Titel für eingefügtes Inhaltsverzeichnis:
es: &Título para el índice insertado:
fi: Lisätyn sisällysluettelon otsikko:
gl: &Título para a TdC inserida:
ja: インラインの目次のタイトル(&T)
mr: घातलेल्या अनुक्रमणिकेचे शीर्षक (&T):
pl: &Tytuł wstawianego spisu treści:
pt_br: &Título para o índice inserido:
ru: &Название добавленного оглавления:
sv: &Rubrik för innehållsförteckningen:
ta: செருகப்பட்ட அட்டவணைக்கான தலைப்பு:
uk: З&аголовок вставленого змісту:

source: Split files &larger than:
ar: تقسيم الملفات الأكبر من:
cs: &Rozdělit soubory větší než:
de: Dateien auftei&len, die größer sind als:
es: Dividir &archivos mayores que:
fi: Pilko tiedosto, jonka koko on yli:
gl: Dividir ficheiros &maiores que:
ja: 以下より大きいファイルは分割する(&L):
mr: यापेक्षा मोठ्या फायली अलग करा (&l):
pl: &Dziel pliki większe niż:
pt_br: Dividir arquivos &maiores que:
ru: Разбивать файлы бо&льше:
sv: Dela &filer större än:
ta: இதைவிட பெரிய கோப்புகளை பிரி:
uk: Ділити файли бі&льші за:

source: Shrink &images larger than:
ar: تصغير &الصور الأكبر من:
cs: Zmenšit &obrázky větší než:
de: Verkleinere &Bilder größer als:
es: Reducir &imágenes mayores de:
fi: Kutista kuv&ia, jotka ovat suurempia kuin:
gl: Reducir e imaxes máis grandes que:
mr: यापेक्षा मोठी असलेली चित्र छोटी करा (&i):
pl: Zmniejsz &obrazy większe niż:
pt_br: Diminuir &imagens maiores que:
ru: Сжимать &изображения размером больше:
sv: Krymp &bilder större än:
ta: இதைவிட பெரிய படங்களை சுருக்கு:
uk: Стискати з&ображення, які більші за:

source: EP&UB version:
ar: إصدار EPUB:
cs: Verze EP&UB:
es: Versión EP&UB:
fi: EPUB-versio:
gl: Versión EP&UB:
ja: EPUBバージョン(&U):
mr: EPUB आवृत्ती (&U):
pl: Wersja EP&UB:
pt_br: Versão do EP&UB:
ru: EP&UB версия:
ta: மிபதி பதிப்பு:
uk: В&ерсія EPUB:

source: Prefer improved text justification to proper highlighting
ar: تفضيل تحسين تبرير النص على التمييز الصحيح
cs: Upřednostnit vylepšené zarovnání textu před správným zvýrazněním
pt_br: Preferir justificação melhorada do texto ao realce apropriado
ru: Улучшенное выравнивание текста вместо правильной подсветки
uk: Перевага удосконаленого вирівнювання тексту для належного підсвічування

source: Enable/disable &hyphenation for this book
ar: تفعيل/تعطيل الواصلة لهذا الكتاب
cs: Povolit nebo zakázat &dělení slov pro tuto knihu
pt_br: Ativar/desativar hifenização para este livro
ru: Включить/выключить переносы для этой книги
sv: Aktivera/inaktivera &avstavning för denna bok
uk: Увімкнути або вимкнути п&еренесення слів у цій книзі

source: &Prevent all hyphenation
ar: &منع جميع الواصلات
cs: &Zabránit jakémukoliv dělení sov
pt_br: &Prevenir todas as hifenizações
ru: &Запретить все переносы
sv: &Förhindra all avstavning
uk: Ви&мкнути будь-яке перенесення слів

source: characters
ar: أحرف
cs: znaků
pt_br: caracteres
ru: символов
sv: tecken
uk: символів

source: Hyphenation: &minimum word length:
ar: الواصلة: الحد الأدنى لطول الكلمة:
cs: Dělení slov: &minimální délka slova:
pt_br: Hifenização: &tamanho mínimo da palavra:
ru: Переносы: &минимальная длина слова:
sv: Avstavning: &minsta ordlängd:
uk: Перенесення слів: м&інімальна довжина слова:

source: Hyphenation: minimum characters &before:
ar: الواصلة: الحد الأدنى للأحرف قبل:
cs: Dělení slov: minimálně znaků &před:
pt_br: Hifenização: &mínimo de caracteres antes de:
ru: Переносы: минимум символов &до:
sv: Avstavning: minsta antal tecken &före:
uk: Перенесення слів: м&інімальна кількість символів перед дефісом:

source: Hyphenation: minimum characters &after:
ar: الواصلة: الحد الأدنى للأحرف بعد:
cs: Dělení slov: minimálně znaků &za:
pt_br: Hifenização: mínimo de c&aracteres depois de:
ru: Переносы: минимум символов &после:
sv: Avstavning: minsta antal tecken &efter:
uk: Перенесення слів: м&інімальна кількість символів після дефіса:

source: Hyphenation: &limit lines:
ar: الواصلة: &تحديد الأسطر:
cs: Dělení slov: &omezit řádky:
pt_br: Hifenização: &limite de linhas:
ru: Переносы: &лимит строк:
sv: Avstavning: &radbegränsning:
uk: Перенесення слів: &обмеження на рядки:

source: lines
ar: خطوط
cs: řádků
de: Zeilen
fi: riviä
gl: liñas
ja: 行
mr: ओळी
pl: inie
pt_br: linhas
ru: строки
sv: rader
uk: рядків

source: Paper si&ze:
ar: حجم الورق:
cs: &Velikost papíru:
de: Papiergr&öße:
es: &Tamaño de página:
fi: Paperi&koko:
gl: Tama&ño do papel:
ja: 用紙サイズ(&z):
mr: कागदाचा आकार (&z):
pl: Ro&zmiar papieru:
pt_br: Tamanho do &Papel:
ru: Ра&змер бумаги:
sv: Pappers&storlek:
ta: காகித அளவு:
uk: &Розмір аркуша:

source: &Custom size:
ar: &تخصيص الحجم:
cs: V&lastní velikost:
de: &Benutzerdefinierte Größe:
es: Tamaño &personalizado:
fi: Mukautettu koko:
gl: Tamaño &personalizado:
ja: カスタムサイズ(&C):
mr: सानुकूल आकार (&C):
pl: Niestandardowy rozmiar:
pt_br: Tamanho personali&zado:
ru: Размер по в&ыбору:
sv: &Anpassad storlek:
ta: &விரும்பிய அளவு:
uk: &Нетиповий розмір:

source: Page &left margin
ar: الهامش على &يسار الصفحة
cs: &Levý okraj stránky
de: &Linker Blattrand
es: Margen de página i&zquierdo
fi: Vasen marginaali
gl: Marxe esquerda da páxina
ja: ページの左マージン(&L)
mr: पानाच्या डावीकडचा समास (&l)
pl: &Lewy margines strony
pt_br: Págine &margem esquerda
ru: &Левое поле страницы
sv: &Vänstermarginal
ta: பக்கம் இடது விளிம்பு
uk: &Ліве поле сторінки

source: Page &top margin
ar: الهامش &أعلى الصفحة
cs: &Horní okraj stránky
de: &Oberer Blattrand
es: Margen de página &superior
fi: Ylämarginaali
gl: Marxe superior da páxina
ja: ページの上マージン(&T)
mr: पानाच्या वरचा समास (&t)
pl: &Górny margines strony
pt_br: Página &topo da margem
ru: &Верхнее поле страницы
sv: Sidans &toppmarginal
ta: பக்கம் மேல் விளிம்பு
uk: &Верхнє поле сторінки

source: Page &right margin
ar: الهامش على يمين الصفحة
cs: &Pravý okraj stránky
de: &Rechter Blattrand
es: Margen de página &derecho
fi: Oikea marginaali
gl: Páxina &marxe dereita
ja: ページの右マージン(&R)
mr: पानाच्या उजवीकडचा समास (&r)
pl: &Prawy margines strony
pt_br: Página &margem direita
ru: &Правое поле страницы
sv: &Högermarginal
ta: பக்கம் வலது விளிம்பு
uk: &Праве поле сторінки

source: Page &bottom margin
ar: الهامش &أسفل الصفحة
cs: &Dolní okraj stránky
de: &Unterer Blattrand
es: Margen de página &inferior
fi: Alamarginaali
gl: &marxe inferior da páxina
ja: ページの下マージン(&B)
mr: पानाच्या खालचा समास (&b)
pl: &Dolny margines strony
pt_br: Margem &inferior
ru: &Нижнее поле страницы
sv: Sidans &bottenmarginal
ta: பக்கத்தின் கீழ் விளிம்பு
uk: &Нижнє поле сторінки

source: Do not insert the &Table of Contents as a page at the start of the document
ar: لا تضع &جدول المحتويات كصفحة في بداية الملف
cs: Nevkládat o&bsah jako stránku na začátek dokumentu
de: Inhal&tsverzeichnis nicht als Buchseite am Anfang des Dokuments einfügen
es: No insertar el í&ndice como página al inicio del documento
fi: Älä lisää sisällysluetteloa sivuna tiedoston alkuun
gl: Non insira a táboa de contidos como páxina ao comezo do documento
ja: ドキュメントの最初に目次を挿入しない(&T)
mr: अनुक्रमणिका दस्तऐवजाच्या सुरुवातीला पानाच्या रूपात घालू नका (&T)
pl: Nie wstawiaj &spisu treści jako strony na początku książki.
pt_br: Não inserir o &Índice como uma página no começo do documento
ru: Не вставлять &оглавление как отдельную страницу в начале документа
sv: Infoga inte innehållsförteckningen som en sida i början av dokumentet
ta: ஆவணத்தின் தொடக்கத்தில் உள்ளடக்க அட்டவணையை ஒரு பக்கமாக செருக வேண்டாம்
uk: Не вставляти &зміст на початку документа

source: Do not insert &cover as image at start of document
ar: لا تضع &الغلاف كصورة في بداية الملف
cs: Nevkládat &obálku jako obrázek na začátek dokumentu
de: Kein Titelbild als Grafik am Anfang des Dokuments einfügen
es: No insertar la &portada como imagen al inicio del documento
fi: Älä lisää kantta kuvana tiedoston alkuun
gl: Non insira &cover como imaxe ao inicio do documento
ja: ドキュメントの最初に表紙の画像を挿入しない(&C)
mr: पुस्तकाच्या सुरुवातीला चित्राच्या रूपात आवरणपृष्ठ घालू नका (&c)
pl: Nie wstawiaj &okładki jako obrazka na początku dokumentu
pt_br: Não inserir a &capa como imagem no começo do documento
ru: Не вставлять о&бложку как изображение в начале документа
sv: Infoga inte &omslag som bild i början av dokument
ta: ஆவணத்தின் தொடக்கத்தில் அட்டையை படமாகவும் செருக வேண்டாம்
uk: Не вставляти &обкладинку на початку документа

source: Preserve the aspect ratio of the image inserted as cover
ar: الحفاظ على نسبة أبعاد الصورة المدرجة كغلاف
cs: Zachovat poměr stran obrázku vloženého jako obálka
de: Das Seitenverhältnis des als Titelbild eingefügten Bildes beibehalten
es: Mantener las proporciones de la imagen insertada como portada
fi: Säilytä kuvasuhde kanneksi lisätyssä kuvassa
gl: Conserva a relación de aspecto da imaxe inserida como portada
id: Pertahankan rasio gambar yang disisipkan sebagai sampul
ja: 紙として挿入された画像のアスペクト比を維持表
pl: Zachowaj proporcje rozmiaru obrazu okładki
pt_br: Preservar a relação de aspecto da imagem inserida como capa.
ru: Сохранять соотношение сторон изображения-обложки
sv: Behåll proportioner på bilden som inlagd som omslag
ta: செருகப்பட்ட படத்தின் விகிதத்தை அட்டை எனப் பாதுகாக்கவும்
uk: Зберегти співвідношення розмірів вставленого зображення як обкладинки
