Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: See what was new in previous major calibre releases:
gl: Mira as novidades dos lanzamentos anteriores de gran calibre:
it: Scopri le novità delle precedenti versioni principali di calibre:
ja: 以前の主要なcalibre リリースの新機能をご覧ください:
ta: முந்தைய பெரிய காலிபர் வெளியீடுகளில் புதியது என்ன என்பதைப் பாருங்கள்:

source: New in calibre 0.9
gl: Novo no calibre 0.9
it: Novità di calibre 0.9
ja: calibre 0.9 の新機能
ta: காலிபர் 0.9 இல் புதியது

source: Lots has changed in calibre-land in the last year and a half. A beefed up e-book viewer. Support for Android phones and tablets. A new modern look for the calibre user interface. A portable version of calibre that you can carry around on a USB stick.
gl: No último ano e medio cambiaron moito os terreos de calibre. Un reforzado visor de libros electrónicos. Soporte para teléfonos e tabletas Android. Un novo look moderno para a interface de usuario de calibre. Unha versión portátil de calibre que podes levar nunha memoria USB.
ja: 過去1年半の間に、calibreの世界は大きく変わりました。電子書籍ビューアの強化、Android スマートフォンとタブレットのサポート、calibreユーザーインターフェースのモダンな外観、USBメモリに入れて持ち運べるcalibreのポータブル版。
ta: கடந்த ஒன்றரை ஆண்டுகளில் காலிபர்-லேண்டில் நிறைய மாறிவிட்டது. ஒரு மாட்டிறைச்சி மின் புத்தக பார்வையாளர். ஆண்ட்ராய்டு தொலைபேசிகள் மற்றும் டேப்லெட்களுக்கான உதவி. ஒரு புதிய நவீன தோற்றம் காலிபர் பயனர் இடைமுகம். நீங்கள் எடுத்துச் செல்லக்கூடிய காலிபரின் சிறிய பதிப்பு ஒரு யூ.எச்.பி குச்சியைச் சுற்றி.

source: These and many more new features are described in detail below.
gl: Estas e moitas máis novas características descríbense en detalle a continuación.
it: Queste e molte altre nuove caratteristiche sono descritte più dettagliatamente di seguito.
ja: その他の多くの新機能については、以下で詳しく説明します。
ta: இந்த மற்றும் இன்னும் பல புதிய நற்பொருத்தங்கள் கீழே விரிவாக விவரிக்கப்பட்டுள்ளன.

source: Enhanced E-book viewer
gl: Visor de libros electrónicos mellorado
it: Lettore E-book migliorato
ja: 強化された電子書籍ビューア
ta: மேம்படுத்தப்பட்ட மின் புத்தக பார்வையாளர்

source: The E-book viewer has a new "paged" mode, where the text is split up into pages. This means that you can have more than one page on the screen at a time. It also fixes some long standing limitations of the viewer: The top and bottom margins now work and the last line of text is never partially cut off.
gl: O visor de libros electrónicos ten un novo modo «paxinado», onde está o texto dividido en páxinas. Isto significa que podes ter máis dun páxina na pantalla á vez. Tamén arranxa algúns de longa data limitacións do espectador: agora funcionan as marxes superior e inferior e a última liña de texto nunca se corta parcialmente.
ja: 電子書籍ビューアに新しい「ページ分割」モードが搭載されました。このモードでは、テキストがページに分割されます。これにより、画面上に複数のページを同時に表示できるようになります。また、長年存在していたビューアの制限事項も修正されました: 上下の余白が機能するようになり、テキストの最終行が途切れることもなくなりました。
ta: மின்-புத்தக பார்வையாளருக்கு புதிய "பேட்" பயன்முறை உள்ளது, அங்கு உரை உள்ளது பக்கங்களாக பிரிக்கவும். இதன் பொருள் நீங்கள் ஒன்றுக்கு மேற்பட்டவற்றை வைத்திருக்க முடியும் ஒரு நேரத்தில் திரையில் பக்கம். இது சில நீண்ட காலத்தையும் சரிசெய்கிறது பார்வையாளரின் வரம்புகள்: மேல் மற்றும் கீழ் விளிம்புகள் இப்போது வேலை செய்கின்றன உரையின் கடைசி வரி ஒருபோதும் ஓரளவு துண்டிக்கப்படாது.

source: The viewer also has a new full screen mode that has no "chrome" (toolbars/menubars/etc.) to distract from the reading experience.
gl: O visor tamén ten un novo modo de pantalla completa que non ten «chrome» (barras de ferramentas/menú/etc.) para distraer a lectura experiencia.
ja: ビューアに、読書で気を散らせる *邪魔者* （ツールバー、メニューバーなど）のない新しいフルスクリーン モードも搭載しました。
ta: வாசிப்பு அனுபவத்திலிருந்து திசைதிருப்ப "chrome" (கருவிப்பட்டி/மெனு பார்/போன்றவை) இல்லாத புதிய முழுத் திரை பயன்முறையும் பார்வையாளருக்கு உள்ளது.

source: The viewer can now display mathematics in e-books input in either TeX or MathML. See <a href="%(math)s">this tutorial</a> for details.
gl: O espectador agora pode mostrar as matemáticas nos libros electrónicos introducidos en calquera dos dous TeX ou MathML. Consulta <a href="%(math)s">este tutorial</a> para os detalles.
it: Il lettore può ora mostrare formule matematiche negli e-book, che siano scritte in TeX o in MathML. Leggi <a href="%(math)s">questa guida</a> per i dettagli.
ja: ビューアは、TeX または MathML で入力された電子書籍内の数式を表示できるようになりました。詳細は <a href="%(math)s">このチュートリアル</a>をご覧ください。
ta: பார்வையாளர் இப்போது கணிதத்தை மின் புத்தகங்களின் உள்ளீட்டில் காண்பிக்க முடியும் டெக்ச் அல்லது கணிதம். <a href="%(math)s"> இந்த பயிற்சி </a> ஐப் பார்க்கவும் விவரங்களுக்கு.

source: Finally, the viewer now supports "themes". You can save the current configuration as a "theme" and quickly switch back and forth between them. Useful if you use a "night" mode with dark background and light text, for example.
gl: Finalmente, o espectador agora admite «temas». Podes gardar o configuración actual como un «tema» e volver a cambiar rapidamente e adiante entre eles. Útil se usa un modo «nocturno» con escuro fondo e texto claro, por exemplo.
ja: 最後に、ビューアが "テーマ" をサポートするようになりました。現在の設定を「テーマ」として保存し、素早く切り替えることができます。例えば、暗い背景と明るいテキストの "ナイト"モードを使用する場合に便利でしょう。
ta: இறுதியாக, பார்வையாளர் இப்போது "கருப்பொருள்களை" ஆதரிக்கிறார். நீங்கள் சேமிக்க முடியும் தற்போதைய உள்ளமைவு ஒரு "கருப்பொருள்" ஆக விரைவாக மாறுகிறது அவர்களுக்கு இடையே. இருட்டுடன் "இரவு" பயன்முறையைப் பயன்படுத்தினால் பயனுள்ளதாக இருக்கும் உதாரணமாக பின்னணி மற்றும் ஒளி உரை.

source: You can setup the calibre E-book viewer to look like it does in the screenshots below by clicking the Preferences button in the viewer.
gl: Podes configurar o visor de libros electrónicos de calibre para que pareza no capturas de pantalla a continuación premendo no botón Preferencias no menú espectador.
ja: calibre電子書籍ビューアの「設定」ボタンをクリックすると、以下のスクリーンショットのように設定できます。
ta: நீங்கள் காலிபர் மின் புத்தக பார்வையாளரை அமைக்கலாம் விருப்பத்தேர்வுகள் பொத்தானைக் சொடுக்கு செய்வதன் மூலம் கீழே உள்ள திரை சாட்கள் பார்வையாளர்.

source: The new paged mode, showing top and bottom margins
gl: O novo modo de páxina, que mostra as marxes superior e inferior
it: La nuova modalità di paginazione, che mostra i margini superiore e inferiore
ja: 上下の余白を表示する新しいページモード
ta: புதிய பேச் பயன்முறை, மேல் மற்றும் கீழ் விளிம்புகளைக் காட்டுகிறது

source: Full screen mode with two pages on the screen
gl: Modo de pantalla completa con dúas páxinas na pantalla
it: Modalità schermo intero con due pagine sullo schermo
ja: 画面に2ページを表示するフルスクリーンモード
ta: திரையில் இரண்டு பக்கங்களுடன் முழு திரை பயன்முறை

source: Night mode in the viewer
gl: Modo nocturno no visor
it: Modalità notturna nel lettore
ja: ビューアのナイトモード
ta: பார்வையாளரில் இரவு பயன்முறை

source: Third
gl: Terceiro
it: Terzo
ja: 3番目
ta: மூன்றாவது

source: Mathematics in the viewer
gl: As matemáticas no espectador
it: Simboli matematici nel lettore
ja: ビューアの数式
ta: பார்வையாளரில் கணிதம்

source: Fourth
gl: Cuarto
it: Quarto
ja: 4番目
ta: நான்காவது

source: Full support for connecting to Android phones/tablets
gl: Soporte completo para conectarse a teléfonos/tabletas Android
it: Supporto completo per la connessione a telefoni/tablet Android
ja: Android 携帯／タブレットの完全サポート
ta: ஆண்ட்ராய்டு தொலைபேசிகள்/டேப்லெட்களுடன் இணைப்பதற்கான முழு உதவி

source: calibre can now connect both wirelessly and over USB to Android devices. Modern Android devices often use a special "MTP" protocol when connecting by USB. calibre now supports this protocol in Windows (Vista and newer) and Linux.
gl: calibre agora pode conectarse sen fíos e por USB a Android dispositivos. Os dispositivos Android modernos adoitan usar un protocolo especial «MTP». ao conectarse por USB. calibre agora admite este protocolo en Windows (Vista e máis recente) e Linux.
ja: calibreは、Android デバイスにワイヤレスとUSBの両方で接続できるようになりました。最近のAndroid デバイスは、USB接続時に特別な *MTP* プロトコルを使用することが多いです。calibreは、Windows（Vista以降）とLinuxでこのプロトコルをサポートするようになりました。
ta: காலிபர் இப்போது வயர்லெச் மற்றும் யூ.எச்.பி -க்கு மேல் ஆண்ட்ராய்டு உடன் இணைக்க முடியும் சாதனங்கள். நவீன ஆண்ட்ராய்டு சாதனங்கள் பெரும்பாலும் ஒரு சிறப்பு "mtp" நெறிமுறையைப் பயன்படுத்துகின்றன யூ.எச்.பி மூலம் இணைக்கும்போது. காலிபர் இப்போது இந்த நெறிமுறையை ஆதரிக்கிறது சாளரங்கள் (விச்டா மற்றும் புதியது) மற்றும் லினக்ச்.

source: calibre also has a new "Wireless device driver" that allows connecting to your Android device wirelessly, in exactly the same was as if it was plugged in via USB. To use it with an Android device, you need the <a href="%(cc)s" alt="%(cn)s">%(cn)s</a> Android app.
gl: calibre tamén ten un novo «controlador de dispositivo sen fíos» que permite conectarse ao teu dispositivo Android sen fíos, exactamente igual era coma se estivese conectado por USB. Para usalo cun Android dispositivo, necesitas o <a href="%(cc)s» alt="%(cn)s">%(cn)s</a> aplicación de Android.
ja: calibreには新しい *ワイヤレスデバイスドライバー* が搭載されており、USB接続時と全く同じようにAndroid デバイスにワイヤレスで接続できます。Android デバイスで使用するには、Androidアプリ<a href="%(cc)s" alt="%(cn)s">%(cn)s</a> が必要となります。
ta: காலிபர் ஒரு புதிய "வயர்லெச் சாதன இயக்கி" ஐ அனுமதிக்கிறது உங்கள் ஆண்ட்ராய்டு சாதனத்துடன் கம்பியில்லாமல் இணைக்கிறது இது யூ.எச்.பி வழியாக செருகப்பட்டதைப் போல இருந்தது. ஆண்ட்ராய்டு உடன் அதைப் பயன்படுத்த சாதனம், உங்களுக்கு தேவை <a href="%(cc)s" alt="%(cn)s">%(cn)s</a> ஆண்ட்ராய்டு பயன்பாடு.

source: For details see <a href="%(man)s">here</a>.
gl: Para máis detalles consulte <a href="%(man)s">aquí</a>.
it: Per i dettagli vedi <a href="%(man)s">qui</a>.
ja: 詳細は <a href="%(man)s">here</a>をご覧ください。
ta: விவரங்களுக்கு <a href="%(man)s"> இங்கே </a> ஐப் பார்க்கவும்.

source: calibre connected to a Nexus 7 tablet over USB
gl: calibre conectado a unha tableta Nexus 7 a través de USB
it: calibre connesso a un tablet Nexus 7 tramite USB
ja: USB経由でNexus 7タブレットに接続したたcalibre
ta: யூ.எச்.பி மீது நெக்சச் 7 டேப்லெட்டுடன் காலிபர் இணைக்கப்பட்டுள்ளது

source: The Calibre Companion application running on an Android Phone
gl: A aplicación Calibre Companion que se executa nun teléfono Android
it: L'applicazione Calibre Companion in esecuzione su un telefono Android
ja: Androidスマートフォンで動作するcalibre Companionアプリケーション
ta: ஆண்ட்ராய்டு தொலைபேசியில் இயங்கும் காலிபர் கம்பானியன் பயன்பாடு

source: New "modern" look
gl: Novo aspecto «moderno».
it: Nuovo aspetto "moderno"
ja: 新しい "モダンな" 外観
ta: புதிய "நவீன" தோற்றம்

source: The calibre user interface has a new "modern" look. This change gives a more 'modern' feel to the interface with focus highlighting, gradients, rounded corners, etc.
gl: A interface de usuario de calibre ten un novo aspecto «moderno». Este cambio dá unha sensación máis «moderna» á interface con foco resaltado, degradados, esquinas redondeadas, etc.
ja: calibreのユーザーインターフェースが新しく *モダンな* 外観になりました。今回の変更で、フォーカスのハイライト、グラデーション、丸みを帯びた角などが導入されて、インターフェースがさらに 'モダン' な雰囲気になりました。
ta: காலிபர் பயனர் இடைமுகம் ஒரு புதிய "நவீன" தோற்றத்தைக் கொண்டுள்ளது. இந்த மாற்றம் கவனம் செலுத்துவதன் மூலம் இடைமுகத்திற்கு இன்னும் 'நவீன' உணர்வை அளிக்கிறது சிறப்பம்சமாக, சாய்வு, வட்டமான மூலைகள் போன்றவை.

source: The main calibre window with the new look
gl: A ventá de calibre principal co novo aspecto
it: La finestra principale di calibre con il nuovo aspetto
ja: 新しい外観での、calibre のメインウィンドウ
ta: புதிய தோற்றத்துடன் முக்கிய காலிபர் சாளரம்

source: The Edit metadata dialog with the new look
gl: O diálogo Editar metadatos coa nova aparencia
it: La finestra di dialogo Modifica con il nuovo aspetto
ja: 新しい外観での、書誌編集ダイアログ
ta: புதிய தோற்றத்துடன் மேனிலை தரவு உரையாடலைத் திருத்து

source: calibre Portable
ja: calibre ポータブル
ta: காலிபர் போர்ட்டபிள்

source: calibre Portable is a new type of calibre install that keeps the calibre library and settings together with the calibre program. This means that you can put the entire thing on a USB stick and carry it around with you. Or give the USB stick as a gift to someone special. Just plug the USB stick into any Windows computer and you have a fully functional calibre, with all your books and settings in place. See the <a href="%(portable)s">Download portable</a> page for details.
gl: calibre Portable é un novo tipo de instalación de calibre que mantén o biblioteca e configuración calibre xunto co programa calibre. Isto significa que podes poñer todo nunha memoria USB e lévao contigo. Ou regalalle a memoria USB alguén especial. Só tes que conectar a memoria USB a calquera ordenador con Windows e tes un calibre totalmente funcional, con todos os teus libros e configuracións en vigor. Vexa a <a href="%(portable)s">descarga portátil</a> páxina para obter detalles.
ja: calibre ポータブルは、calibreプログラム本体とcalibreライブラリおよび環境設定を一緒に保存する新しいタイプのcalibreインストール形態です。つまり、すべてをUSBメモリに保存して持ち運ぶことができるのです。また、大切な人へのプレゼントに最適です。USBメモリをWindowsコンピューターに差し込むだけで、すべての書籍と環境設定が保存された、完全に機能するcalibreがすぐに使用できます。詳細は <a href="%(portable)s">ポータブル版のダウンロード</a>をご覧ください。
ta: காலிபர் போர்ட்டபிள் என்பது ஒரு புதிய வகை காலிபர் நிறுவலாகும் காலிபர் நூலகம் மற்றும் அமைப்புகள் காலிபர் திட்டத்துடன். இதன் பொருள் நீங்கள் முழு விசயத்தையும் ஒரு யூ.எச்.பி குச்சியில் வைக்கலாம் அதை உங்களுடன் எடுத்துச் செல்லுங்கள். அல்லது யூ.எச்.பி குச்சியை ஒரு பரிசாக கொடுங்கள் சிறப்பான ஒருவர். எந்த சாளரங்கள் கணினியிலும் யூ.எச்.பி குச்சியை செருகவும் உங்கள் எல்லா புத்தகங்களுடனும் உங்களிடம் ஒரு முழுமையான செயல்பாட்டு திறமை உள்ளது அமைப்புகள் இடத்தில். <a href="%(portable)s"> போர்ட்டபிள் </a> ஐ பதிவிறக்கவும் விவரங்களுக்கு பக்கம்.

source: Conversion engine improvements
gl: Melloras do motor de conversión
it: Miglioramenti del motore di conversione
ja: 変換エンジンの改善
ta: மாற்று இயந்திர மேம்பாடுகள்

source: calibre's conversion engine now has full support for Amazon's new KF8 format. It can convert KF8 books to other formats and convert other formats to KF8. To convert to KF8 set the output format in the calibre conversion dialog to AZW3.
gl: O motor de conversión de calibre agora ten soporte total para o novo de Amazon Formato KF8. Pode converter libros KF8 a outros formatos e converter outros formatos para KF8. Para converter a KF8 establece o formato de saída en o diálogo de conversión de calibre a AZW3.
ja: calibreの変換エンジンは、Amazonの新しいKF8形式を完全サポートしました。 KF8形式の書籍を他の形式に変換したり、他の形式からKF8形式に変換することができます。KF8形式に変換するには、calibreの変換ダイアログで出力形式をAZW3に設定してください。
ta: காலிபரின் மாற்று இயந்திரம் இப்போது அமேசானின் புதியவர்களுக்கு முழு ஆதரவைக் கொண்டுள்ளது kf8 வடிவம். இது kf8 புத்தகங்களை மற்ற வடிவங்களாக மாற்றி மாற்றலாம் kf8 க்கு பிற வடிவங்கள். kf8 ஆக மாற்ற வெளியீட்டு வடிவமைப்பை அமைக்கவும் azw3 க்கு காலிபர் மாற்று உரையாடல்.

source: The PDF output produced by calibre has been greatly improved. There are no more cut off lines of text/images at the bottom of the page. Top and bottom margins are set correctly. The metadata Table of Contents is converted to PDF bookmarks in the output file.
gl: A saída PDF producida por calibre mellorouse moito. Non hai máis liñas cortadas de texto/imaxes na parte inferior do páxina. As marxes superior e inferior están configuradas correctamente. A táboa de metadatos de Contidos convértese en marcadores PDF no ficheiro de saída.
ja: calibre による PDF 出力が大幅に改善されました。ページ下部のテキスト/画像が途切れることがなくなりました。ページ上下の余白は正しく設定されます。メタデータによる目次は、出力ファイル内で PDF ブックマークに変換されます。
ta: காலிபர் தயாரித்த pdf வெளியீடு பெரிதும் மேம்படுத்தப்பட்டுள்ளது. உரை/படங்களின் கட் ஆஃப் கோடுகள் இல்லை பக்கம். மேல் மற்றும் கீழ் விளிம்புகள் சரியாக அமைக்கப்படுகின்றன. மேனிலை தரவு அட்டவணை உள்ளடக்கங்கள் வெளியீட்டு கோப்பில் pdf புக்மார்க்குகளாக மாற்றப்படுகின்றன.

source: Library management improvements
gl: Melloras na xestión da biblioteca
it: Miglioramenti alla gestione biblioteca
ja: ライブラリ管理機能の改善
ta: நூலக மேலாண்மை மேம்பாடுகள்

source: 0.9 brings lots of goodies to make managing your ever growing e-book collection easier:
gl: 0.9 trae moitas vantaxes para facilitar a xestión da túa colección de libros electrónicos en constante crecemento:
it: 0.9 porta molte chicche per semplificare la gestione della tua collezione di e-book in continua crescita:
ja: 0.9 では、増え続ける電子書籍コレクションの管理を容易にする多くの便利な機能が追加されました。
ta: 0.9 உங்கள் எப்போதும் வளர்ந்து வரும் மின் புத்தக சேகரிப்பை நிர்வகிப்பதை எளிதாக்குவதற்கு நிறைய இன்னபிற பொருட்களைக் கொண்டுவருகிறது:

source: Automatic adding of books from a specified folder: calibre can now monitor a specified folder on your computer and automatically add any files it finds in that folder. Set it up via Preferences-&gt;Adding books-&gt;Automatic adding
gl: Adición automática de libros desde un cartafol especificado: calibre agora pode supervisar un cartafol especificado no seu ordenador e engade automaticamente os ficheiros que atope nese cartafol. Configúrao mediante Preferencias-&gt;Engadir libros-&gt;Engadir automaticamente
ja: 指定フォルダからの本の自動追加: calibreは、コンピュータ上の指定フォルダを常時モニターし、 そのフォルダ内で発見したファイルを自動的に追加できるようになりました。設定は「環境設定」-&gt;「本の追加」-&gt;「自動追加」タブから行えます。
ta: ஒரு குறிப்பிட்ட கோப்புறையிலிருந்து புத்தகங்களை தானாகச் சேர்ப்பது: காலிபர் இப்போது உங்கள் கணினியில் ஒரு குறிப்பிட்ட கோப்புறையை கண்காணிக்க முடியும் அந்த கோப்புறையில் அது காணும் எந்த கோப்புகளையும் தானாகவே சேர்க்கவும். அதை அமைக்கவும் விருப்பத்தேர்வுகள் வழியாக- & gt; புத்தகங்களைச் சேர்ப்பது- & gt; தானியங்கி சேர்க்கை

source: Allow the coloring of columns in the book list based on the book's metadata. See Preferences-&gt;Look &amp; feel-&gt;Column coloring
gl: Permitir a cor das columnas da lista de libros en función do metadatos do libro. Consulte Preferencias-&gt;Mirar &amp; sentir-&gt;Columna cor
ja: 本のリストの列を本の書誌データに基づいて色分けできます。「環境設定」-&gt;「外観」-&gt;「列の色づけ」を参照ください。
ta: புத்தக பட்டியலில் நெடுவரிசைகளின் வண்ணத்தை அனுமதிக்கவும் புத்தகத்தின் மேனிலை தரவு. விருப்பங்களைக் காண்க- & gt; பார் &amp; உணர்வு- & gt; நெடுவரிசை வண்ணம்

source: When searching, allow use of un-accented characters to match accented characters. The rules for matching un-accented characters are done in a language dependent way. So if your calibre interface language is set to English, n will match both n and ñ, but if it is set to Spanish, it will match only n, as in Spanish ñ are separate letters.
gl: Cando busque, permita o uso de caracteres sen acentuación coincidir con caracteres acentuados. As regras para a correspondencia sen acentuación os caracteres fanse de forma dependente da lingua. Entón, se o teu O idioma da interface de calibre está definido en inglés, n coincidirá con ambos n e ñ, pero se se establece en castelán, coincidirá só con n, as en castelán ñ son letras separadas.
ja: 検索時に、アクセント付き文字と一致させるために、アクセントなし文字の使用を許可します。アクセントなし文字の一致ルールは言語によって異なります。例えば、calibreのインターフェース言語が英語に設定されている場合、nはnとñの両方に一致しますが、スペイン語に設定されている場合は、スペイン語ではñは別の文字であるため、nのみに一致します。
ta: தேடும்போது, உறுதிப்படுத்தப்படாத எழுத்துக்களைப் பயன்படுத்த அனுமதிக்கவும் உச்சரிக்கப்பட்ட எழுத்துக்களுடன் பொருந்தவும். un-concected உடன் பொருந்துவதற்கான விதிகள் எழுத்துக்கள் மொழி சார்ந்த வழியில் செய்யப்படுகின்றன. எனவே உங்கள் என்றால் காலிபர் இடைமுக மொழி ஆங்கிலத்திற்கு அமைக்கப்பட்டுள்ளது, n இரண்டையும் பொருத்தும் n மற்றும் g, ஆனால் அது ச்பானிச் மொழியில் அமைக்கப்பட்டால், அது n உடன் மட்டுமே பொருந்தும் ச்பானிச் மொழியில் தனித்தனி கடிதங்கள்.

source: A new "Languages" column to keep track of the book's language
gl: Unha nova columna «Idiomas» para facer un seguimento da lingua do libro
it: Una nuova colonna "Lingue" per tenere traccia della lingua del libro
ja: 本の言語を表示するための新しい「言語」列
ta: புத்தகத்தின் மொழியைக் கண்காணிக்க ஒரு புதிய "மொழிகள்" நெடுவரிசை

source: Speed improvements for large libraries.
gl: Melloras de velocidade para bibliotecas grandes.
it: Miglioramenti della velocità per biblioteche di grandi dimensioni.
ja: 大規模なライブラリの性能改善
ta: பெரிய நூலகங்களுக்கான வேக மேம்பாடுகள்.

source: Coloring of the test in the book list
gl: Coloración da proba na lista de libros
it: Colorazione del test nell'elenco dei libri
ja: 本のリストのテスト色分け
ta: புத்தக பட்டியலில் சோதனையின் வண்ணம்

source: This is an appropriate time to throw out a big thank you to all the calibre developers who have contributed many of the major new features listed above. An incomplete list of contributors is available <a href="%(href)s" title="Contributors">here</a>.
gl: Este é un momento apropiado para botar un gran agradecemento a todo o calibre desenvolvedores que contribuíron con moitas das principais novidades enumeradas anteriormente. <a href="%(href)s» title="Contributors">Aquí</a> está dispoñible unha lista incompleta de colaboradores.
it: Questo è un buon momento per ringraziare calorosamente tutti gli sviluppatori di calibre che hanno contribuito a molte delle principali nuove funzionalità sopradescritte. Una lista incompleta di contributori è disponibile <a href="%(href)s" title="Contributors">qui</a>.
ja: 今こそ、上記の多くの主要な新機能を貢献してくれた calibre 開発者の皆さんに、心からの感謝を申し上げるに相応しい時です。不完全ではありますが、貢献者の一覧は <a href="%(href)s" title="Contributors">こちら</a>です。
ta: அனைத்து திறனுக்கும் ஒரு பெரிய நன்றி எறிய இது பொருத்தமான நேரம் மேலே பட்டியலிடப்பட்ட பல புதிய புதிய அம்சங்களை பங்களித்த உருவாக்குபவர்கள். பங்களிப்பாளர்களின் முழுமையற்ற பட்டியல் கிடைக்கிறது <a href="%(href)s" title="contributors"> இங்கே </a>.

source: Note that many of these features were actually introduced during the lifetime of the 0.8.x series. This document describes new features as compared to 0.8.0
gl: Teña en conta que moitas destas funcións foron introducidas durante o vida útil da serie 0.8.x. Este documento describe as novas características en comparación a 0.8.0
it: Tieni presente che molte di queste funzionalità sono state in realtà introdotte durante il ciclo di vita della serie 0.8.x. Questo documento descrive le nuove funzionalità rispetto alla 0.8.0
ja: これらの機能の多くは、実際には0.8.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、0.8.0と比較して新しい機能について説明します。
ta: இந்த அம்சங்களில் பல உண்மையில் அறிமுகப்படுத்தப்பட்டன என்பதை நினைவில் கொள்க 0.8.x தொடரின் வாழ்நாள். இந்த ஆவணம் ஒப்பிடும்போது புதிய அம்சங்களை விவரிக்கிறது 0.8.0 க்கு

source: New in calibre 4.0
gl: Novo no calibre 4.0
it: Novità di calibre 4.0
ja: calibre 4.0 の新機能
ta: காலிபர் 4.0 இல் புதியது

source: Welcome back, calibre users. It has been two years since calibre 3.0. This time has been spent mostly in making the calibre Content server ever more capable as well as migrating calibre itself from <i>Qt WebKit</i> to <i>Qt WebEngine</i>, because the former is no longer maintained.
gl: Benvidos de novo, usuarios de calibre. Xa pasaron dous anos desde calibre 3.0. Este tempo dedicouse principalmente a facer o servidor de contido de calibre máis capaz, así como migrar o propio calibre de <i>Qt WebKit</i> a <i>Qt WebEngine</i>, porque o primeiro xa non se mantén.
ja: calibre ユーザーの皆様、お帰りなさい。calibre 3.0 から2年振りです。今回、コンテンツサーバ改良にもっとも時間を掛けました。また、clibre自体も <i>Qt WebKit</i> がメンテナンス終了しましたので、<i>Qt WebEngine</i>へ移行しました。
ta: காலிபர் பயனர்கள், மீண்டும் வருக. காலிபர் இருந்து இரண்டு ஆண்டுகள் ஆகின்றன 3.0. இந்த நேரம் பெரும்பாலும் திறமையான உள்ளடக்க சேவையகத்தை உருவாக்குவதில் செலவிடப்பட்டுள்ளது <i> கியுடி வெப்கிட் </i> இலிருந்து <i> கியுடி க்கு அதிக திறன் மற்றும் காலிபரை மாற்றியமைத்தல் வெபெங்கின் </i>, ஏனென்றால் முந்தையது இனி பராமரிக்கப்படவில்லை.

source: The Content server has gained the ability to <i>Edit metadata</i>, <i>Add/remove books</i> and even <i>Convert books</i> to and from all the formats calibre itself supports. It is now a full fledged interface to your calibre libraries.
gl: O servidor de contido adquiriu a posibilidade de <i>editar metadatos</i>, <i>engadir/eliminar libros</i> e mesmo <i>converter libros</i> a e de todos os formatos que admite o propio calibre. Agora é un completo interface ás súas bibliotecas de calibre.
ja: コンテンツサーバに<i>書誌の編集</i>、<i>本の追加／削除</i>、さらにはcalibre自体がサポートするすべてのフォーマット間での<i>本の変換</i> 機能が搭載されました。これにより、calibreライブラリへの本格的なインターフェースが実現しました。
ta: உள்ளடக்க சேவையகம் <i> திருத்து என்ற திறனைப் பெற்றுள்ளது மேனிலை தரவு </i>, <i> புத்தகங்களைச் சேர்க்கவும்/அகற்று </i> மற்றும் <i> புத்தகங்களை மாற்றவும் </i> எல்லா வடிவங்களிலிருந்தும் காலிபர் ஆதரிக்கிறது. இப்போது அது ஒரு முழு அளவிலான உங்கள் காலிபர் நூலகங்களுக்கான இடைமுகம்.
