Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: Download calibre %(installer_suffix)s
gl: Descargar calibre %(installer_suffix)s
it: Scarica calibre %(installer_suffix)s
ja: calibre %(installer_suffix)s をダウンロード
ta: காலிபர் %(installer_suffix)s பதிவிறக்கவும்

source: Version: %(version)s
gl: Versión: %(version)s
it: Versione: %(version)s
ja: バージョン: %(version)s
ta: பதிப்பு: %(version)s

source: If you are using Windows 10 older than version 1809, please use calibre 7.26, which works with all Windows 10 machines, <a href="%(previous_releases)s/7.26.0">from here</a>. Simply un-install calibre and install 7.26, doing so will not affect your books/settings.
gl: Se estás a usar unha versión de Windows 10 anterior á 1809, utiliza Calibre 7.26, que funciona con todos os equipos con Windows 10. <a href="%(previous_releases)s/7.26.0">Podes descargalo desde aquí</a>. Só tes que desinstalar Calibre e instalar a versión 7.26; isto non afectará nin os teus libros nin a túa configuración.
it: Se utilizzi una versione di Windows 10 più vecchia della 1809 usa calibre 7.26, che funziona su tutti i dispositivi su cui gira Windows 10, scaricandolo <a href="%(previous_releases)s/5.44.0">da qui</a>. Devi solo disinstallare calibre e installare la versione 7.26, non perderai né i tuoi libri né le tue impostazioni.
ja: Windows 10 バージョン1809 未満を利用している方は、calibre 7.26を使ってください。この版であれば、すべてのWindows10マシンで動作します。 <a href="%(previous_releases)s/7.26.0">ダウンロードはこちら</a>. 既存のcalibreをまずアンインストールしてから 7.26版をインストールしてください。この時、電子書籍や設定への影響はありません。

source: If you are using Windows 8, please use calibre 5.44, which works with all Windows 8 machines, <a href="%(previous_releases)s/5.44.0">from here</a>. Simply un-install calibre and install 5.44, doing so will not affect your books/settings.
gl: Se está a usar Windows 8, use o calibre 5.44, que funciona con todas as máquinas con Windows 8, <a href="%(previous_releases)s/5.44.0">dende aquí</a>. Simplemente desinstale calibre e instale 5.44, non afectará os seus libros/configuracións.
it: Se utilizzi Windows 8 usa calibre 5.44, che funziona su tutti i dispositivi su cui gira, scaricandolo <a href="%(previous_releases)s/5.44.0">da qui</a>. Devi solo disinstallare calibre e installare la versione 5.44, non perderai né i tuoi libri né le tue impostazioni.
ja: Windows 8 を利用している方は、calibre 5.44を使ってください。この版であれば、すべてのWindows8マシンで動作します。 <a href="%(previous_releases)s/5.44.0">ダウンロードはこちら</a>. 既存のcalibreをまずアンインストールしてから 5.44版をインストールしてください。この時、電子書籍や設定への影響はありません。
ta: நீங்கள் சாளரங்கள் 8 ஐப் பயன்படுத்துகிறீர்கள் என்றால், தயவுசெய்து அனைத்து சாளரங்கள் 8 இயந்திரங்களுடனும் செயல்படும் காலிபர் 5.44 ஐப் பயன்படுத்தவும், <a href="%(previous_releases)s/5.44.0"> இங்கிருந்து </a>. வெறுமனே காலிபர் நிறுவி 5.44 ஐ நிறுவவும், அவ்வாறு செய்வது உங்கள் புத்தகங்கள்/அமைப்புகளை பாதிக்காது.

source: If you are using Windows 7 or Vista, please use calibre 3.48, which works with all Windows 7/Vista machines, <a href="%(previous_releases)s/3.48.0">from here</a>. Simply un-install calibre and install 3.48, doing so will not affect your books/settings.
gl: Se está a usar Windows 7 ou Vista, use o calibre 3.48, que funciona con todas as máquinas Windows 7/Vista, <a href="%(previous_releases)s/3.48.0">dende aquí</a>. Simplemente desinstale calibre e instale 3.48, facelo non afectará os seus libros/configuracións.
it: Se utilizzi Windows 7 o Vista usa calibre 3.48, che funziona con tutti i dispositivi con Windows 7/Vista, scaricandolo <a href="%(previous_releases)s/3.48.0">da qui</a>. Devi solo disinstallare calibre e installare la versione 3.48, non perderai né i tuoi libri né le tue impostazioni.
ja: Windows 7 または Vista を利用している方は、calibre 3.48を使ってください。この版であれば、すべてのWindows7/Vistaマシンで動作します。 <a href="%(previous_releases)s/3.48.0">ダウンロードはこちら</a>. 既存のcalibreをまずアンインストールしてから 3.48版をインストールしてください。この時、電子書籍や設定への影響はありません。
ta: நீங்கள் சாளரங்கள் 7 அல்லது விச்டாவைப் பயன்படுத்துகிறீர்கள் என்றால், தயவுசெய்து அனைத்து சாளரங்கள் 7/விச்டா இயந்திரங்களுடனும் செயல்படும் காலிபர் 3.48 ஐப் பயன்படுத்தவும், <a href="%(previous_releases)s/3.48.0"> இங்கிருந்து </a>. வெறுமனே காலிபர் நிறுவி 3.48 ஐ நிறுவவும், அவ்வாறு செய்வது உங்கள் புத்தகங்கள்/அமைப்புகளை பாதிக்காது.

source: The application cannot be run from within the dmg. You must drag it to a folder on your filesystem (The Desktop, Applications, wherever).
gl: A aplicación non se pode executar dende o dmg. Debes arrastralo a un cartafol do teu sistema de ficheiros (O Escritorio, Aplicacións, onde queiras).
it: L'applicazione non può essere eseguita dall'interno di dmg. È necessario trascinarlo in una cartella sul proprio filesystem (desktop, applicazioni, ovunque).
ja: dmg 内からアプリケーションを実行することはできません。ファイルシステム上のフォルダ (デスクトップ、アプリケーションなど) にドラッグする必要があります。
ta: பயன்பாட்டை டி.எம்.சி.க்குள் இருந்து இயக்க முடியாது. உங்கள் கோப்பு முறைமையில் (டெச்க்டாப், பயன்பாடுகள், எங்கிருந்தாலும்) அதை ஒரு கோப்புறையில் இழுக்க வேண்டும்.

source: In order to show calibre in a different language, open the preferences (by pressing ⌘+P) and select your language.
gl: Para mostrar calibre nun idioma diferente, abre as preferencias (premendo ⌘+P) e selecciona o teu idioma.
it: Per mostrare calibre in una lingua diversa, apri le preferenze (premendo ⌘+P) e seleziona la tua lingua.
ja: 別の言語で calibre を表示するには、設定を開き (⌘+ Pを押して)、言語を選択します。
ta: வேறு மொழியில் காலிபரைக் காண்பிப்பதற்காக, விருப்பங்களை (⌘+p ஐ அழுத்துவதன் மூலம்) திறந்து உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்.

source: If you are using macOS older than 14.0 (Sonoma), the last version of calibre that will work on your machine is 7.26, available <a href="%(previous_releases)s/7.26.0/calibre-7.26.0.dmg">here</a>.
gl: Se estás a usar macOS anterior á 14.0 (Sonoma), a última versión de Calibre que funcionará no teu equipo é a 7.26, dispoñible <a href="%(previous_releases)s/7.26.0/calibre-7.26.0.dmg">aquí</a>.
it: Se stai usando una versione di macOS precedente alla 14.0 (Sonoma), l'ultima versione di calibre che funzionerà sulla tua macchina è la 7.26, disponibile <a href="%(previous_releases)s/7.26.0/calibre-7.26.0.dmg">qui</a>.
ja: macOS バージョン 14.0 (Sonoma) 未満を使っている方は、そのマシンで動作する calibre の最終バージョンは 7.26 です。利用は <a href="%(previous_releases)s/7.26.0/calibre-7.26.0.dmg">こちら</a> 。

source: If you are using macOS older than 13.0 (Ventura), the last version of calibre that will work on your machine is 6.29, available <a href="%(previous_releases)s/6.29.0/calibre-6.29.0.dmg">here</a>.
gl: Se estás a usar macOS anterior á 13.0 (Ventura), a última versión de Calibre que funcionará no teu equipo é a 6.29, dispoñible <a href="%(previous_releases)s/6.29.0/calibre-6.29.0.dmg">aquí</a>.
it: Se stai usando una versione di macOS precedente alla 13.0 (Ventura), l'ultima versione di calibre che funzionerà sulla tua macchina è la 6.29, disponibile <a href="%(previous_releases)s/6.29.0/calibre-6.29.0.dmg">qui</a>.
ja: macOS バージョン 13.0 (Ventura) 未満を使っている方は、そのマシンで動作する calibre の最終バージョンは 6.29 です。利用は <a href="%(previous_releases)s/6.29.0/calibre-6.29.0.dmg">こちら</a> 。

source: If you are using macOS older than 11.0 (Big Sur), the last version of calibre that will work on your machine is 6.11, available <a href="%(previous_releases)s/6.11.0/calibre-6.11.0.dmg">here</a>.
gl: Se estás a usar macOS anterior á 11.0 (Big Sur), a última versión de Calibre que funcionará no teu equipo é a 6.11, dispoñible <a href="%(previous_releases)s/6.11.0/calibre-6.11.0.dmg">aquí</a>.
it: Se stai usando una versione di macOS precedente alla 11.0 (Big Sur), l'ultima versione di calibre che funzionerà sulla tua macchina è la 6.11, disponibile <a href="%(previous_releases)s/6.11.0/calibre-6.11.0.dmg">qui</a>.
ja: macOS バージョン 11.0 (Big Sur) 未満を使っている方は、そのマシンで動作する calibre の最終バージョンは 6.11 です。利用は<a href="%(previous_releases)s/6.11.0/calibre-6.11.0.dmg">こちら</a> 。

source: If you are using macOS older than 10.15 (Catalina), the last version of calibre that will work on your machine is 5.44, available <a href="%(previous_releases)s/5.44.0/calibre-5.44.0.dmg">here</a>.
gl: Se estás a usar macOS anterior a 10.15 (Catalina), a última versión de Calibre que funcionará no teu equipo é a 5.44, dispoñible <a href="%(previous_releases)s/5.44.0/calibre-5.44.0.dmg">aquí</a>.
it: Se stai usando una versione di macOS precedente alla 10.15 (Catalina), l'ultima versione di calibre che funzionerà sulla tua macchina è la 5.44, disponibile <a href="%(previous_releases)s/5.44.0/calibre-5.44.0.dmg">qui</a>.
ja: macOS バージョン 10.15 (Catalina) 未満を使っている方は、そのマシンで動作する calibre の最終バージョンは 5.44 です。利用は <a href="%(previous_releases)s/5.44.0/calibre-5.44.0.dmg">こちら</a> 。

source: If you are using macOS older than 10.14 (Mojave), the last version of calibre that will work on your machine is 3.48, available <a href="%(previous_releases)s/3.48.0/calibre-3.48.0.dmg">here</a>.
gl: Se estás a usar macOS anterior a 10.14 (Mojave), a última versión de Calibre que funcionará no teu equipo é a 3.48, dispoñible <a href="%(previous_releases)s/3.48.0/calibre-3.48.0.dmg">aquí</a>.
it: Se stai usando una versione di macOS precedente alla 10.14 (Mojave), l'ultima versione di calibre che funzionerà sulla tua macchina è la 3.48, disponibile <a href="%(previous_releases)s/3.48.0/calibre-3.48.0.dmg">qui</a>.
ja: macOS バージョン 10.14 (Mojave) 未満を使っている方は、そのマシンで動作する calibre の最終バージョンは 3.48 です。利用は <a href="%(previous_releases)s/3.48.0/calibre-3.48.0.dmg">こちら</a> 。

source: What's new in calibre 8.0
gl: Novidades do calibre 8.0

source: See what's new in calibre 8.0
gl: Olla as novidades do calibre 8.0

source: (Mar, 2017)
gl: (marzo de 2017)
ta: (மார், 2017)

source: calibre works on Windows 10 and higher.
ta: சாளரங்கள் 10 மற்றும் அதற்கு மேற்பட்ட காலிபர் வேலை செய்கிறது.

source: If you are using macOS older than 13.0 (Ventura), the last version of calibre that will work on your machine is 6.29, available
ta: நீங்கள் 13.0 (வென்ச்சுரா) ஐ விட பழைய மேகோசைப் பயன்படுத்துகிறீர்கள் என்றால், உங்கள் கணினியில் வேலை செய்யும் காலிபரின் கடைசி பதிப்பு 6.29 ஆகும், இது கிடைக்கிறது

source: If you are using macOS older than 11.0 (Big Sur), the last version of calibre that will work on your machine is 6.11, available
ta: நீங்கள் 11.0 (பிக் சுர்) ஐ விட பழைய மேகோசைப் பயன்படுத்துகிறீர்கள் என்றால், உங்கள் கணினியில் வேலை செய்யும் காலிபரின் கடைசி பதிப்பு 6.11 ஆகும், இது கிடைக்கிறது

source: If you are using macOS older than 10.15 (Catalina), the last version of calibre that will work on your machine is 5.44, available
ta: நீங்கள் 10.15 (கேடலினா) ஐ விட பழைய மேகோசைப் பயன்படுத்துகிறீர்கள் என்றால், உங்கள் கணினியில் வேலை செய்யும் காலிபரின் கடைசி பதிப்பு 5.44 ஆகும், இது கிடைக்கிறது

source: If you are using macOS older than 10.14 (Mojave), the last version of calibre that will work on your machine is 3.48, available
ta: நீங்கள் 10.14 (மொசாவே) ஐ விட பழைய மேகோசைப் பயன்படுத்துகிறீர்கள் என்றால், உங்கள் கணினியில் வேலை செய்யும் காலிபரின் கடைசி பதிப்பு 3.48 ஆகும், இது கிடைக்கிறது

source: calibre is an open source application that uses a large number of other open source libraries and is developed on Linux, an open source platform, and as such, it has benefited from the work of large numbers of people, some of whom are listed below. I've tried to be as exhaustive as possible, but, if I have omitted your contribution, please let me know.
ta: காலிபர் என்பது ஒரு திறந்த மூல பயன்பாடாகும், இது அதிக எண்ணிக்கையிலான பிற திறந்த மூல நூலகங்களைப் பயன்படுத்துகிறது மற்றும் லினக்சில் உருவாக்கப்பட்டது, ஒரு திறந்த மூல தளம், மேலும், இது அதிக எண்ணிக்கையிலான மக்களின் வேலையிலிருந்து பயனடைந்துள்ளது, அவர்களில் சிலர் கீழே பட்டியலிடப்பட்டுள்ளனர். நான் முடிந்தவரை முழுமையானதாக இருக்க முயற்சித்தேன், ஆனால், உங்கள் பங்களிப்பை நான் தவிர்த்துவிட்டால், தயவுசெய்து எனக்குத் தெரியப்படுத்துங்கள்.
