Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: When downloading covers for a single book, calibre will now download covers from all the online sources and allow you to pick the one you like best, instead of choosing for you.
gl: Ao descargar portadas dun só libro, agora calibre descargará portadas de todas as fontes en liña e permítelle escoller o máis che gusta, en vez de escoller por ti.
ja: 1 冊の本の表紙をダウンロードする場合、calibre は自動的に選択すのでなく、すべてのオンラインソースから表紙をダウンロードし、お好みのものを選択してもらうようになりました。
ta: ஒரு புத்தகத்திற்கான அட்டைகளைப் பதிவிறக்கும்போது, காலிபர் இப்போது அனைத்து நிகழ்நிலை மூலங்களிலிருந்தும் அட்டைகளைப் பதிவிறக்கி, ஒன்றைத் தேர்வுசெய்ய அனுமதிக்கும் உங்களுக்காகத் தேர்ந்தெடுப்பதற்கு பதிலாக நீங்கள் மிகவும் விரும்புகிறீர்கள்.

source: When downloading metadata for multiple books, the download now happens in the background, allowing you to continue working while the download is happening.
gl: Cando descargas metadatos de varios libros, a descarga agora ocorre en segundo plano, o que che permite continuar funcionando mentres se realiza a descarga.
ja: 複数の本の書誌データをダウンロードする場合、ダウンロード処理はバックグラウンドで行われるため、ダウンロード中でも作業を続行できます
ta: பல புத்தகங்களுக்கான மெட்டாடேட்டாவைப் பதிவிறக்கும்போது, பதிவிறக்கம் இப்போது பின்னணியில் நடக்கிறது, இது தொடர உங்களை அனுமதிக்கிறது பதிவிறக்கம் நடக்கும் போது வேலை.

source: Downloading book metadata
gl: Descargando metadatos do libro
it: Scaricamento metadati del libro
ja: 本の書誌をダウンロード
ta: புத்தக மெட்டாடேட்டாவைப் பதிவிறக்குகிறது

source: Downloading book covers
gl: Descarga de portadas de libros
it: Scaricamento delle copertine del libro
ja: 本の表紙をダウンロード
ta: புத்தக அட்டைகளைப் பதிவிறக்குகிறது

source: Interface improvements
gl: Melloras da interface
it: Miglioramenti dell'interfaccia
ja: インターフェース改善
ta: இடைமுக மேம்பாடுகள்

source: The main calibre user interface has had a makeover. It has multiple layouts, wide and narrow, selectable from Preferences-&gt;Look &amp; feel. The Edit metadata dialog (one of the most frequently used dialogs in calibre) was also redesigned with multiple selectable layouts, this time from Preferences-&gt;Behavior. In the same vein the Book details panel is now fully user customizable from Preferences-&gt;Look &amp; feel.
gl: A interface de usuario de calibre principal tivo unha reforma. Ten varios deseños, anchos e estreitos, seleccionables desde Preferencias-&gt;Mirar &amp; sentir. O diálogo Editar metadatos (un dos diálogos máis usados ​​en calibre) tamén foi redeseñado con varios deseños seleccionables, esta vez desde Preferencias-&gt;Comportamento. Na mesma liña, o panel de detalles do libro agora é totalmente personalizable polo usuario desde Preferencias-&gt;Mirar &amp; sentir.
ja: Calibreのメインユーザーインターフェースが刷新されました。「環境設定 -&gt; 外観」から、幅広と幅狭の複数のレイアウトを選択できます。 書誌編集ダイアログ（calibreで最も頻繁に使用されるダイアログの1つ）も再設計され、今度は「環境設定 → 動作」から複数のレイアウトを選択できるようになりました。同様に、「本の詳細」パネルも「環境設定→ 外観」からユーザーが完全にカスタマイズできるようになりました。
ta: முக்கிய காலிபர் பயனர் இடைமுகம் ஒரு தயாரிப்பைக் கொண்டுள்ளது. இது பல தளவமைப்புகளைக் கொண்டுள்ளது, அகலமான மற்றும் குறுகிய, விருப்பங்களிலிருந்து தேர்ந்தெடுக்கப்படுகிறது- & gt; தோற்றம் &amp; உணருங்கள். திருத்து மேனிலை தரவு உரையாடல் (காலிபரில் அடிக்கடி பயன்படுத்தப்படும் உரையாடல்களில் ஒன்று) பல தேர்ந்தெடுக்கப்பட்ட தளவமைப்புகளுடன் மறுவடிவமைப்பு செய்யப்பட்டது, இந்த நேரத்தில் விருப்பத்தேர்வுகள்- & gt; நடத்தை. அதே வீணில் புத்தக விவரங்கள் குழு இப்போது விருப்பங்களிலிருந்து தனிப்பயனாக்கக்கூடியது- & gt; பார் &amp; உணருங்கள்.

source: The old double toolbar in calibre was replaced by a new single "unified" toolbar, to save vertical space. You can now add a second toolbar or even a menubar and customize what icons appear in each.
gl: A antiga barra de ferramentas dobre en calibre foi substituída por unha nova única barra de ferramentas «unificada», para aforrar espazo vertical. Agora podes engadir unha segunda barra de ferramentas ou mesmo unha barra de menú e personalizar cales son as iconas que aparecen en cada unha.
ja: calibreの従来の２行ツールバーは、縦方向のスペースを節約するために、新しい単一の "統合" ツールバーに置き換えられました。これにより、2番目のツールバーやメニューバーを追加し、それぞれにどのアイコンを表示するかカスタマイズできるようになりました。
ta: செங்குத்து இடத்தை சேமிக்க, காலிபரில் உள்ள பழைய இரட்டை கருவிப்பட்டி புதிய ஒற்றை "ஒருங்கிணைந்த" கருவிப்பட்டியால் மாற்றப்பட்டது. நீங்கள் இப்போது இரண்டாவது கருவிப்பட்டியைச் சேர்க்கலாம் அல்லது ஒரு மெனுபார் கூட ஒவ்வொன்றிலும் ஐகான்கள் தோன்றும்.

source: Finally, the Preferences dialog, a normally neglected bit of real estate was redesigned making it easier to find just the setting you are looking for.
gl: Finalmente, o cadro de diálogo Preferencias, un pedazo de inmobles normalmente descoidado foi redeseñado facendo máis doado atopar só a configuración que está a buscar.
it: Infine, è stata ridisegnata la finestra di dialogo Preferenze, un pezzo del programma di solito trascurato, per semplificare la ricerca delle impostazioni desiderate.
ja: 最後に、普通は無視される対象である [環境設定] ダイアログが再設計され、探している設定を簡単に見つけられるようになりました。
ta: இறுதியாக, விருப்பத்தேர்வுகள் உரையாடல், பொதுவாக புறக்கணிக்கப்பட்ட ரியல் எச்டேட் பிட் மறுவடிவமைப்பு செய்யப்பட்டது, நீங்கள் தேடும் அமைப்பைக் கண்டுபிடிப்பதை எளிதாக்குகிறது.

source: The new main interface
gl: A nova interface principal
it: La nuova interfaccia principale
ja: 新しいメインインターフェース
ta: புதிய முக்கிய இடைமுகம்

source: The new Edit metadata dialog
gl: O novo diálogo Editar metadatos
it: La nuova finestra di Modifica Metadati
ja: 新しい書誌編集ダイアログ
ta: புதிய திருத்து மேனிலை தரவு உரையாடல்

source: The new preferences dialog
gl: O novo diálogo de preferencias
it: La nuova finestra di dialogo Preferenze
ja: 新しい環境設定ダイアログ
ta: புதிய விருப்பத்தேர்வுகள் உரையாடல்

source: Content server improvements
gl: Melloras do servidor de contidos
it: Miglioramenti del server dei contenuti
ja: コンテンツサーバ改良
ta: உள்ளடக்க சேவையக மேம்பாடுகள்

source: The calibre Content server was completely redesigned with a "modern" (AJAX based, dynamic) user interface that allows for the browsing of your library by Tags/Series/Authors/etc.
ja: calibre コンテンツサーバは、タグ/シリーズ/著者などによるライブラリのブラウズを可能にする "モダンな"(AJAX ベースの動的) ユーザーインターフェイスを使用して完全に再設計されました。
ta: காலிபர் உள்ளடக்க சேவையகம் "நவீன" (அசாக்ச் அடிப்படையிலான, மாறும்) பயனர் இடைமுகத்துடன் முற்றிலும் மறுவடிவமைப்பு செய்யப்பட்டது, இது உங்கள் உலாவலை அனுமதிக்கிறது குறிச்சொற்கள்/தொடர்/ஆசிரியர்கள்/போன்றவற்றின் நூலகம்.

source: Content server front page
gl: Páxina principal do servidor de contidos
it: Pagina principale del server dei contenuti
ja: コンテンツサーバのフロントページ
ta: உள்ளடக்க சேவையக முதல் பக்கம்

source: The Content server book list
gl: A lista de libros do servidor de contido
it: L'elenco dei libri del server dei contenuti
ja: コンテンツサーバの本リスト
ta: உள்ளடக்க சேவையக புத்தக பட்டியல்

source: The Content server book details page
gl: A páxina de detalles do libro do servidor de contido
it: La pagina dei dettagli del libro del server dei contenuti
ja: コンテンツサーバの本の詳細ページ
ta: உள்ளடக்க சேவையக புத்தக விவரங்கள் பக்கம்

source: A new "Inspect" feature which allows you to right click on anything in an e-book and see the HTML+CSS code that is responsible for rendering it. A great way for e-book creators/tweakers to understand what goes on behind the scenes in an e-book.
gl: Unha nova función «Inspeccionar» que che permite facer clic co botón dereito en calquera cousa dun libro electrónico e ver o código HTML+CSS que se encarga de representalo. Unha boa forma de creadores/elaboradores de libros electrónicos para comprender o que pasa entre bastidores nun libro electrónico.
ja: 新しい "インスペクター" 機能により、電子書籍内の任意の要素を右クリックすると、そのレンダリングの元となった HTML と CSS コードを確認できます。電子書籍の作成者や調整者にとって、電子書籍のスクリーンの裏側で何が行われているかを理解するのに非常に役立ちます。
ta: ஒரு புதிய "ஆய்வு" நற்பொருத்தம், இது ஒரு மின் புத்தகத்தில் உள்ள எதையும் வலது சொடுக்கு செய்து, அதை வழங்குவதற்கு பொறுப்பான html+css குறியீட்டைப் பார்க்க உங்களை அனுமதிக்கிறது. ஒரு சிறந்த வழி மின் புத்தகத்தில் திரைக்குப் பின்னால் என்ன நடக்கிறது என்பதைப் புரிந்துகொள்ள மின் புத்தக படைப்பாளர்கள்/ட்வீக்கர்கள்.

source: A new "page turn animation" when using the page scrolling mode in the E-book viewer. For those of you that don't like it, it can be turned off in the E-book viewer preferences.
gl: Unha nova «animación de quenda de páxina» ao usar o modo de desprazamento de páxina no visor de libros electrónicos. Para aqueles de vostedes que non lles guste, pódese desactivar nas preferencias do visor de libros electrónicos.
ja: 電子書籍ビューアでページスクロールモードを使用する際に、新しい "ページめくりアニメーション" が表示されるようになりました。このアニメーションが気に入らない場合は、電子書籍ビューアの設定でオフにすることができます。
ta: மின் புத்தக பார்வையாளரில் பக்க ச்க்ரோலிங் பயன்முறையைப் பயன்படுத்தும் போது புதிய "பக்க திருப்பம் அனிமேசன்". உங்களில் விரும்பாதவர்களுக்கு, அதை மின் புத்தக பார்வையாளர் விருப்பங்களில் அணைக்கலாம்.

source: calibre's conversion engine can now automatically convert straight quotes, hyphens, dots, etc. into their typographically snobbish equivalents. This option is called "Smarten punctuation" in the Look &amp; feel section of the conversion settings.
gl: O motor de conversión de calibre agora pode converter automaticamente comiñas rectas, guións, puntos, etc. nos seus equivalentes tipográficamente snobs. Esta opción chámase «Smarten puntuación» no menú Look &amp; sección de sensación da configuración de conversión.
ja: calibre の変換エンジンは、引用符、ハイフン、ドットなどを、タイポグラフィ的な通好みの記号に自動的に変換できるようになりました。 このオプションは、変換設定の「外観」セクションでは ``句読点のスマート化`` と呼ばれています。
ta: காலிபரின் மாற்று இயந்திரம் இப்போது தானாகவே நேரான மேற்கோள்கள், ஐபன்கள், புள்ளிகள் போன்றவற்றை அவற்றின் அச்சுக்கலை ரீதியாக ச்னோபிச் சமமானதாக மாற்ற முடியும். இந்த விருப்பம் தோற்றத்தில் "ச்மார்டன் நிறுத்தற்குறி" என்று அழைக்கப்படுகிறது &amp; மாற்று அமைப்புகளின் பகுதியை உணருங்கள்.

source: A useful new feature in the main calibre interface is "Tweak EPUB", accessed by right clicking on any book. This shows you the internals of the EPUB, allowing you to easily make small corrections, without needing to fire up a full fledged e-book editing program.
gl: Unha nova función útil na interface principal do calibre é «Tweak EPUB», ao que se accede facendo clic co botón dereito en calquera libro. Isto móstrache os elementos internos do EPUB, o que che permite facer pequenas correccións facilmente, sen necesidade de iniciar un programa completo de edición de libros electrónicos.
it: Un'utile nuova funzionalità nell'interfaccia principale di Calibre è "Tweak EPUB", accessibile facendo clic con il tasto destro su qualsiasi libro. Questo ti mostra i codici interni del EPUB, permettendoti di apportare facilmente piccole correzioni, senza la necessità di avviare un programma di editing completo di e-book.
ja: calibreのメインインターフェースに追加された便利な新機能 "EPUB調整" は、任意の本を右クリックすることでアクセスできます。この機能ではEPUBの内部構造が表示されるため、本格的な電子書籍編集プログラムを起動することなく、簡単に小さな修正を加えることができます。
ta: முதன்மையான காலிபர் இடைமுகத்தில் ஒரு பயனுள்ள புதிய நற்பொருத்தம் "ட்யூக் எபப்" ஆகும், இது எந்த புத்தகத்திலும் வலது சொடுக்கு செய்வதன் மூலம் அணுகப்படுகிறது. இது எபப்பின் உள்நோக்கங்களைக் காட்டுகிறது, இது ஒரு முழு ஈ-புத்தக திருத்துதல் திட்டத்தை சுட வேண்டிய அவசியமின்றி, சிறிய திருத்தங்களை எளிதாக செய்ய உங்களை அனுமதிக்கிறது.

source: calibre learned how to convert a couple of new formats: SNB and Plucker.
gl: calibre aprendeu a converter un par de novos formatos: SNB e Plucker.
it: calibre ha imparato a convertire un paio di nuovi formati: SNB e Plucker.
ja: calibre は、SNB と Plucker という 2 つの新しい形式を変換する方法を学習しました。
ta: இரண்டு புதிய வடிவங்களை எவ்வாறு மாற்றுவது என்பதை காலிபர் கற்றுக்கொண்டார்: எச்.என்.பி மற்றும் பிளக்கர்.

source: 0.8 brings lots of goodies to make manage your ever growing e-book collection easier:
gl: 0.8 trae moitas vantaxes para facilitar a xestión da túa colección de libros electrónicos en constante crecemento:
it: 0.8 porta molte chicche per semplificare la gestione della tua collezione di e-book in continua crescita:
ja: 0.8 は増大する電子書籍コレクションをより容易に管理できる機能をお贈りします。
ta: 0.8 உங்கள் எப்போதும் வளர்ந்து வரும் மின் புத்தக சேகரிப்பை எளிதாக்குவதற்கு நிறைய இன்னபிற பொருட்களைக் கொண்டுவருகிறது:

source: Metadata search and replace: You can now perform search and replace operations on the book list in your calibre library via the Bulk metadata edit dialog.
gl: Busca e substitución de metadatos: agora podes realizar operacións de busca e substitución na lista de libros da túa biblioteca de calibre mediante o diálogo de edición masiva de metadatos.
it: Ricerca e sostituzione di metadati: ora è possibile eseguire operazioni di ricerca e sostituzione nell'elenco dei libri nella biblioteca di Calibre tramite la finestra di dialogo Modifica metadati in blocco.
ja: 書誌の検索と置換: 一括書誌編集ダイアログを使用して、calibre ライブラリ内の本リストで検索と置換の操作を実行できるようになりました。
ta: மேனிலை தரவு தேடல் மற்றும் மாற்றுதல்: உங்கள் காலிபர் நூலகத்தில் உள்ள புத்தக பட்டியலில் தேடல் மற்றும் மாற்றங்களை நீங்கள் இப்போது மொத்த மேனிலை தரவு திருத்து உரையாடல் வழியாக மாற்றலாம்.

source: Metadata plugboards: Have calibre automatically transform the metadata of files when sending to device. For example, you can ask calibre to append the series to the title, in case your device does not support series metadata. See Preferences-&gt;Metadata plugboards
gl: Taboleiros de metadatos: que calibre transforme automaticamente os metadatos dos ficheiros ao enviar ao dispositivo. Por exemplo, podes pedirlle a calibre que anexa a serie ao título, no caso de que o teu dispositivo non admita metadatos da serie. Consulte Preferencias-&gt;Placas de conexión de metadatos
it: Schede metadati: Calibre trasforma automaticamente i metadati dei file durante l'invio al dispositivo. Ad esempio, puoi chiedere a Calibre di aggiungere la serie al titolo, nel caso in cui il tuo dispositivo non supporti i metadati della serie. Vedi Preferenze-&gt;Schede metadati
ja: 書誌プラグボード: デバイスへのファイル送信時に、calibreが書誌データを自動変換します。例えば、デバイスがシリーズ書誌データをサポートしていない場合に、タイトルにシリーズ名を追加するようにcalibreに指示できます。「環境設定 -&gt; 書誌プラグボード」を参照してください。
ta: மேனிலை தரவு பிளேக் போர்டுகள்: சாதனத்திற்கு அனுப்பும்போது கோப்புகளின் மெட்டாடேட்டாவை தானாகவே மாற்றியமைக்கவும். எடுத்துக்காட்டாக, உங்கள் சாதனம் தொடர் மெட்டாடேட்டாவை ஆதரிக்காவிட்டால், தொடரை தலைப்பில் சேர்க்க நீங்கள் காலிபரைக் கேட்கலாம். விருப்பத்தேர்வுகளைக் காண்க- & gt; மேனிலை தரவு பிளேப் போர்டுகள்

source: A powerful new template language: You can use this to construct complex file names from book metadata when exporting books from the calibre library, or in the metadata plugboards above, or to create "virtual columns" that display combined or transformed metadata in the book list.
gl: Un novo e potente linguaxe de modelos: podes utilizalo para construír nomes de ficheiros complexos a partir de metadatos de libros ao exportar libros da biblioteca de calibre, ou nos paneles de metadatos anteriores, ou para crear «columnas virtuais» que mostren metadatos combinados ou transformados na lista de libros. .
it: Un nuovo potente linguaggio di template: puoi usarlo per costruire nomi di file complessi da metadati di libri quando esporti libri dalla biblioteca di Calibre, o nei plug-in dei metadati sopra, o per creare "colonne virtuali" che visualizzano metadati combinati o trasformati nell'elenco dei libri .
ja: 強力な新しいテンプレート言語: これを使用すると、calibre ライブラリから本をエクスポートするときや、上記の書誌プラグボードで本の書誌データから複雑なファイル名を作成したり、本リストに結合された書誌データや変換された書誌データを表示する「仮想列」を作成したりできます。
ta: ஒரு சக்திவாய்ந்த புதிய வார்ப்புரு மொழி: காலிபர் நூலகத்திலிருந்து புத்தகங்களை ஏற்றுமதி செய்யும் போது அல்லது மேலே உள்ள மேனிலை தரவு செருகுநிரல்களில் புத்தக மெட்டாடேட்டாவிலிருந்து சிக்கலான கோப்பு பெயர்களை உருவாக்க இதைப் பயன்படுத்தலாம் அல்லது புத்தக பட்டியலில் ஒருங்கிணைந்த அல்லது மாற்றப்பட்ட மெட்டாடேட்டாவைக் காண்பிக்கும் "மெய்நிகர் நெடுவரிசைகளை" உருவாக்கலாம் .

source: Virtual columns: These are custom columns you can add to calibre that display metadata from other fields. For example an ISBN column or a column to show the formats the book has.
gl: Columnas virtuais: son columnas personalizadas que podes engadir ao calibre que mostran metadatos doutros campos. Por exemplo unha columna ISBN ou unha columna para mostrar os formatos que ten o libro.
it: Colonne virtuali: si tratta di colonne personalizzate che è possibile aggiungere a Calibre che visualizzano metadati da altri campi. Ad esempio una colonna ISBN o una colonna per mostrare i formati del libro.
ja: 仮想列: これは、他のフィールドの書誌データを表示するために calibre に追加できるカスタム列です。例えば、ISBN 列や本の形式を表示する列などです。
ta: மெய்நிகர் நெடுவரிசைகள்: இவை மற்ற புலங்களிலிருந்து மெட்டாடேட்டாவைக் காண்பிக்கும் காலிபரில் நீங்கள் சேர்க்கக்கூடிய தனிப்பயன் நெடுவரிசைகள். எடுத்துக்காட்டாக, ஒரு ஐ.எச்.பி.என் நெடுவரிசை அல்லது புத்தகத்தில் உள்ள வடிவங்களைக் காட்ட ஒரு நெடுவரிசை.

source: This is an appropriate time to throw out a big thank you to all the calibre developers who have contributed most of the major new features listed above. An incomplete list of contributors is available <a href="%(href)s" title="Contributors">here</a>.
gl: Este é un momento axeitado para agradecer a todos os desenvolvedores de calibre que aportaron a maioría das principais novidades enumeradas anteriormente. <a href="%(href)s» title="Contributors">Aquí</a> está dispoñible unha lista incompleta de colaboradores.
it: Questo è un buon momento per ringraziare calorosamente tutti gli sviluppatori di calibre che hanno contribuito alla maggior parte delle principali nuove funzionalità sopradescritte. Una lista incompleta di contributori è disponibile <a href="%(href)s" title="Contributors">qui</a>.
ja: 今こそ、上記の多くの主要な新機能を貢献してくれた calibre 開発者の皆さんに、心からの感謝を申し上げるに相応しい時です。不完全ではありますが、貢献者の一覧は <a href="%(href)s" title="Contributors">こちら</a>です。
ta: மேலே பட்டியலிடப்பட்டுள்ள பெரும்பாலான புதிய அம்சங்களை பங்களித்த அனைத்து காலிபர் டெவலப்பர்களுக்கும் ஒரு பெரிய நன்றி தெரிவிக்க இது பொருத்தமான நேரம். பங்களிப்பாளர்களின் முழுமையற்ற பட்டியல் கிடைக்கிறது <a href="%(href)s title="எச் தலைப்பு="> இங்கே </a>.

source: Note that many of these features were actually introduced during the lifetime of the 0.7.x series. This document describes new features as compared to 0.7.0
gl: Teña en conta que moitas destas funcións foron introducidas durante a vida útil da serie 0.7.x. Este documento describe novas funcións en comparación coa versión 0.7.0
it: Si noti che molte di queste funzionalità sono state effettivamente introdotte durante il ciclo di vita della serie 0.7.x. Questo documento descrive le nuove funzionalità rispetto alla 0.7.0
ja: これらの機能の多くは、実際には0.7.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、0.7.0と比較して新しい機能について説明します。
ta: இந்த நற்பொருத்தங்கள் பல உண்மையில் 0.7.x தொடரின் வாழ்நாளில் அறிமுகப்படுத்தப்பட்டன என்பதை நினைவில் கொள்க. இந்த ஆவணம் 0.7.0 உடன் ஒப்பிடும்போது புதிய அம்சங்களை விவரிக்கிறது

source: See what was new in previous major calibre releases:
gl: Mira as novidades dos lanzamentos anteriores de gran calibre:
it: Scopri le novità delle precedenti versioni principali di calibre:
ja: 以前の主要なcalibre リリースの新機能をご覧ください:
ta: முந்தைய பெரிய காலிபர் வெளியீடுகளில் புதியது என்ன என்பதைப் பாருங்கள்:

source: New in calibre 6.0
gl: Novo no calibre 6.0
it: Novità di calibre 6.0
ja: calibre 6.0 の新機能
ta: காலிபர் 6.0 இல் புதியது

source: Welcome back, calibre users. It has been a year and a half since calibre 5.0. The headline feature is <i>Full text search</i>, calibre can now <i>optionally</i> index all the books in your library so you can search your entire library for a word or phrase.
gl: Benvidos de novo, usuarios de calibre. Xa pasou ano e medio desde calibre 5.0. A función do título é a <i>busca de texto completo</i>, calibre agora pode <i>opcionalmente</i> indexa todos os libros da túa biblioteca para que poidas buscar unha palabra na túa biblioteca enteira ou frase.
it: Bentornati, utenti di calibre. È passato un anno e mezzo dall'uscita di calibre 5.0. La novità più importante è la <i>Ricerca nei Contenuti</i>, calibre ora può <i>facoltativamente</i> indicizzare tutti i libri della tua biblioteca, in modo da renderti possibile cercare una parola o una frase nella tua intera biblioteca.
ja: calibre ユーザーの皆様、お帰りなさい。calibre 5.0 から1年半振りです。今回の目玉の機能は<i>全文検索</i>です。calibre は <i>オプション指定で</i>ライブラリ中の本をインデックス化して、単語やフレーズでライブラリすべてを検索できるようになります。
ta: காலிபர் பயனர்கள், மீண்டும் வருக. காலிபர் முதல் ஒன்றரை வருடங்கள் ஆகிவிட்டன 5.0. தலைப்பு நற்பொருத்தம் <i> முழு உரை தேடல் </i>, காலிபர் இப்போது <i> விருப்பமாக </i> உங்கள் நூலகத்தில் உள்ள அனைத்து புத்தகங்களையும் குறியிடவும், எனவே உங்கள் முழு நூலகத்தையும் ஒரு வார்த்தைக்காக தேடலாம் அல்லது சொற்றொடர்.

source: To use the new <i>Full text search</i> upgrade to calibre 6.0 and simply click the <code>FT</code> button to the left of the search bar in calibre. This will allow you to index the calibre library and once indexing is complete, search it.</p>
gl: Para usar a nova actualización de <i>busca de texto completo</i> ao calibre 6.0 e simplemente preme no botón Botón <code>FT</code> á esquerda da barra de busca en calibre. Isto permitirache indexar calibre e unha vez que se complete a indexación, busque nela</p>.
it: Per usare la nuova <i>Ricerca nei Contenuti</i> fai l'aggiornamento a calibre 6.0 e clicca semplicemente sul pulsante <code>FT</code> (Full Text) alla sinistra della barra di ricerca in calibre. Questo ti permetterà di indicizzare la biblioteca di calibre e, una volta completata l'indicizzazione, di cercare al suo interno.</p>
ja: 新しい <i>全文検索</i> を使用するには、calibre 6.0 にアップグレードして、calibre の検索バーの左にある<code>FT</code> ボタンをクリックするだけです。これでcalibre ライブラリをインデックスできるようになり、インデックス処理が完了すれば、検索できます。</p>
ta: புதிய <i> முழு உரை தேடலைப் பயன்படுத்த </i> காலிபர் 6.0 க்கு மேம்படுத்தவும், சொடுக்கு செய்யவும் <குறியீடு> அடி </code> தேடல் பட்டியின் இடதுபுறத்தில் பொத்தானை காலிபரில். இது குறியீட்டுக்கு உங்களை அனுமதிக்கும் காலிபர் நூலகம் மற்றும் குறியீட்டு முறை முடிந்ததும், அதைத் தேடுங்கள். </p>

source: Full text search
gl: Busca de texto completo
it: Ricerca nei Contenuti
ja: 全文検索
ta: முழு உரை தேடல்

source: calibre can <i>optionally</i> index the full text of books in the library to allow for instant searching of words inside any book. To use this functionality click the <code>FT</code> button at the left edge of the search bar.
gl: calibre pode indexar <i>opcionalmente</i> o texto completo dos libros da biblioteca para permitir para a busca instantánea de palabras dentro de calquera libro. Para usar esta funcionalidade preme no botón <code>FT</code> no bordo esquerdo da barra de busca.
it: calibre può <i>facoltativamente</i> indicizzare i contenuti dei libri della biblioteca, in modo da permettere la ricerca istantanea di parole dentro ognuno di essi. Per usare questa funzionalità fai clic sul pulsante <code>FT</code> (Full Text) al margine sinistro della barra di ricerca.
ja: calibre は <i>オプション</i>でライブラリ中の本について、すべての本の単語をすぐ検索できるように全文をインデックスします。この機能を使うためには検索バー左端の <code>FT</code> ボタンをクリックしてください。.
ta: காலிபர் <i> விருப்பமாக </i> அனுமதிக்க நூலகத்தில் உள்ள புத்தகங்களின் முழு உரையையும் குறியிடவும் எந்த புத்தகத்திலும் உள்ள சொற்களை உடனடியாக தேடுவதற்கு. இந்த செயல்பாட்டைப் பயன்படுத்த தேடல் பட்டியின் இடது விளிம்பில் <code> அடி </code> பொத்தானைக் சொடுக்கு செய்க.
