Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: You can start the Content server by clicking the Connect/share button in calibre. Then just open up a browser and type <code>http://localhost:8080</code> in the address bar. You will see a list of calibre libraries. Click on one and browse the books. Click on a book and you will have the option to read or download it. To learn more about using the server to read on your devices, see the <a href="%(server)s">User Manual</a>.
gl: Podes iniciar o servidor de contido facendo clic en Conectar/Compartir botón de calibre. A continuación, abra un navegador e escriba <code>http://localhost:8080</code> na barra de enderezos. Verás unha lista de bibliotecas de calibre. Preme nun e busca os libros. Preme nun libro e terás a opción de ler ou descargar iso. Para obter máis información sobre como usar o servidor para ler nos teus dispositivos, consulte o <a href="%(server)s">Manual de usuario</a>.
ja: calibreの「接続/共有」ボタンをクリックすると、コンテンツサーバーを起動できます。ブラウザを開き、アドレスバーに <code>http://localhost:8080</code>と入力してください。calibreライブラリの一覧が表示されます。いずれかのライブラリをクリックして、本をブラウズしてください。本をクリックすると、閲覧またはダウンロードのオプションが表示されます。サーバーを使用してデバイスで読む方法の詳細については、<a href="%(server)s">ユーザーマニュアル</a>をご覧ください。
ta: இணைப்பு/பகிர்வைக் சொடுக்கு செய்வதன் மூலம் உள்ளடக்க சேவையகத்தைத் தொடங்கலாம் காலிபரில் பொத்தான். பின்னர் ஒரு உலாவியைத் திறந்து தட்டச்சு செய்க <code> http: // localhost: 8080 </code> முகவரி பட்டியில். நீ பார்ப்பாய் காலிபர் நூலகங்களின் பட்டியல். ஒன்றைக் சொடுக்கு செய்து புத்தகங்களை உலாவுக. ஒரு புத்தகத்தைக் சொடுக்கு செய்து, படிக்க அல்லது பதிவிறக்க உங்களுக்கு விருப்பம் இருக்கும் அது. உங்கள் சாதனங்களில் படிக்க சேவையகத்தைப் பயன்படுத்துவது பற்றி மேலும் அறிய, <a href="%(server)s"> பயனர் கையேடு </a> ஐப் பார்க்கவும்.

source: The home screen: continue reading or choose a library
it: La schermata principale: continua a leggere o scegli una biblioteca
ja: ホーム画面: 読書を続けるかライブラリを選択する
ta: முகப்புத் திரை: தொடர்ந்து படிக்கவும் அல்லது நூலகத்தைத் தேர்வு செய்யவும்

source: The books in a calibre library
gl: Os libros nunha biblioteca de calibre
it: I libri in una biblioteca di calibre
ja: calibre ライブラリ中の本
ta: ஒரு காலிபர் நூலகத்தில் புத்தகங்கள்

source: Another view of the books
gl: Outra visión dos libros
it: Un'altra vista dei libri
ja: 本の別のビュー
ta: புத்தகங்களின் மற்றொரு பார்வை

source: Reading a book in the browser
gl: Lendo un libro no navegador
it: Leggere un libro nel browser web
ja: ブラウザで本を読む
ta: உலாவியில் ஒரு புத்தகத்தைப் படித்தல்

source: Another page of the book
gl: Outra páxina do libro
it: Un'altra pagina del libro
ja: 本の別のページ
ta: புத்தகத்தின் மற்றொரு பக்கம்

source: Fifth
gl: Quinto
it: Quinto
ja: 5番目
ta: ஐந்தாவது

source: Support for High Resolution (Retina) screens
gl: Soporte para pantallas de alta resolución (Retina).
it: Supporto per gli schermi ad Alta Risoluzione (Retina)
ja: 高解像度（Retina）画面のサポート
ta: உயர் தெளிவுத்திறன் (விழித்திரை) திரைகளுக்கான உதவி

source: A much requested feature. As of calibre 3, calibre now natively supports high resolution (Retina) screens. It should auto-detect when it is started up on such a screen and adjust itself accordingly. It can be controlled via <code>Preferences → Look &amp; feel → Adjust for high resolution screens</code>.
gl: Unha característica moi solicitada. A partir do calibre 3, o calibre agora é compatible nativamente pantallas de alta resolución (Retina). Debería detectarse automaticamente cando se inicia tal pantalla e axustarse en consecuencia. Pódese controlar mediante <code>Preferencias → Look &amp; sensación → Axuste para pantallas de alta resolución</code>.
ja: 要望の多かった機能: calibre 3以降、calibreは高解像度（Retina）画面をネイティブサポートするようになりました。高解像度画面で起動すると自動検出され、それに応じて調整されます。設定は「<code>環境設定 → 外観 → 高解像度画面に合わせて調整</code>から行えます。
ta: மிகவும் கோரப்பட்ட நற்பொருத்தம். காலிபர் 3 இன் படி, காலிபர் இப்போது சொந்தமாக ஆதரிக்கிறார் உயர் தெளிவுத்திறன் (விழித்திரை) திரைகள். அது தொடங்கப்படும்போது அது தானாகவே கண்டறியப்பட வேண்டும் அத்தகைய திரை மற்றும் அதற்கேற்ப தன்னை சரிசெய்யவும். அதை வழியாக கட்டுப்படுத்தலாம் <குறியீடு> விருப்பத்தேர்வுகள் → தோற்றம் &amp; உணருங்கள் உயர் தெளிவுத்திறன் திரைகளுக்கு சரிசெய்யவும் </code>.

source: Support for icon themes and a new default icon set
gl: Compatibilidade con temas de iconas e un novo conxunto de iconas predeterminado
it: Supporto per temi di icone e un nuovo set di icone predefinito
ja: アイコンテーマと新しいデフォルトのアイコンセットのサポート
ta: படவுரு கருப்பொருள்கள் மற்றும் புதிய இயல்புநிலை படவுரு தொகுப்புக்கான உதவி

source: calibre now has support for installing different icon themes (<code>Preferences → Look &amp; feel → Icon theme</code>). There are many different icon themes to suit different tastes.
gl: calibre agora ten soporte para instalar diferentes temas de iconas (<code>Preferencias → Aspecto e sensación → Tema da icona</code>). Alí hai moitos temas de iconas diferentes para adaptarse a diferentes gustos.
ja: calibre は、さまざまなアイコンテーマのインストールに対応しました（<code>設定 → 外観 → アイコンテーマ</code>）。様々な好みに合わせて、様々なアイコンテーマをご用意しています。
ta: வெவ்வேறு படவுரு கருப்பொருள்களை நிறுவுவதற்கு காலிபர் இப்போது உதவி உள்ளது . அங்கே வெவ்வேறு சுவைகளுக்கு ஏற்றவாறு பல வேறுபட்ட படவுரு கருப்பொருள்கள்.

source: In addition, to celebrate calibre's tenth birthday, which was in October, 2016, the default calibre icons have been changed. Never, fear if you prefer the old icons they are also available, as an icon theme.
gl: Ademais, para celebrar o décimo aniversario de calibre, que foi en En outubro de 2016, modificáronse as iconas de calibre predeterminadas. nunca, medo se prefires as iconas antigas tamén están dispoñibles, como un tema de iconas.
ja: さらに、2016年10月に迎えた calibre 10周年を記念して、デフォルトのcalibreアイコンが変更されました。以前のアイコンがお好みの方は、アイコンテーマとしてご利用いただけますのでご安心ください。
ta: கூடுதலாக, காலிபரின் பத்தாவது பிறந்தநாளைக் கொண்டாட, அது இருந்தது அக்டோபர், 2016, இயல்புநிலை காலிபர் சின்னங்கள் மாற்றப்பட்டுள்ளன. ஒருபோதும் பழைய ஐகான்களை நீங்கள் விரும்பினால் அஞ்சுங்கள், அவை கிடைக்கின்றன படவுரு கருப்பொருள்.

source: Some new icon themes ({})
gl: Algúns temas de iconas novos ({})
it: Alcuni nuovi temi icone ({})
ja: 新しいアイコンテーマ ({})
ta: சில புதிய படவுரு கருப்பொருள்கள் ({})

source: Conversion to Microsoft Word (DOCX)
gl: Conversión a Microsoft Word (DOCX)
it: Conversione in Microsoft Word (DOCX)
ja: Microsoft Word (DOCX) ドキュメントに変換
ta: நுண்மென் வேர்டுக்கு மாற்றுதல் (docx)

source: calibre can now convert all the book formats it supports to Microsoft Word (DOCX) files. Alongside the support for conversion <i>from</i> Word, you can now go back and forth between Word documents and e-book formats to your hearts desire.
gl: calibre agora pode converter todos os formatos de libros que admite a ficheiros de Microsoft Word (DOCX). Xunto ao soporte para a conversión <i>de</i> Word, agora pode ir e vir entre documentos de Word e formatos de libros electrónicos ao desexo do teu corazón.
it: calibre può ora convertire tutti i formati di libri che supporta in file di Microsoft Word (DOCX). Insieme al supporto per la conversione <i>da</i> Word, puoi ora fare avanti e indietro tra documenti di Word e formati di e-book a piacimento.
ja: calibre は、サポートしているすべての書籍形式を Microsoft Word (DOCX) ファイルに変換できるようになりました。Word <i>から</i>の変換もサポートしていますので、Word 文書と電子書籍形式を自由に相互変換できるようになりました。
ta: காலிபர் இப்போது ஆதரிக்கும் அனைத்து புத்தக வடிவங்களையும் மாற்ற முடியும் நுண்மென் வேர்ட் (docx) கோப்புகளுக்கு. மாற்றத்திற்கான ஆதரவுடன் <i> இலிருந்து </i> சொல், நீங்கள் இப்போது சொல் ஆவணங்களுக்கும் மின் புத்தக வடிவங்களுக்கும் இடையில் முன்னும் பின்னுமாக செல்லலாம் உங்கள் இதயங்கள் ஆசை.

source: There are a few minor backwards incompatibilities to be aware of in calibre 3.
gl: Hai que ter en conta algunhas pequenas incompatibilidades cara atrás no calibre 3.
it: Vi sono alcune incompatibilità minori con le versioni precedenti di cui tenere conto in calibre 3.
ja: calibre 3 には注意すべきいくつかのマイナーの非互換性があります。
ta: காலிபர் 3 இல் விழிப்புடன் இருக்க சில சிறிய பின்னோக்கி பொருந்தாத தன்மைகள் உள்ளன.

source: The Content server was completely re-written. While we have tried hard to make sure the functionality used by third party programs that connect to calibre remains compatible, there is likely to be some breakage. Also, no changes you have made to any server options will be preserved. For example, if you changed the port from the default of 8080, it will be reset to 8080. You will have to redo the configuration.
gl: O servidor de contidos foi completamente reescrito. Mentres nos esforzamos moito para asegurarse de que a funcionalidade utilizada por programas de terceiros que conectar a calibre segue sendo compatible, é probable que haxa algún rotura. Ademais, non haberá cambios que fixera en ningunha das opcións do servidor conservado. Por exemplo, se cambiou o porto do predeterminado de 8080, restablecerase a 8080. Terás que refacer configuración.
ja: コンテンツサーバは完全に書き直されました。calibreに接続するサードパーティ製プログラムが使用するプログラム機能の互換性を維持するよう努めておりますが、一部機能に不具合が生じる可能性があります。また、サーバオプションに加えた変更は保持されません。例えば、ポートをデフォルトの8080から変更した場合、 デフォルトの8080にリセットされます。設定をやり直す必要があります。
ta: உள்ளடக்க சேவையகம் முழுமையாக மீண்டும் எழுதப்பட்டது. நாங்கள் கடுமையாக முயற்சித்தபோது மூன்றாம் தரப்பு திட்டங்களால் பயன்படுத்தப்படும் செயல்பாட்டை உறுதிப்படுத்த காலிபருடன் இணைக்கவும் இணக்கமாக உள்ளது, சில இருக்க வாய்ப்புள்ளது உடைப்பு. மேலும், எந்தவொரு சேவையக விருப்பங்களுக்கும் நீங்கள் செய்த எந்த மாற்றங்களும் இருக்காது பாதுகாக்கப்பட்டது. எடுத்துக்காட்டாக, நீங்கள் இயல்புநிலையிலிருந்து துறைமுகத்தை மாற்றினால் 8080, இது 8080 க்கு மீட்டமைக்கப்படும். நீங்கள் மீண்டும் செய்ய வேண்டும் உள்ளமைவு.

source: Because the Content server can now make changes to calibre libraries, you can no longer run any of <code>calibredb.exe, calibre-server.exe</code> or <code>calibre.exe</code> together, as they are all capable of modifying calibre data. Instead of running calibre.exe and calibre-server.exe, use the embedded server inside the main calibre program. calibredb.exe can now connect directly to a running calibre server (either calibre-server.exe or the server running inside calibre). See the <a href="%(man)s"> User Manual</a> for details on how to do that.
gl: Como o servidor de contido agora pode facer cambios nas bibliotecas de calibre, xa non pode executar ningún <code>calibredb.exe, calibre-server.exe</code> ou <code>calibre.exe</code> xuntos, xa que todos son capaces de modificar calibre datos. En lugar de executar calibre.exe e calibre-server.exe, use o servidor integrado dentro do programa principal calibre. calibredb.exe agora pode conectarse directamente a un servidor calibre en execución (calibre-server.exe ou o servidor que se executa dentro de calibre). Vexa o <a href="%(man)s">Manual de usuario</a> para obter detalles sobre como facelo.
ja: コンテンツサーバーがcalibreライブラリに変更を加えることができるようになったため、<code>calibredb.exe、calibre-server.exe</code>、<code>calibre.exe</code>のいずれもcalibreデータの変更が可能なため、これらを同時に実行することはできなくなりました。calibre.exeとcalibre-server.exeを実行する代わりに、メインのcalibreプログラムに組み込まれたサーバーを使用してください。calibredb.exeは、実行中のcalibreサーバー（calibre-server.exeまたはcalibreプログラム内で実行されているサーバー）に直接接続できるようになりました。接続方法の詳細については、<a href="%(man)s">ユーザーマニュアル</a>をご覧ください。
ta: உள்ளடக்க சேவையகம் இப்போது காலிபர் நூலகங்களில் மாற்றங்களைச் செய்யலாம், ஏனெனில், நீங்கள் இனி <code> calibredb.exe, calibre-server.exe </code> அல்லது இயக்க முடியாது <code> calibre.exe </code> ஒன்றாக, அவை அனைத்தும் திறமை வாய்ந்தவை என்பதால் தகவல்கள். calibre.exe மற்றும் calibre-server.exe ஐ இயக்குவதற்கு பதிலாக, பயன்படுத்தவும் முதன்மையான காலிபர் நிரலுக்குள் உட்பொதிக்கப்பட்ட சேவையகம். calibredb.exe இப்போது முடியும் இயங்கும் காலிபர் சேவையகத்துடன் நேரடியாக இணைக்கவும் (calibre-server.exe அல்லது காலிபருக்குள் இயங்கும் சேவையகம்). <a href="%(man)s"> ஐப் பார்க்கவும் பயனர் கையேடு </a> அதை எப்படி செய்வது என்பது குறித்த விவரங்களுக்கு.

source: On Linux calibre can no longer use the system Qt theme/style plugins as they cause hangs/crashes on some systems. This means calibre might look a little different from other applications on your system. You can force the use of the system theme by setting the environment variable <code>CALIBRE_USE_SYSTEM_THEME</code>, but do so at your own risk.
gl: En Linux calibre xa non pode usar os complementos de estilo/tema Qt do sistema xa que provocan bloqueos/fallos nalgúns sistemas. Isto significa que o calibre podería parece un pouco diferente doutras aplicacións do teu sistema. Podes forzar o uso do tema do sistema configurando a variable de ambiente <code>CALIBRE_USE_SYSTEM_THEME</code>, pero faino baixo o teu propio risco.
it: Su Linux, calibre non può più far uso dei plugin tema/stile Qt a livello di sistema, perché causa di problemi/chiusure forzate in alcuni sistemi. Questo significa che calibre potrebbe apparire leggermente diverso rispetto ad altre applicazioni sul tuo sistema. Puoi forzare l'utilizzo del tema di sistema impostando la variabile d'ambiente <code>CALIBRE_USE_SYSTEM_THEME</code>, ma lo fai a tuo rischio e pericolo.
ja: Linuxでは、calibreはシステムのQtテーマやスタイルプラグインを使用できなくなりました。これは、一部のシステムでハングやクラッシュを引き起こすためです。そのため、calibreの外観は同じシステム上の他のアプリケーションと多少異なる場合があります。環境変数<code>CALIBRE_USE_SYSTEM_THEME</code> を設定することで、システムテーマの使用を強制できますが、自己責任でお願いします。
ta: லினக்ச் காலிபரில் இனி கணினி கியுடி தீம்/ச்டைல் செருகுநிரல்களைப் பயன்படுத்த முடியாது அவை சில அமைப்புகளில் தொங்குதல்/செயலிழப்பை ஏற்படுத்துகின்றன. இதன் பொருள் காலிபர் இருக்கலாம் உங்கள் கணினியில் உள்ள பிற பயன்பாடுகளிலிருந்து சற்று வித்தியாசமாகப் பாருங்கள். உன்னால் முடியும் சூழல் மாறியை அமைப்பதன் மூலம் கணினி கருப்பொருளைப் பயன்படுத்துவதை கட்டாயப்படுத்துங்கள் <code> calibre_use_system_theme </code>, ஆனால் உங்கள் சொந்த ஆபத்தில் அவ்வாறு செய்யுங்கள்.

source: New in calibre 5.0
gl: Novo no calibre 5.0
it: Novità di calibre 5.0
ja: calibre 5.0 の新機能
ta: காலிபர் 5.0 இல் புதியது

source: Welcome back, calibre users. It has been a year since calibre 4.0. The two headline features are <i>Highlighting</i> support in the calibre E-book viewer and that calibre has now moved to <i>Python 3</i>.
gl: Benvidos de novo, usuarios de calibre. Xa pasou un ano desde calibre 4.0. As dúas características principais son <i>Destacar</i> o soporte no calibre O visor de libros electrónicos e ese calibre pasou agora a <i>Python 3</i>.
it: Bentornati, utenti di calibre. È passato un anno dall'uscita di calibre 4.0. Le due maggiori novità in fatto di funzionalità sono il supporto alle <i>Evidenziazioni</i> nel Lettore di e-book di calibre e il passaggio di calibre a <i>Python 3</i>.
ja: calibre ユーザーの皆様、お帰りなさい。calibre 4.0 から1年振りです。２つの目玉機能は電子書籍ビューアでの<i>ハイライト</i> サポートと、calibreの<i>Python 3</i>への移行です。
ta: காலிபர் பயனர்கள், மீண்டும் வருக. காலிபர் இருந்து ஒரு வருடம் ஆகிறது 4.0. இரண்டு தலைப்பு நற்பொருத்தங்கள் <i> சிறப்பம்சமாக </i> காலிபரில் உதவி மின் புத்தக பார்வையாளர் மற்றும் அந்த காலிபர் இப்போது <i> பைதான் 3 </i> க்கு நகர்ந்தது.

source: There has been a lot of work on the calibre E-book viewer. It now supports <i>Highlighting</i>. The highlights can be colors, underlines, strikethrough, etc. and have added notes. All highlights can be both stored in EPUB files for easy sharing and centrally in the calibre library for easy browsing. Additionally, the E-book viewer now supports both vertical and right-to-left text.
gl: Houbo moito traballo no visor de libros electrónicos de calibre. Iso agora admite <i>Destacados </i>. Os destacados poden ser cores, subliñados, tachado, etc. e engadir notas. Pódense gardar todos os elementos destacados Ficheiros EPUB para compartir facilmente e de forma centralizada na biblioteca calibre para navegar facilmente. Ademais, o visor de libros electrónicos agora admite texto vertical e de dereita a esquerda.
it: C'è stato un sacco di lavoro sul Lettore di e-book di calibre, che supporta ora le <i>Evidenziazioni</i>. Le evidenziazioni possono essere colori, sottolineature, barrature, ecc. e possono avere delle note. Tutte le evidenziazioni possono essere conservate sia nei file EPUB per una facile condivisione sia centralmente nella biblioteca di calibre per una comoda navigazione. In più, il Lettore di e-book supporta ora sia il testo verticale sia quello scritto da destra a sinistra.
ja: calibre電子書籍ビューアに多くの改良が加えられました。<i>ハイライト機能</i>が搭載されました。ハイライトは色、下線、取り消し線などで表示でき、メモ機能も追加されています。ハイライトは、簡単に共有するためにEPUBファイル、簡単にブラウズするためにまとめてcalibreライブラリへと、２か所に保存しています。さらに、電子書籍ビューアは縦書きと右から左へのテキストの両方に対応しました。
ta: காலிபர் மின்-புத்தக பார்வையாளரில் நிறைய வேலைகள் உள்ளன. அது இப்போது ஆதரிக்கிறது <i> சிறப்பம்சமாக </i>. சிறப்பம்சங்கள் வண்ணங்கள், அடிக்கோடிட்டு, ச்ட்ரைகெத்ரோ, முதலியன மற்றும் குறிப்புகளைச் சேர்த்தது. அனைத்து சிறப்பம்சங்களும் இரண்டும் சேமிக்கப்படலாம் எளிதான பகிர்வுக்கான எபப் கோப்புகள் மற்றும் எளிதான உலாவலுக்கான காலிபர் நூலகத்தில் மையமாக. கூடுதலாக, மின்-புத்தக பார்வையாளர் இப்போது செங்குத்து மற்றும் வலது-இடது உரையை ஆதரிக்கிறார்.

source: calibre has moved to using Python 3. This is because Python 2 was end-of-lifed this year. This should be completely transparent to calibre users, the only caveat being that some third party calibre plugins have not yet been ported to Python 3 and therefore will not work in calibre 5. For status on the various plugin ports, <a href="%(pp)s">see here</a>. This effort involved porting half-a-million lines of Python code and tens-of-thousands of lines of extension code to Python 3. This would not have been possible without the help of Eli Schwartz and Flaviu Tamas.
gl: calibre pasou a usar Python 3. Isto é porque Python 2 rematou este ano. Isto debería ser completamente transparente para os usuarios de calibre, a única advertencia é que algúns complementos de calibre de terceiros aínda non foron portados a Python 3 e, polo tanto, non funcionará no calibre 5. Para o estado dos distintos portos de complementos, <a href="%(pp)s">consulte aquí</a>. Este esforzo implicou portar medio millón liñas de código Python e decenas de miles de liñas de código de extensión para Python 3. Isto non sería posible sen a axuda de Eli Schwartz e Flaviu Tamas.
it: calibre utilizza ora Python 3. Questo perché è terminato quest'anno il supporto a Python 2. Questo passaggio non dovrebbe avere conseguenze visibili per gli utenti di calibre, con l'unica riserva diretta ad alcuni plugin di calibre di terze parti che ancora non sono stati aggiornati per Python 3 e che di conseguenza non funzioneranno in calibre 5. Per informazioni sullo stato dei vari aggiornamenti ai plugin, <a href="%(pp)s">vedi qui</a>. Questo sforzo ha comportato l'aggiornamento di mezzo milione di linee di codice Python e di decine di migliaia di linee di codice delle estensioni a Python 3. Tutto ciò non sarebbe stato possibile senza l'aiuto di Eli Schwartz e Flaviu Tamas.
ja: calibreはPython 3を使用するようになりました。これは、Python 2が今年でサポート終了となったためです。calibreユーザーには完全に透過的な変更ですが、一部のサードパーティ製calibreプラグインはまだPython 3に移植されておらず、calibre 5では動作しないという点が唯一の注意点です。各種プラグインの移植状況については、<a href="%(pp)s">こちら</a>をご覧ください。この作業には、50万行に及ぶPythonコードと数万行に及ぶ拡張コードをPython 3に移植する作業が含まれていました。これは、Eli Schwartz氏とFlaviu Tamas氏の協力なしには実現できませんでした。
ta: காலிபர் பைதான் 3 ஐப் பயன்படுத்துவதற்கு நகர்ந்தார். இந்த ஆண்டு முடிவடைந்தது. இது திறமையான பயனர்களுக்கு முற்றிலும் வெளிப்படையானதாக இருக்க வேண்டும், சில மூன்றாம் தரப்பு காலிபர் செருகுநிரல்கள் இன்னும் போர்ட்டு செய்யப்படவில்லை பைதான் 3 க்கு, எனவே காலிபர் 5 இல் வேலை செய்யாது. பல்வேறு நிலைக்கு சொருகி துறைமுகங்கள், <a href="%(pp)s"> இங்கே காண்க </a>. இந்த முயற்சியில் அரை மில்லியன் போர்ட்டிங் அடங்கும் பைதான் குறியீட்டின் கோடுகள் மற்றும் பைத்தானுக்கு நீட்டிப்பு குறியீட்டின் பல்லாயிரக்கணக்கான கோடுகள் 3. இது எலி ச்வார்ட்ச் மற்றும் ஃபிளேவியு தமாசின் உதவியின்றி சாத்தியமில்லை.

source: Highlighting in the E-book viewer
gl: Destacado no visor de libros electrónicos
it: Evidenziazioni nel Lettore di e-book
ja: 電子書籍ビューアのハイライト
ta: மின் புத்தக பார்வையாளரில் சிறப்பம்சமாக

source: You can now highlight text in the E-book viewer. Highlights can be created in many styles, with associated notes. By default, when highlighting EPUB books, the highlights are stored in the book file itself for easy sharing. They are also stored centrally in the calibre library and can be browsed using the <i>Browse annotations</i> tool that you can access by right clicking the <i>View</i> button.
gl: Agora podes resaltar texto no visor de libros electrónicos. Destacados poden ser creado en moitos estilos, con notas asociadas. Por defecto, cando destacando os libros EPUB, os máis destacados almacénanse no ficheiro do libro en si para compartir facilmente. Tamén se almacenan centralmente no calibre e pódese navegar usando o <i>navegador ferramenta de anotacións</i> á que pode acceder facendo clic co botón dereito do rato botón <i>Ver</i>.
it: Puoi ora evidenziare il testo nel Lettore di e-book. Le evidenziazioni possono essere create con molti stili, con note associate. Per impostazione predefinita, quando si evidenziano libri in EPUB, le evidenziazioni sono conservate nel file del libro stesso per una facile condivisione. Sono anche conservate centralmente nella biblioteca di calibre e possono essere navigate usando lo strumento <i>Naviga annotazioni</i>, a cui puoi accedere facendo clic con il tasto destro sul pulsante <i>Leggi</i>.
ja: 電子書籍ビューアでテキストをハイライトできるようになりました。ハイライトは様々なスタイルで作成でき、関連する注釈も追加できます。デフォルトでは、EPUB書籍をハイライトすると、ハイライトは書籍ファイル自体に保存されるため、簡単に共有できます。また、ハイライトはcalibreライブラリにも一元的に保存され、<i>注釈を見る</i>でブラウズできます。これは ツールバーの<i>表示</i>ボタンを右クリックすると表示されます。
ta: நீங்கள் இப்போது மின் புத்தக பார்வையாளரில் உரையை முன்னிலைப்படுத்தலாம். சிறப்பம்சங்கள் இருக்கலாம் தொடர்புடைய குறிப்புகளுடன் பல பாணிகளில் உருவாக்கப்பட்டது. இயல்பாக, எப்போது எபப் புத்தகங்களை முன்னிலைப்படுத்துதல், சிறப்பம்சங்கள் புத்தகக் கோப்பில் சேமிக்கப்படுகின்றன எளிதான பகிர்வுக்காக. அவை மையமாக சேமிக்கப்படுகின்றன காலிபர் நூலகம் மற்றும் <i> உலாவு பயன்படுத்தி உலாவலாம் சிறுகுறிப்புகள் </i> சரியான சொடுக்கு செய்வதன் மூலம் நீங்கள் அணுகக்கூடிய கருவி <i> காண்க </i> பொத்தான்.

source: Highlights can be created by simply selecting text and clicking the <i>Highlight selection</i> button.
gl: Os elementos destacados pódense crear simplemente seleccionando texto e facendo clic no botón <i>Destaque o botón de selección</i>.
it: Le evidenziazioni possono essere create semplicemente selezionando del testo e facendo clic sul pulsante <i>Evidenzia selezione</i>.
ja: テキストを選択して <i>ハイライトの選択</i>ボタンをクリックするだけでハイライトを作成できます。
ta: வெறுமனே உரையைத் தேர்ந்தெடுத்து சொடுக்கு செய்வதன் மூலம் சிறப்பம்சங்களை உருவாக்க முடியும் <i> தேர்வை முன்னிலைப்படுத்தவும் </i> பொத்தான்.

source: Highlighting even works using the in-browser viewer that is part of the calibre Content server. You can choose to have highlights created there sync automatically with highlights created in the calibre E-book viewer via a setting in the <i>Miscellaneous</i> section of the E-book viewer preferences.
gl: Destacar incluso funciona usando o visor do navegador que forma parte o servidor de contido calibre. Podes optar por ter destacados creados alí sincronízanse automaticamente cos destacados creados no visor de libros electrónicos de calibre mediante unha configuración en <i>Miscelánea</i> sección das preferencias do visor de libros electrónicos.
it: L'evidenziazione funziona persino nel lettore del browser che è parte del Server dei Contenuti di calibre. Puoi scegliere di sincronizzare automaticamente le evidenziazioni così create con quelle create nel Lettore di e-book di calibre tramite un'impostazione della sezione <i>Varie</i> delle preferenze del Lettore di e-book.
ja: calibreコンテンツサーバに含まれるブラウザ内ビューアでもハイライト表示が可能です。ブラウザ内ビューアで作成したハイライトを、calibre電子書籍ビューアで作成したハイライトと自動的に同期させるには、電子書籍ビューアの設定にある<i>その他</i>セクションの設定から行えます。
ta: ஒரு பகுதியாக இருக்கும் உலாவி பார்வையாளரைப் பயன்படுத்தி படைப்புகளை கூட முன்னிலைப்படுத்துவது காலிபர் உள்ளடக்க சேவையகம். சிறப்பம்சங்கள் இருப்பதை நீங்கள் தேர்வு செய்யலாம் அங்கு உருவாக்கப்பட்ட சிறப்பம்சங்களுடன் தானாக ஒத்திசைக்கவும் <i> இதர </i> இல் ஒரு அமைப்பின் மூலம் காலிபர் மின் புத்தக பார்வையாளர் மின் புத்தக பார்வையாளர் விருப்பங்களின் பிரிவு.

source: Selecting text to create a highlight
gl: Seleccionando texto para crear un elemento destacado
it: Selezionare testo per creare un'evidenziazione
ja: 文字列を検索してハイライト作成
ta: ஒரு சிறப்பம்சத்தை உருவாக்க உரையைத் தேர்ந்தெடுப்பது

source: Creating a highlight
gl: Creando un destacado
it: Creare un'evidenziazione
ja: ハイライト作成
ta: ஒரு சிறப்பம்சத்தை உருவாக்குதல்
