Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: Browsing highlights in a book
gl: Explorando os aspectos máis destacados dun libro
it: Sfogliare le evidenziazioni in un libro
ja: 本のハイライトをブラウズ
ta: ஒரு புத்தகத்தில் உலாவல் சிறப்பம்சங்கள்

source: Browsing all annotations in an entire calibre library
gl: Explorando todas as anotacións nunha biblioteca de calibre enteira
it: Sfogliare tutte le annotazioni di un'intera biblioteca di calibre
ja: calibre ライブラリ全体のすべての注釈をブラウズ
ta: முழு காலிபர் நூலகத்திலும் அனைத்து சிறுகுறிப்புகளையும் உலாவுதல்

source: Dark mode support
gl: Soporte ao modo escuro
it: Supporto al tema scuro
ja: ダークモードをサポート
ta: இருண்ட பயன்முறை உதவி

source: calibre now fully supports dark mode throughout, in the main interface, the E-book viewer, the E-book editor and even the Content server. On Windows and macOS dark mode is activated automatically based on operating system settings. On Linux you have to set the <code>CALIBRE_USE_DARK_PALETTE=1</code> environment variable.
gl: calibre agora admite totalmente o modo escuro en todas partes, principalmente interface, o visor de libros electrónicos, o editor de libros electrónicos e mesmo o Servidor de contidos. En Windows e macOS está activado o modo escuro automaticamente baseándose na configuración do sistema operativo. En Linux tes para configurar o ambiente <code>CALIBRE_USE_DARK_PALETTE=1</code> variable.
it: calibre ora supporta completamente il tema scuro, nell'interfaccia principale, nel lettore di e-book, nell'editor di e-book e persino nel server dei contenuti. Su Windows e macOS il tema scuro è attivato automaticamente in base alle impostazioni del sistema operativo. Su Linux devi impostare la variabile d'ambiente <code>CALIBRE_USE_DARK_PALETTE=1</code>.
ja: calibreは、メインインターフェース、電子書籍ビューア、電子書籍エディタ、そしてConten serverまで、ダークモードをフルサポートしました。WindowsとmacOSでは、ダークモードはオペレーティングシステムの設定に基づいて自動的に有効になります。Linuxでは、環境変数CALIBRE_USE_DARK_PALETTE=1 を設定する必要があります。
ta: பிரதானமாக, காலிபர் இப்போது இருண்ட பயன்முறையை முழுமையாக ஆதரிக்கிறது இடைமுகம், மின் புத்தக பார்வையாளர், மின் புத்தக ஆசிரியர் மற்றும் கூட உள்ளடக்க சேவையகம். சாளரங்கள் மற்றும் மேகோச் இருண்ட பயன்முறை செயல்படுத்தப்படுகிறது இயக்க முறைமை அமைப்புகளின் அடிப்படையில் தானாகவே. லினக்சில் உங்களிடம் உள்ளது <code> calibre_use_dark_palette = 1 </code> சூழலை அமைக்க மாறக்கூடிய.

source: The main interface in dark mode
gl: A interface principal en modo escuro
it: L'interfaccia principale con il tema scuro
ja: ダークモードでのメインインターフェース
ta: இருண்ட பயன்முறையில் முக்கிய இடைமுகம்

source: The E-book viewer in dark mode
gl: O visor de libros electrónicos en modo escuro
it: Il Lettore di E-book con il tema scuro
ja: ダークモードでの電子書籍ビューア
ta: இருண்ட பயன்முறையில் மின் புத்தக பார்வையாளர்

source: The E-book editor in dark mode
gl: O editor de libros electrónicos en modo escuro
it: L'Editor di E-book con il tema scuro
ja: ダークモードでの電子書籍編集
ta: இருண்ட பயன்முறையில் மின் புத்தக எடிட்டர்

source: The Content server in dark mode
gl: O servidor de contido en modo escuro
it: Il server dei contenuti con il tema scuro
ja: ダークモードでのコンテンツサーバ
ta: இருண்ட பயன்முறையில் உள்ளடக்க சேவையகம்

source: Enhanced search in the E-book viewer
gl: Busca mellorada no visor de libros electrónicos
it: Migliorie alla ricerca nel Lettore di e-book
ja: 電子書籍ビューアでの高度な検索
ta: மின் புத்தக பார்வையாளரில் மேம்பட்ட தேடல்

source: The E-book viewer now supports enhanced searches with whole word, regular expressions, etc. Search results are displayed grouped by chapter. There is a button that takes you back to where in the book you were after you are done searching.
gl: O visor de libros electrónicos agora admite buscas melloradas con palabras enteiras, expresións regulares, etc. Os resultados da busca móstranse agrupados por capítulos. Hai un botón que che leva de volta a onde estabas do libro despois de rematar a busca.
it: Il Lettore di E-book supporta ora una ricerca migliorata, con parole intere, espressioni regolari, ecc. I risultati di ricerca sono raggruppati per capitolo. C'è un pulsante che ti riporta dove alla posizione nel libro in cui ti trovavi quando hai finito di cercare.
ja: 電子書籍ビューアは、単語全体や正規表現などを使った高度な検索機能をサポートしました。 検索結果は章ごとにグループ化されて表示されます。検索終了後は、本の直前のページに戻るボタンがあります。
ta: மின் புத்தக பார்வையாளர் இப்போது முழு சொல், வழக்கமான வெளிப்பாடுகள் போன்றவற்றுடன் மேம்பட்ட தேடல்களை ஆதரிக்கிறார். தேடல் முடிவுகள் அத்தியாயத்தால் தொகுக்கப்பட்டுள்ளன. உங்களைத் திரும்ப அழைத்துச் செல்லும் ஒரு பொத்தானை உள்ளது நீங்கள் தேடிய பிறகு நீங்கள் புத்தகத்தில் இருந்த இடத்திற்கு.

source: Search results in the E-book viewer
gl: Resultados da busca no visor de libros electrónicos
it: Risultati di ricerca nel Lettore di E-book
ja: 電子書籍ビューアでの検索結果
ta: மின் புத்தக பார்வையாளரில் தேடல் முடிவுகள்

source: There are a few minor backwards incompatibilities to be aware of in calibre 5
gl: Hai algunhas pequenas incompatibilidades cara atrás que debes ter en conta no calibre 5
it: Ci sono alcune incompatibilità minori con le versioni precedenti di cui tenere conto in calibre 5
ja: 注意すべき calibre 5 とのマイナーな非互換項目があります。
ta: காலிபர் 5 இல் விழிப்புடன் இருக்க சில சிறிய பின்னோக்கி பொருந்தாத தன்மைகள் உள்ளன

source: Because calibre has now moved to Python 3, some third party plugins will no longer work, until they are also ported to Python 3. For status on the plugin porting effort, <a href="%(pp)s">see here</a>.
gl: Porque calibre agora trasladouse a Python 3, algúns complementos de terceiros xa non funcionarán ata que tamén sexan portados a Python 3. Para estado no esforzo de portabilidade do complemento, <a href="%(pp)s">consulte aquí</a>
it: Dato che calibre è ora basato su Python 3, alcuni plugin di terze parti non funzioneranno più, finché non saranno aggiornati anch'essi a Python 3. Per conoscere lo stato dei lavori necessari per l'aggiornamento dei plugin, <a href="%(pp)s">leggi qui</a>.
ja: calibre は Python 3 に移行したため、一部のサードパーティ製プラグインは Python 3 に移植されるまで動作しなくなります。プラグインの移植作業の状況については、<a href="%(pp)s">こちら</a>をご覧ください。
ta: ஏனெனில் காலிபர் இப்போது பைதான் 3, சில மூன்றாம் தரப்பு செருகுநிரல்கள் பைதான் 3 க்கு அனுப்பப்படும் வரை இனி வேலை செய்யாது. சொருகி போர்ட்டிங் முயற்சியில் நிலை, <a href="%(pp)s"> இங்கே காண்க </a>.

source: Because of the support for library wide annotations, the database format was slightly changed. While calibre 4.23 is able to open and operate with calibre 5 databases, older versions of calibre may have trouble.
gl: Debido ao soporte para anotacións de toda a biblioteca, o o formato da base de datos cambiou lixeiramente. Mentres que o calibre 4.23 é capaz de abrir e operar con bases de datos calibre 5, máis antigas as versións de calibre poden ter problemas.
it: A causa del supporto alle annotazioni disponibili in tutta la biblioteca, il formato del database è stato leggermente modificato. Nonostante calibre 4.23 sia in grado di aprire e gestire i database di calibre 5, versioni meno recenti di calibre potrebbero incorrere in problemi.
ja: ライブラリ全体の注釈のサポートに伴い、データベース形式が若干変更されました。calibre 4.23はcalibre 5のデータベースを開いて操作できますが、それ以前のバージョンのcalibreでは問題が発生する可能性があります。
ta: நூலக அகல சிறுகுறிப்புகளுக்கான உதவி காரணமாக, தி தரவுத்தள வடிவம் சற்று மாற்றப்பட்டது. காலிபர் 4.23 பழைய காலிபர் 5 தரவுத்தளங்களுடன் திறந்து செயல்பட முடியும் காலிபரின் பதிப்புகளுக்கு சிக்கல் இருக்கலாம்.

source: Note that some of these features were actually introduced during the lifetime of the 4.x series. This document describes new features as compared to 4.0
gl: Teña en conta que algunhas destas funcións foron introducidas durante o vida útil da serie 4.x. Este documento describe as novas características en comparación a 4.0
it: Tieni presente che alcune di queste funzionalità sono state in realtà introdotte durante il ciclo di vita della serie 4.x. Questo documento descrive le nuove funzionalità rispetto alla 4.0
ja: これらの機能の多くは、実際には4.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、4.0と比較して新しい機能について説明します。
ta: இந்த அம்சங்களில் சில உண்மையில் அறிமுகப்படுத்தப்பட்டன என்பதை நினைவில் கொள்க 4.x தொடரின் வாழ்நாள். இந்த ஆவணம் ஒப்பிடும்போது புதிய அம்சங்களை விவரிக்கிறது முதல் 4.0

source: Welcome back, calibre users. It has been almost a year since calibre 8.0 was released. As usual, there has been a lot of work on calibre over the past year. The main new features are a new <i>Bookshelf</i> view that allows you to browse your book collection as though they were paper books sitting on book shelves and the addition of <i>opt-in</i> AI features to some parts of calibre.
ja: calibre ユーザーの皆様、お帰りなさい。calibre 8.0 からほぼ1年振りです。今回もこの間、calibreでは多くの作業を行ってきました。メインの新機能は本棚に紙の本を並べたようにコレクションを表示できる新しい<i>本棚</i>表示とcalibreのAIに対する<i>オプトイン</i>機能です。

source: Note that some of these features were actually introduced during the lifetime of the 8.x series. This document describes new features as compared to 8.0
ja: これらの機能の多くは、実際には8.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、8.0と比較して新しい機能について説明します。

source: New in calibre 0.8
gl: Novo no calibre 0.8
it: Novità di calibre 0.8
ja: calibre 0.8 の新機能
ta: காலிபர் 0.8 இல் புதியது

source: Lots has changed in calibre-land in the last year. A great feature is "Get books" which allows you to search for a book by title and author and returns the list of web stores that sell it in e-book form, allowing you to easily find the lowest prices for popular books or search many different places for hard to find e-book editions.
gl: Moitas cousas cambiaron nos terreos de calibre no último ano. Unha gran característica é "Obter libros» que che permite buscar un libro por título e autor e devolve a lista de tendas web que o venden en forma de libro electrónico, o que lle permite atopalo facilmente os prezos máis baixos para libros populares ou buscar en moitos lugares diferentes para difícil para buscar edicións de libros electrónicos.
it: Molte cose sono cambiate in Calibre nell'ultimo anno. Una grande caratteristica è "Ottieni libri" che ti consente di cercare un libro per titolo, autore e restituisce l'elenco dei negozi online che lo vendono in forma di e-book, permettendoti di trovare facilmente i prezzi più bassi per libri popolari o di cercare in molti luoghi diversi per per edizioni di e-book difficili da trovare.
ja: 昨年、calibreの世界は大きく変わりました。「書籍を入手」は素晴らしい機能で、タイトルと著者名で書籍を検索すると、その書籍を電子書籍で販売しているウェブストアの一覧が表示されて、人気の書籍の最安値を簡単に見つけたり、探しにくい電子書籍版を様々な場所で探したりできます。
ta: கடந்த ஆண்டில் காலிபர்-லேண்டில் நிறைய மாறிவிட்டது. ஒரு சிறந்த நற்பொருத்தம் தலைப்பு மற்றும் எழுத்தாளர் மற்றும் ரிட்டர்ன்ச் மூலம் ஒரு புத்தகத்தைத் தேட உங்களை அனுமதிக்கும் "புத்தகங்களைப் பெறுங்கள்" மின் புத்தக வடிவத்தில் விற்கும் வலை கடைகளின் பட்டியல், எளிதாகக் கண்டுபிடிக்க உங்களை அனுமதிக்கிறது பிரபலமான புத்தகங்களுக்கான மிகக் குறைந்த விலைகள் அல்லது பல இடங்களைத் தேடுங்கள் மின் புத்தக பதிப்புகளைக் கண்டுபிடிக்க.

source: The last year has also seen the maturing of the calibre plugin infrastructure, which has led to a vibrant community of user developed plugins that extend calibre's functionality in many novel ways. See the <a href="%(mr)s">Index of plugins</a>.
gl: O último ano tamén viu a maduración da infraestrutura de complementos de calibre, o que levou a unha dinámica vibrante comunidade de complementos desenvolvidos por usuarios que amplían a funcionalidade de calibre de moitas formas novedosas. Ver o <a href="%(mr)s">Índice de complementos</a>.
it: L'ultimo anno ha visto anche la maturazione dell'infrastruttura di plug-in di Calibre, che ha portato a una vibrante community di utenti che ha sviluppato plugin che estendono la funzionalità di Calibre in molti modi nuovi. Vedere <a href="%(mr)s">l'indice dei plugin</a>.
ja: 昨年はcalibreプラグイン基盤も成熟し、calibreの機能を多くの斬新な方法で拡張するユーザー開発プラグインの活気あるコミュニティが形成されました。 <a href="%(mr)s">プラグインのインデックス</a> をご覧ください。
ta: கடந்த ஆண்டு காலிபர் சொருகி உள்கட்டமைப்பின் முதிர்ச்சியையும் கண்டது, இது ஒரு துடிப்பானதாக வழிவகுத்தது பயனரின் சமூகம் பல புதிய வழிகளில் காலிபரின் செயல்பாட்டை விரிவுபடுத்தும் செருகுநிரல்களை உருவாக்கியது. பார்க்க <a href="%(mr)s"> செருகுநிரல்களின் குறியீடு </a>.

source: calibre has an all new metadata download system that allows you much more control over the process. For example, you can now choose a cover from many different online sources.
gl: calibre ten un novo sistema de descarga de metadatos que che permite moito máis control sobre o proceso. Por exemplo, agora podes escoller unha portada de moitas fontes en liña diferentes.
it: calibre ha un nuovissimo sistema di download dei metadati che ti consente un controllo molto maggiore sul processo. Ad esempio, ora puoi scegliere una copertina da diverse fonti online.
ja: calibre には全く新しい書誌データのダウンロードシステムが搭載され、そのプロセスをより細かく制御できるようになりました。例えば、様々なオンラインソースから表紙を選択できるようになりました。
ta: காலிபர் அனைத்து புதிய மேனிலை தரவு பதிவிறக்க முறையையும் கொண்டுள்ளது, இது செயல்முறையின் மீது அதிக கட்டுப்பாட்டை அனுமதிக்கிறது. எடுத்துக்காட்டாக, நீங்கள் இப்போது பல நிகழ்நிலை மூலங்களிலிருந்து ஒரு அட்டையைத் தேர்வு செய்யலாம்.

source: As always, calibre has gained support for dozens of new devices, conversion of a few new formats, notably, SNB and the Plucker formats. The performance of calibre has been greatly improved, especially with large libraries of tens of thousands of books.
gl: Como sempre, calibre gañou soporte para decenas de novos dispositivos, conversión de algúns formatos novos, en particular, os formatos SNB e Plucker. O rendemento do calibre mellorouse moito, especialmente con grandes bibliotecas de decenas de miles de libros.
it: Come sempre, Calibre ha ottenuto il supporto per dozzine di nuovi dispositivi, la conversione di alcuni nuovi formati, in particolare i formati SNB e Plucker. Le prestazioni di Calibre sono state notevolmente migliorate, in particolare con grandi biblioteche di decine di migliaia di libri.
ja: いつものように、calibreは数十種類の新しいデバイス、いくつかの新しいフォーマット（特にSNBとPluckerフォーマット）の変換をサポートするようになりました。calibreのパフォーマンスは、特に数万冊の書籍を含む大規模なライブラリで、大幅に改善しました。
ta: எப்போதும்போல, காலிபர் டசன் கணக்கான புதிய சாதனங்களுக்கு ஆதரவைப் பெற்றுள்ளார், சில புதிய வடிவங்களை மாற்றுவது, குறிப்பிடத்தக்க வகையில், எச்.என்.பி மற்றும் பிளக்கர் வடிவங்கள். காலிபரின் செயல்திறன் பெரிதும் மேம்படுத்தப்பட்டுள்ளது, குறிப்பாக பல்லாயிரக்கணக்கான புத்தகங்களின் பெரிய நூலகங்களுடன்.

source: While not directly calibre related, a new website that catalogues unrestricted access e-books for sale was started: <a href="%(ob)s">Open books</a>. All the books on this website are for sale, but they do not have DRM, which means you actually own them after paying for them. You can convert them to different formats, fix typos in them, view them on as many devices as you like. At calibre, we believe that DRM free is the future of digital information and Open Books is a small effort to help speed that future along.
gl: Aínda que non está directamente relacionado con calibre, un novo sitio web que cataloga libros electrónicos de acceso sen restricións á venda comezou: <a href="%(ob)s">Libros abertos</a>. Todos os libros deste sitio web son para venda, pero non teñen DRM, o que significa que realmente os posúe despois de pagar por eles. Podes convertelos en diferentes formatos, corrixa os erros tipográficos neles, visualízaos en tantos dispositivos como queira. En calibre, cremos que está libre de DRM é o futuro da información dixital e Open Books é un pequeno esforzo para axudar a acelerar ese futuro.
ja: calibreとは直接関係ありませんが、アクセス制限のない電子書籍をカタログ化した新しいウェブサイト: <a href="%(ob)s">Open books</a>が開設しました。このウェブサイトに掲載されている書籍はすべて販売されていますが、DRMフリーです。つまり、購入後、実際に所有権を持つことになります。様々なフォーマットに変換したり、誤字脱字を修正したり、お好みのデバイスで閲覧したりできます。calibreでは、DRMフリーこそがデジタル情報の未来であり、Open Booksはその未来へ前進させるための小さな取り組みであると信じています。
ta: நேரடியாக காலிபர் தொடர்புடையதாக இல்லை என்றாலும், கட்டுப்பாடற்ற அணுகல் மின் புத்தகங்களை விற்பனைக்கு பட்டியலிடும் புதிய வலைத்தளம் தொடங்கப்பட்டது: <a href="%(ob)s"> திறந்த புத்தகங்கள் </a>. இந்த வலைத்தளத்தின் அனைத்து புத்தகங்களும் உள்ளன விற்பனை, ஆனால் அவர்களிடம் டி.ஆர்.எம் இல்லை, அதாவது அவர்களுக்கு பணம் செலுத்திய பிறகு நீங்கள் உண்மையில் அவற்றை வைத்திருக்கிறீர்கள். நீங்கள் அவற்றை மாற்றலாம் வெவ்வேறு வடிவங்கள், அவற்றில் எழுத்துப்பிழைகளை சரிசெய்யவும், நீங்கள் விரும்பும் பல சாதனங்களில் அவற்றைக் காண்க. காலிபரில், டி.ஆர்.எம் இலவசம் என்று நாங்கள் நம்புகிறோம் டிசிட்டல் செய்தி மற்றும் திறந்த புத்தகங்களின் எதிர்காலம் அந்த எதிர்காலத்தை வேகப்படுத்த உதவும் ஒரு சிறிய முயற்சி.

source: Some new features in 0.8
gl: Algunhas funcións novas na 0.8
it: Alcune nuove funzionalità nella 0.8
ja: 0.8 でのいくつかの新機能
ta: 0.8 இல் சில புதிய நற்பொருத்தங்கள்

source: Get books
gl: Obter libros
it: Ottieni libri
ja: 本を入手
ta: புத்தகங்களைப் பெறுங்கள்

source: calibre can now search over a dozen web stores like Amazon, Barnes &amp; Noble, Waterstones, etc. for e-book editions of the book you want. The results are displayed sorted by price, so you can easily find the lowest priced edition to add to your collection. This feature, like the rest of calibre is plugin based, so look forward to new stores being added in the future.
gl: calibre agora pode buscar nunha ducia de tendas web como Amazon, Barnes &amp; Nobre, Waterstones, etc. para as edicións de libros electrónicos do libro que queiras. Os resultados móstranse ordenados por prezo, polo que podes atopar facilmente a edición de menor prezo para engadir á túa colección. Esta función, do mesmo xeito que o resto do calibre, está baseada en complementos, polo que esperamos que se engadan novas tendas no futuro.
ja: calibre では、Amazon、Barnes &amp; Noble、Waterstones など、1ダースを超えるウェブストアで、必要な書籍の電子書籍版を検索できるようになりました。 結果は価格順に表示されるため、コレクションに追加する最も安い版を簡単に見つけることができます。 この機能は、calibre の他の機能と同様にプラグインベースであるため、今後の新しいストアへの追加が期待できます。
ta: காலிபர் இப்போது அமேசான், பார்ன்ச் & ஆம்ப் போன்ற ஒரு டசன் வலை கடைகளில் தேடலாம்; நோபல், வாட்டர்ச்டோன்ச் போன்றவை. நீங்கள் விரும்பும் புத்தகத்தின் மின் புத்தக பதிப்புகளுக்கு. முடிவுகள் விலையால் வரிசைப்படுத்தப்பட்டுள்ளன, எனவே மிகக் குறைந்த விலை பதிப்பை நீங்கள் எளிதாகக் காணலாம் உங்கள் சேகரிப்பில் சேர்க்க. இந்த நற்பொருத்தம், மீதமுள்ள காலிபர் சொருகி அடிப்படையிலானது, எனவே எதிர்காலத்தில் புதிய கடைகள் சேர்க்கப்படுவதை எதிர்நோக்குங்கள்.

source: Note that if you have customized your toolbar in calibre in the past, you may not see the Get books button in the toolbar. You can go to Preferences-&gt;Toolbars &amp; menus and add it to the toolbar manually.
gl: Teña en conta que se personalizou a súa barra de ferramentas de calibre no pasado, é posible que non vexa o botón Obter libros na barra de ferramentas. Podes ir a Preferencias-&gt;Barras de ferramentas &amp; menús e engádeo á barra de ferramentas manualmente.
ja: 従来、calibreでツールバーをカスタマイズしていると、ツールバーに「本を入手」ボタンが表示されない場合があります。「環境設定 -&gt; ツールバー＆メニュー」に移動して、手動でツールバーに追加してください。
ta: கடந்த காலங்களில் உங்கள் கருவிப்பட்டியை காலிபரில் தனிப்பயனாக்கியிருந்தால், நீங்கள் புத்தக புத்தகங்களைப் பார்க்கக்கூடாது என்பதை நினைவில் கொள்க கருவிப்பட்டியில். நீங்கள் விருப்பங்களுக்கு செல்லலாம்- & gt; கருவிப்பட்டிகள் &amp; மெனுக்கள் மற்றும் கருவிப்பட்டியில் கைமுறையாக சேர்க்கவும்.

source: A search for 'Foundation asimov' with calibre's Get books
gl: Unha busca de «Foundation asimov» con Get books de calibre
it: Una ricerca di "Foundation asimov" con i libri di Calibre Get
ja: Calibreの「本を取得」で 'Foundation asimov' を検索
ta: காலிபர் கெட் புத்தகங்களுடன் 'அறக்கட்டளை அசிமோவ்' க்கான தேடல்

source: The store page for one of the Foundation books found previously
gl: A páxina da tenda dun dos libros da Fundación atopados anteriormente
it: La pagina del negozio per uno dei libri della Fondazione trovati in precedenza
ja: 以前見つけた 署名「Foundation」 の本の購入ページ
ta: முன்னர் கண்டுபிடிக்கப்பட்ட அடித்தள புத்தகங்களில் ஒன்றிற்கான கடை பக்கம்

source: Lots of new calibre plugins
gl: Moitos complementos novos de calibre
it: Tanti nuovi plugin per calibre
ja: 多くの新しい calibre プラグイン
ta: புதிய காலிபர் செருகுநிரல்கள் நிறைய

source: calibre has gained dozens of new, user-contributed, plugins to enhance its already extensive feature set. These range from things like finding duplicates in your calibre library to managing collections on your Kindle from within calibre.
gl: calibre gañou decenas de complementos novos aportados polos usuarios para mellorar o seu xa extenso conxunto de funcións. Estes van desde cousas como atopar duplicados na túa biblioteca de calibre ou xestionar coleccións no teu Kindle desde calibre.
ja: calibreは、既に豊富な機能セットをさらに強化するために、ユーザーから提供された数十の新しいプラグインを追加しました。これらのプラグインは、calibreライブラリ内の重複検出から、calibre内からKindleのコレクションを管理する機能まで、多岐にわたります。
ta: ஏற்கனவே விரிவான அம்சத் தொகுப்பை மேம்படுத்த காலிபர் டசன் கணக்கான புதிய, பயனர் பங்களிப்பு, செருகுநிரல்களைப் பெற்றுள்ளது. இந்த வரம்பு உங்கள் காலிபர் நூலகத்தில் நகல்களைக் கண்டுபிடிப்பது போன்ற விசயங்கள் உங்கள் கின்டலில் வசூலை நிர்வகிக்கின்றன.

source: Many of the plugins scratch an itch that affects only a subset of calibre users, for example, a plugin to set a cover from calibre as the screensaver on your SONY reader. If you have something that you always wanted to do in calibre, chances are, someone has written a plugin for it.
gl: Moitos dos complementos rascan unha comezón que afecta só a un subconxunto de usuarios de calibre, por exemplo, un complemento para configurar unha portada de calibre como protector de pantalla no seu lector SONY. Se tes algo que sempre quixeches facer en calibre, é probable que alguén teña escrito un complemento para iso.
ja: 多くのプラグインは、一部のcalibreユーザーにだけ関係します。例えば、calibreの表紙画像をSONYのリーダーのスクリーンセーバーに設定するプラグインなどです。あなたがcalibreに欲しい機能は、誰かがすでにプラグインを作成しているかもしれません。
ta: பல செருகுநிரல்கள் காலிபர் பயனர்களின் துணைக்குழுவை மட்டுமே பாதிக்கும் ஒரு நமைச்சலைக் கீறுகின்றன, எடுத்துக்காட்டாக, காலிபரிலிருந்து ஒரு அட்டையை அமைக்க ஒரு சொருகி உங்கள் சோனி ரீடர் மீது ச்கிரீன்சேவர். நீங்கள் எப்போதுமே காலிபரில் செய்ய விரும்பும் ஏதாவது இருந்தால், வாய்ப்புகள் உள்ளன, யாரோ ஒருவர் அதற்காக ஒரு சொருகி எழுதியுள்ளார்.

source: There is an easy to browse <a href="%(mr)s">Index of plugins</a>. Before adding plugins willy-nilly to calibre, you should read the <a href="%(ip)s">Introduction to plugins</a>.
gl: Hai un <a href="%(mr)s">índice de complementos</a> fácil de navegar. Antes de engadir complementos queira ou non a calibre, debes ler o <a href="%(ip)s">Introdución aos complementos</a>.
ja: 簡単に閲覧できる<a href="%(mr)s">プラグインのインデックス</a>があります。 プラグインを calibre に追加する前に、 <a href="%(ip)s">プラグインの紹介</a>をお読みください。
ta: <a href="%(mr)s"> செருகுநிரல்களின் குறியீட்டை உலாவ எளிதானது </a>. செருகுநிரல்களைச் சேர்ப்பதற்கு முன் வில்லி-நில்லி காலிபருக்கு, நீங்கள் படிக்க வேண்டும் <a href="%(ip)s"> செருகுநிரல்களுக்கு அறிமுகம் </a>.

source: New metadata download system
gl: Novo sistema de descarga de metadatos
it: Nuovo sistema di scaricamento dei metadati
ja: 書誌の新ダウンロードシステム
ta: புதிய மேனிலை தரவு பதிவிறக்க முறை

source: calibre now has a new metadata download system. This is designed to improve download performance and give you greater control over exactly what calibre downloads from where. You can tell calibre that you do not want ratings and tags from Amazon or comments from Google, for example.
gl: calibre agora ten un novo sistema de descarga de metadatos. Isto está deseñado para mellorar o rendemento da descarga e darche un maior control sobre exactamente que calibre descarga de onde. Podes dicirlle a calibre que non queres valoracións e etiquetas de Amazon ou comentarios de Google, por exemplo.
ja: calibre は書誌の新ダウンロードシステムを搭載しています。ダウンロードの性能を改善し、どのサイトから何をダウンロードするか正確に制御できるように設計されています。たとえば、Amazonの評価やタグ、Googleのコメントなどを calibre に不要と指示できます。
ta: காலிபர் இப்போது ஒரு புதிய மேனிலை தரவு பதிவிறக்க முறையைக் கொண்டுள்ளது. பதிவிறக்க செயல்திறனை மேம்படுத்தவும், சரியாக மீது அதிக கட்டுப்பாட்டை வழங்கவும் இது வடிவமைக்கப்பட்டுள்ளது எங்கிருந்து என்ன காலிபர் பதிவிறக்குகிறது. எடுத்துக்காட்டாக, அமேசானிலிருந்து மதிப்பீடுகள் மற்றும் குறிச்சொற்கள் அல்லது கூகிளின் கருத்துகள் உங்களுக்கு விரும்பவில்லை என்று நீங்கள் சொல்லலாம்.
