Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: Reporting issues and asking for new features
gl: Informar de problemas e solicitar novas funcións
it: Segnala problemi e richiedi nuove funzionalità
ja: 問題の報告と新機能の要望
ta: சிக்கல்களைப் புகாரளித்தல் மற்றும் புதிய அம்சங்களைக் கேட்பது

source: If you wish to report a problem with calibre or would like to request a new feature, the best place to do it is via the calibre <a href="%(href)s">Bug tracker</a>. Be aware that calibre is developed by volunteers, which means that your bug report/feature request may or may not get attention, so if you are looking for help, the best place is the forum linked to above.
gl: Se desexas informar dun problema con calibre ou pedir unha nova función, o mellor lugar para facelo é a través do <a href="%(href)s">rastrexador de erros</a> de calibre. Ten en conta que calibre é desenvolvido por voluntarios, o que significa que o teu informe de erro/pedido de función pode ou non recibir atención. Así que, se buscas axuda, o mellor lugar é o foro ao que se fixo referencia antes.
it: Se desideri segnalare un problema con calibre o richiedere una nuova funzione, il modo migliore per farlo è tramite il <a href="%(href)s">Bug tracker</a> di calibre. Tieni presente che calibre è sviluppato da volontari, il che significa che la tua segnalazione di problemi/richiesta di funzionalità potrebbe o meno attirare l'attenzione, quindi se stai cercando aiuto, il posto migliore è il forum segnalato più in alto.
ja: もしも calibre のバグをレポートしたいか、新機能を要望したいときに一番良い方法は、 calibre <a href="%(href)s">Bug tracker</a>を使うことです。calibre はボランティアで開発されていることにご注意ください。このため、バグレポートや機能要望が取り上げられないかもしれません。手助けをお求めであれば、上記でリンク先を示しているフォーラムが良いでしょう。

source: calibre is an open source application, developed primarily by Kovid Goyal, based in Mumbai, India. calibre uses a large number of other open source libraries and is developed on Linux, an open source platform, and as such, it has benefited from the work of large numbers of people, some of whom are listed below. I've tried to be as exhaustive as possible, but, if I have omitted your contribution, please let me know.
gl: Calibre é unha aplicación de código aberto, desenvolvida principalmente por Kovid Goyal, con sede en Mumbai, India. Calibre usa un gran número doutras bibliotecas de código aberto e está desenvolvido en Linux, unha plataforma de código aberto, e como tal, beneficiouse do traballo dun gran número de persoas, algunhas das cales se enumeran a continuación. Intentei ser o máis exhaustivo posible, pero se omitín a túa contribución, por favor, avísame.
ja: calibre は、インドのムンバイを拠点とする Kovid Goyal 氏を中心に開発されたオープンソース アプリケーションです。 calibre は多数のオープンソースライブラリを使用し、オープンソースプラットフォームである Linux 上で開発されているため、多数の人々の作業の恩恵を受けています。 そのうちの一部を以下に示します。 できる限り網羅的に説明するように努めましたが、貢献内容を見落としている場合はお知らせください。

source: Contributors of code/bug fixes
gl: Colaboradores de correccións de código/erros
it: Contributori al codice/correzione dei difetti
ja: コード/バグ修正の貢献者
ta: குறியீடு/பிழை திருத்தங்களின் பங்களிப்பாளர்கள்

source: In no particular order:
gl: Sen orde en particular:
it: In nessun ordine particolare:
ja: 順不同:
ta: எந்தவொரு குறிப்பிட்ட வரிசையிலும்:

source: Marshall Vandegrift: For epub2lrf, lit2oeb, oeb2mobi and various improvements in the html2lrf code, as well as the basic framework for the conversion pipeline in the 0.6.x series
gl: Marshall Vandegrift: para epub2lrf, lit2oeb, oeb2mobi e varias melloras no código html2lrf, así como o marco básico para a canalización de conversión na serie 0.6.x
it: Marshall Vandegrift: Per epub2lrf, lit2oeb, oeb2mobi e vari miglioramenti nel codice html2lrf , cosi come alla struttura base per la linea di conversione nella serie 0.6.x
ja: Marshall Vandegrift: epub2lrf、lit2oeb、oeb2mobi、html2lrfコードのさまざまな改善、および0.6.xシリーズの変換パイプラインの基本フレームワーク
ta: மார்சல் வான்டெக்ரிஃப்ட்: epub2lrf, lit2oeb, oeb2mobi மற்றும் html2lrf குறியீட்டில் பல்வேறு மேம்பாடுகள், அத்துடன் 0.6.x தொடரில் மாற்று குழாய்க்கான அடிப்படை கட்டமைப்பு

source: John Schember: For the new calibre device driver framework, various GUI enhancements and several input and output format plugins and the "Get Books" feature
gl: John Schember: para o novo marco de controladores de dispositivos de calibre, varias melloras na GUI e varios complementos de formato de entrada e saída e a función «Obter libros"
it: John Schember: per il nuovo framework di driver di dispositivo di Calibre, vari miglioramenti della GUI e vari plug-in di formato di input e output e la funzione "Get Books"
ja: John Schember: 新しい calibre のデバイスドライバフレームワーク、さまざまな GUI の機能強化、いくつかの入力および出力形式のプラグイン、および "GetBooks" 機能
ta: சான் செம்பர்: புதிய காலிபர் சாதன இயக்கி கட்டமைப்பிற்கு, பல்வேறு gui மேம்பாடுகள் மற்றும் பல உள்ளீடு மற்றும் வெளியீட்டு வடிவமைப்பு செருகுநிரல்கள் மற்றும் "புத்தகங்களைப் பெறு" நற்பொருத்தம்

source: Charles Haley: For custom columns, saved searches, restrictions, the wireless device driver, lots of other help/ideas
gl: Charles Haley: para columnas personalizadas, buscas gardadas, restricións, o controlador do dispositivo sen fíos, moitas outras axudas/ideas
it: Charles Haley: Per le colonne personalizzate, ricerche salvate, restrizioni, Il driver wireless del dispositivo, un mucchio di aiuti/idee
ja: Charles Haley: カスタム列、保存済み検索、制限、ワイヤレスデバイスドライバ、その他の多くのヘルプ/アイデア
ta: சார்லச் ஏலி: தனிப்பயன் நெடுவரிசைகளுக்கு, சேமித்த தேடல்கள், கட்டுப்பாடுகள், வயர்லெச் சாதன இயக்கி, நிறைய பிற உதவி/யோசனைகள்

source: Gregory Riker: For MOBI indexing, catalogs, the iPad driver
gl: Gregory Riker: Para indexación MOBI, catálogos, o controlador do iPad
it: Gregory Riker: Per l'indicizzazione MOBI, cataloghi, il driver iPad
ja: Gregory Riker: MOBI インデックス作成、カタログ、iPad ドライバ用
ta: கிரிகோரி ரைக்கர்: மொபி இன்டெக்ச், பட்டியல்கள், ஐபாட் டிரைவர்

source: Roger Critchlow: For the initial implementation of lrs2lrf
gl: Roger Critchlow: Para a implementación inicial de lrs2lrf
it: Roger Critchlow: Per l'implementazione iniziale di lrs2lrf
ja: Roger Critchlow: lrs2lrfの初期実装用
ta: ரோசர் கிரிட்ச்லோ: lrs2lrf இன் ஆரம்ப செயல்படுத்தலுக்கு

source: Anatoly Shipitsin: For fb2lrf and fb2-meta
gl: Anatoly Shipitsin: para fb2lrf e fb2-meta
it: Anatoly Shipitsin: Per fb2lrf e fb2-meta
ja: Anatoly Shipitsin: fb2lrfおよびfb2-meta
ta: அனடோலி சிபிட்சின்: fb2lrf மற்றும் fb2-meta க்கு

source: Ori Avtalion and WayneD: For various bug fixes
gl: Ori Avtalion e WayneD: para varias correccións de erros
it: Ori Avtalion e WayneD: Per diverse correzioni di errori
ja: Ori AvtalionとWayneD: さまざまなバグ修正
ta: ஓரி அவ்டாலியன் மற்றும் வழி: பல்வேறு பிழைத் திருத்தங்களுக்கு

source: Tijmen Ruizendaal: For the Be Book driver
gl: Tijmen Ruizendaal: Para o condutor de Be Book
it: Tijmen Ruizendaal: Per il driver Be Book
ja: Tijmen Ruizendaal: BeBookドライバ
ta: டிச்மென் ரூய்செண்டால்: புத்தக ஓட்டுநருக்கு

source: Igor Skochinsky: For various bits of reverse engineering without which calibre would never have gotten off the ground
gl: Igor Skochinsky: por varios fragmentos de enxeñaría inversa sen os cales o calibre nunca tería despegado.
it: Igor Skochinsky: Per vari contributi di reverse engineering senza i quali calibre non sarebbe mai decollato
ja: Igor Skochinsky: リバースエンジニアリングのあれこれなしでは calibre は決して軌道に乗ることがなかったでしょう
ta: இகோர் ச்கோச்சின்ச்கி: தலைகீழ் பொறியியலின் பல்வேறு பிட்களுக்கு இது இல்லாமல் காலிபர் ஒருபோதும் தரையில் இருந்து இறங்கியிருக்க மாட்டார்

source: Darko Miletic: For a large number of news recipes
gl: Darko Miletic: para un gran número de receitas de noticias
it: Darko Miletic: Per un gran numero di formule per le notizie
ja: Darko Miletic:多数のニュースレシピ
ta: டார்கோ மிலடிக்: ஏராளமான செய்தி சமையல் குறிப்புகளுக்கு

source: Grant Drake: For various plugins including Open with, Search the internet and Goodreads integration
gl: Grant Drake: para varios complementos, incluíndo Abrir con, Busca en Internet e integración con Goodreads
it: Grant Drake: Per vari plugins incluso Apri con, Cerca su internet e per l'integrazione di Goodreads
ja: Grant Drake: アプリを指定して開く、インターネット検索、Goodreads 統合などのさまざまなプラグイン
ta: கிராண்ட் டிரேக்: ஓபன் உடன், இணையத்தைத் தேடுங்கள் மற்றும் குட்ரெட்ச் ஒருங்கிணைப்பு உள்ளிட்ட பல்வேறு செருகுநிரல்களுக்கு

source: Timothy Legge and David Forrester: For Kobo support in calibre
gl: Timothy Legge e David Forrester: polo apoio de Kobo en calibre
it: Timothy Legge e David Forrester: Per il supporto di Kobo in Calibre
ja: TimothyLeggeとDavidForrester: calibre での Kobo サポート
ta: திமோதி லெக்ச் மற்றும் டேவிட் ஃபாரெச்டர்: காலிபரில் கோபோ ஆதரவுக்கு

source: Eli Schwartz: For Linux packaging efforts
gl: Eli Schwartz: Para os esforzos de empaquetado de Linux
it: Eli Schwartz: Per gli sforzi profusi nella creazione dei pacchetti per Linux
ja: Eli Schwartz:Linuxパッケージング
ta: எலி ச்வார்ட்ச்: லினக்ச் பேக்கேசிங் முயற்சிகளுக்கு

source: Eli Schwartz and Flaviu Tamas: For Python 3 porting efforts
gl: Eli Schwartz e Flaviu Tamas: para os esforzos de portabilidade de Python 3
it: Eli Schwartz e Flaviu Tamas: Per gli sforzi profusi nel passagio Python 3
ja: EliSchwartzとFlaviuTamas: Python3移植
ta: எலி ச்வார்ட்ச் மற்றும் ஃபிளேவியு தமாச்: பைத்தானுக்கு 3 போர்ட்டிங் முயற்சிகளுக்கு

source: Mark W. Gabby-Li: For adding right-to-left and vertical text support to the E-book viewer
gl: Mark W. Gabby-Li: para engadir soporte de texto de dereita a esquerda e vertical ao visor de libros electrónicos
it: Mark W. Gabby-Li: Per l'aggiunta del supporto al testo da-destra-a-sinistra e a quello verticale nel Lettore di E-book
ja: Mark W. Gabby-Li: 電子書籍ビューアに右から左および垂直のテキストサポートを追加
ta: மார்க் டபிள்யூ. கேபி-லி: மின் புத்தக பார்வையாளருக்கு வலது-இடது மற்றும் செங்குத்து உரை ஆதரவைச் சேர்ப்பதற்காக

source: Graphics and design
gl: Gráfica e deseño
it: Grafiche e design
ja: グラフィックとデザイン
ta: கிராபிக்ச் மற்றும் வடிவமைப்பு

source: Nicholas Holland and the guys at <a target="new" href="%(cr)s">Centresource</a>: For the website design
gl: Nicholas Holland e os mozos de <a target="new» href="%(cr)s">Centresource</a>: Para o deseño do sitio web
it: Nicholas Holland ed i ragazzi di <a target="new" href="%(cr)s">Centresource</a> Per il design del sito web
ja: NicholasHollandと<a target="new" href="%(cr)s"> Centresource </a>のメンバ: ウェブサイトのデザイン用
ta: நிக்கோலச் ஆலண்ட் மற்றும் <a target="new" href="%(cr)s"> சென்ட்ரெசோர்ச் </a>: வலைத்தள வடிவமைப்பிற்கு

source: diaboNL: For the reader icon
gl: diaboNL: Para a icona do lector
it: diaboNL: Per l'icona del lettore
ja: diaboNL: リーダのアイコン
ta: நீரிழிவு: வாசகர் ஐகானுக்கு

source: Caleb Avery and Kamil Tatara: For the calibre logo
gl: Caleb Avery e Kamil Tatara: polo logotipo do calibre
it: Caleb Avery e Kamil Tatara: Per il logo di calibre
ja: CalebAveryとKamilTatara: calibre のロゴ
ta: காலேப் அவேரி மற்றும் கமில் டாடாரா: காலிபர் லோகோவுக்கு

source: Jonatan Nyberg: For lots of polishing of the UI
gl: Jonatan Nyberg: Polo intenso aquelado da IU
it: Jonatan Nyberg: Per le tante rifiniture della UI
ja: Jonatan Nyberg: UIの向上
ta: சொனாடன் நைபெர்க்: இடைமுகம் இன் மெருகூட்டலுக்கு நிறைய

source: subtlepatterns.com: For various textures
gl: subtlepatterns.com: para varias texturas
it: subtlepatterns.com: Per varie trame
ja: subtlepatterns.com: さまざまなテクスチャ
ta: spigtlepatterns.com: பல்வேறு அமைப்புகளுக்கு

source: Recipe writers
gl: Escritores de receitas
it: Scrittori di ricette
ja: レシピ作者
ta: செய்முறை எழுத்தாளர்கள்

source: Too many people have contributed recipes to list here, but their contributions are a big part of calibre.
gl: Demasiadas persoas contribuíron con receitas para enumeralas aquí, pero as súas contribucións son unha gran parte do calibre.
it: Sono troppe le persone che hanno contribuito alle ricette per elencarle qui, ma i loro contributi sono una parte importante di calibre.
ja: あまりにも多くの人々がレシピを提供したので、とてもここではリストにしきれません。しかし彼らの貢献は calibre の大きな部分を占めています。
ta: இங்கு பட்டியலிடுவதற்கு அதிகமான மக்கள் சமையல் குறிப்புகளை வழங்கியுள்ளனர், ஆனால் அவர்களின் பங்களிப்புகள் திறமையின் ஒரு பெரிய பகுதியாகும்.

source: Translators
gl: Tradutores
it: Traduttori
ja: 翻訳者
ta: மொழிபெயர்ப்பாளர்கள்

source: The list of translators is available <a target="new" href="%(tr)s">here</a>.
gl: A lista de tradutores está dispoñible <a target="new» href="%(tr)s">aquí</a>.
it: L'elenco dei traduttori è disponibile <a target="new" href="%(tr)s">qui</a>.
ja: 翻訳者の一覧は <a target="new" href="%(tr)s">こちら</a> 。
ta: மொழிபெயர்ப்பாளர்களின் பட்டியல் <a target="new" href="%(tr)s"> இங்கே </a>.

source: Other projects whose code/libraries calibre uses/links against
gl: Outros proxectos cuxo calibre de código/bibliotecas utiliza/enlaza contra
it: Altri progetti di cui Calibre usa codice/librerie o a cui è collegato
ja: calibre が使用/リンクしている他プロジェクトのコード/ライブラリ
ta: அதன் குறியீடு/நூலகங்கள் காலிபர் பயன்படுத்தும்/இணைப்புகள்/இணைப்புகள்

source: The Launchpad, Transifex and GitHub services for providing bug, file, translation and code hosting for calibre.
gl: Os servizos Launchpad, Transifex e GitHub para proporcionar erros, ficheiros, tradución e hospedaxe de código para calibre.
it: I servizi Launchpad, Transifex e GitHub per la fornitura di spazio online dedicato a bug, file, traduzioni e codice di calibre.
ja: calibre のバグ管理、ファイル、翻訳、コードホスティングを提供する Launchpad、Transifex、GitHub のサービス。
ta: காலிபருக்கு பிழை, கோப்பு, மொழிபெயர்ப்பு மற்றும் குறியீடு ஓச்டிங் வழங்குவதற்கான லாஞ்ச்பேட், டிரான்ச்ஃபெக்ச் மற்றும் அறிவிலிமையம் சேவைகள்.

source: Last, but not least I'd like to thank the folks at <a target="new" href="%(mr)s">mobileread.com</a> for creating a wonderful community for us e-book lovers to gather round.
gl: Por último, pero non menos importante, gustaríame agradecer á xente de <a target="new» href="%(mr)s">mobileread.com</a> por crear unha comunidade marabillosa para que os amantes dos libros electrónicos nos reúnamos.
it: Per ultimi, ma non meno importanti, vorrei ringraziare le persone su <a target="new" href="%(mr)s">mobileread.com</a> per aver creato una meravigliosa comunità per radunare noi amanti degli e-book.
ja: 最後になりましたが、<a target="new" href="%(mr)s"> mobileread.com </a>の皆さんに、電子書籍愛好家が集まれるすばらしいコミュニティを作り出してくれたことに感謝します。
ta: கடைசியாக, ஆனால் குறைந்தது அல்ல, <a target="new" href="%(mr)s"> mobileread.com </a> இல் உள்ள அனைவருக்கும் நன்றி தெரிவிக்க விரும்புகிறேன். எங்களுக்கு ஒரு அற்புதமான சமூகத்தை உருவாக்கியதற்காக மின் புத்தக ஆர்வலர்கள் சுற்றி சேகரிக்க.

source: Awards
gl: Premios
it: Premi
ja: 受賞
ta: விருதுகள்

source: 4.3 stars
gl: 4,3 estrelas
it: 4.3 stelle
ja: 星 4.3 個
ta: 4.3 நட்சத்திரங்கள்

source: (August, 2022)
gl: (agosto, 2022)
it: (Agosto 2022)
ja: (2022年8月)
ta: (ஆகச்ட், 2022)

source: 5 stars
gl: 5 estrelas
it: 5 stelle
ja: 星 5 個
ta: 5 நட்சத்திரங்கள்

source: (July, 2022)
gl: (xullo, 2022)
it: (Luglio 2022)
ja: (2022年7月)
ta: (சூலை, 2022)

source: 4.5 stars
gl: 4,5 estrelas
it: 4.5 stelle
ja: 星 4.5 個
ta: 4.5 நட்சத்திரங்கள்

source: (May, 2022)
gl: (Maio, 2022)
it: (maggio 2022)
ja: (2022年 5月)
ta: (மே, 2022)

source: 4.7 stars
gl: 4,7 estrelas
it: 4.7 stelle
ja: 星 4.7 個
ta: 4.7 நட்சத்திரங்கள்

source: (Apr, 2021)
gl: (abr, 2021)
ja: (2021年 4月)
ta: (ஏப்ரல், 2021)

source: 4 stars
gl: 4 estrelas
it: 4 stelle
ja: 星 4 個
ta: 4 நட்சத்திரங்கள்

source: (Apr, 2017)
gl: (abr, 2017)
ja: (2017年 4月
ta: (ஏப்ரல், 2017)

source: Completely safe (Jan, 2017)
gl: Completamente seguro (xaneiro, 2017)
it: Completamente sicuro (gen 2017)
ja: 完全に安全(2017年1月)

source: (Nov, 2009)
gl: (novembro 2009)
ja: (2009年 11月)
ta: (நவம்பர், 2009)

source: Press mentions
gl: Mencións de prensa
it: Citazioni sulla stampa
ja: 報道記事
ta: செய்தித் தாள் குறிப்புகள்

source: You can see usage statistics for calibre <a target="usage" href="%(href)s">here</a>
gl: Podes ver as estatísticas de uso de calibre <a target="usage» href="%(href)s">aquí</a>
it: Puoi vedere le statistiche di utilizzo di calibre <a target="usage" href="%(href)s">qui</a>
ja: calibreの利用統計は <a target="usage" href="%(href)s">こちら</a>
ta: காலிபருக்கான பயன்பாட்டு புள்ளிவிவரங்களை நீங்கள் காணலாம் <a target="usage" href="%(href)s"> இங்கே </a>

source: You can see usage statistics for the various news sources in calibre <a target="usage" href="%(href)s">here</a>
gl: Podes ver as estatísticas de uso das distintas fontes de noticias en calibre <a target="usage» href="%(href)s">aquí</a>
it: Puoi vedere le statistiche di utilizzo per le varie fonti di notizie di calibre <a target="usage" href="%(href)s">qui</a>
ja: calibreのニュースソースの利用統計は <a target="usage" href="%(href)s">こちら</a>
ta: காலிபர் <a target="usage" href="%(href)s"> இங்கே </a> இல் உள்ள பல்வேறு செய்தி ஆதாரங்களுக்கான பயன்பாட்டு புள்ளிவிவரங்களை நீங்கள் காணலாம்.

source: Download calibre Portable
gl: Descargar calibre portable
it: Scarica calibre Portatile
ja: calibre ポータブルをダウンロード
ta: காலிபர் போர்ட்டபிள் பதிவிறக்கவும்

source: The calibre Portable build can be run on any Windows computer running at least Windows 10. It is self contained, your calibre libraries and settings are all kept together in one place.
gl: A compilación calibre Portable pódese executar en calquera ordenador con Windows que execute polo menos Windows 10. É autónomo, as túas bibliotecas e configuracións de calibre gárdanse nun só lugar.
it: La versione portatile di calibre può essere eseguita su qualsiasi computer Windows che esegua almeno Windows 10. È autonoma, le biblioteche e le impostazioni di calibre sono tutte riunite in un unico posto.
ja: calibre ポータブルは、Windows 10 以降のどの Windows コンピューター上でも実行できます。自己完結型で、calibre ライブラリと環境設定はすべて 1 か所にまとめて保存されます。
ta: குறைந்தது சாளரங்கள் 10 ஐ இயங்கும் எந்த சாளரங்கள் கணினியிலும் காலிபர் போர்ட்டபிள் கட்டமைப்பை இயக்க முடியும். இது சுயமாக உள்ளது, உங்கள் காலிபர் நூலகங்கள் மற்றும் அமைப்புகள் அனைத்தும் ஒரே இடத்தில் ஒன்றாக வைக்கப்படுகின்றன.

source: To use, just run the portable installer and select the location where you would like the <em>Calibre Portable</em> folder. To launch calibre, double click the <em>"calibre-portable.exe"</em> program inside the <em>Calibre Portable folder.</em>
gl: Para usalo, só tes que executar o instalador portátil e seleccionar o lugar onde queres o cartafol <em>Calibre Portable</em>. Para iniciar calibre, fai dobre clic no programa <em>"calibre-portable.exe"</em> dentro do <em>cartafol Calibre Portable.</em>
it: Per utilizzarla, basta eseguire il programma di installazione portatile e selezionare la posizione in cui si desidera avere la cartella <em>Calibre Portable</em>. Per avviare calibre, fai doppio clic sul programma <em>"calibre-portable.exe"</em> nella <em>cartella Calibre Portable.</em>
ja: 使用するには、ポータブルインストーラを実行し、<em>calibre ポータブル</em>フォルダを配置する場所を選択します。calibre を起動するには、<em>calibre ポータブル フォルダ</em>内の <em>"calibre-portable.exe"</em> プログラムをダブルクリックします。
ta: பயன்படுத்த, போர்ட்டபிள் நிறுவியை இயக்கி, <em> காலிபர் போர்ட்டபிள் </em> கோப்புறையை நீங்கள் விரும்பும் இடத்தைத் தேர்ந்தெடுக்கவும். காலிபரைத் தொடங்க, <em> "calibre-portable.exe" </em> நிரலை <em> காலிபர் போர்ட்டபிள் கோப்புறையில் இருமுறை சொடுக்கு செய்க. </em>

source: Version: %(version)s
gl: Versión: %(version)s
it: Versione: %(version)s
ja: バージョン: %(version)s
ta: பதிப்பு: %(version)s

source: Alternate download location
gl: Localización alternativa de descarga
it: Fonte di download alternativa
ja: 別のダウンロード元
ta: மாற்று பதிவிறக்க இடம்

source: While you wait for the download to complete, please consider contributing to support the development of calibre.
gl: Mentres agardas a que se complete a descarga, considera contribuír a apoiar o desenvolvemento de calibre.
it: Mentre attendi il completamento del download, considera di contribuire a supportare lo sviluppo di calibre.
ja: ダウンロードの完了を待つ間に、 calibre の開発をサポートするための貢献をどうかご検討ください。
ta: பதிவிறக்கம் முடிவடையும் வரை நீங்கள் காத்திருக்கும்போது, தயவுசெய்து வளர்ச்சியை ஆதரிக்க பங்களிப்பைக் கவனியுங்கள் திறமை.

source: Previous releases of calibre are available <a href="%(previous_releases)s">here</a>.
gl: As versións anteriores de calibre están dispoñibles <a href="%(previous_releases)s">aquí</a>.
it: Le versioni precedenti di calibre sono disponibili <a href="%(previous_releases)s">qui</a>.
ja: calibre の以前のリリースは、<a href="%(previous_releases)s">こちら</a>で入手できます。
ta: காலிபரின் முந்தைய வெளியீடுகள் கிடைக்கின்றன <a href="%(previous_releases)s"> இங்கே </a>.

source: Upgrading
gl: Actualizando
it: Aggiornamento
ja: アップグレード
ta: மேம்படுத்தல்

source: If you want to upgrade a previous version of calibre Portable, download the latest version of the installer from here and run it, choosing the location of your previous calibre Portable install. The installer will automatically update calibre Portable.
gl: Se queres actualizar unha versión anterior de calibre Portable, descarga a última versión do instalador desde aquí e execútaa, escollendo a localización da túa instalación anterior de calibre Portable. O instalador actualizará automaticamente calibre Portable.
it: Se desideri aggiornare una versione precedente di calibre Portable, scarica l'ultima versione del programma di installazione da qui ed eseguila, scegliendo la posizione della tua precedente installazione di calibre Portable. Il programma di installazione aggiornerà automaticamente calibre Portable.
ja: 以前のバージョンの calibre Portable をアップグレードする場合は、ここから最新バージョンのインストーラをダウンロードして実行し、以前のcalibre Portable インストールの場所を選択します。インストーラは自動的に calibre ポータブルを更新します。
ta: காலிபர் போர்ட்டபிள் முந்தைய பதிப்பை மேம்படுத்த விரும்பினால், இங்கிருந்து நிறுவியின் அண்மைக் கால பதிப்பைப் பதிவிறக்கி இயக்கவும், உங்கள் முந்தைய காலிபர் போர்ட்டபிள் நிறுவலின் இருப்பிடத்தைத் தேர்வுசெய்க. நிறுவி தானாகவே காலிபர் போர்ட்டபிள் புதுப்பிக்கப்படும்.

source: Precaution
gl: Precaución
it: Precauzione
ja: 注意事項
ta: முன்னெச்சரிக்கை

source: Portable media can occasionally fail so you should make periodic backups of your calibre library. This can be done by making a copy of the "Calibre Library" folder and all its contents.
gl: Os medios portátiles poden fallar ocasionalmente, polo que deberías facer copias de seguridade periódicas da túa biblioteca de calibre. Isto pódese facer facendo unha copia do cartafol «Calibre Library» e de todo o seu contido.
it: I supporti portatili possono occasionalmente guastarsi, è quindi consigliabile eseguire backup periodici della biblioteca di calibre. Per fare ciò basta eseguire una copia della cartella "Calibre Library" e di tutto il suo contenuto.
ja: ポータブルメディアはときどき失敗する可能性があるため、 calibre ライブラリの定期的なバックアップを作成する必要があります。"calibre Library" フォルダとその内容すべてのコピーを作成してください。
ta: போர்ட்டபிள் மீடியா எப்போதாவது தோல்வியடையக்கூடும், எனவே உங்கள் காலிபர் நூலகத்தின் அவ்வப்போது காப்புப்பிரதிகளை உருவாக்க வேண்டும். "காலிபர் நூலகம்" கோப்புறையின் நகல் மற்றும் அதன் அனைத்து உள்ளடக்கங்களையும் உருவாக்குவதன் மூலம் இதைச் செய்யலாம்.

source: Automated install
gl: Instalación automatizada
it: Installazione automatica
ja: 自動インストール
ta: தானியங்கு நிறுவல்

source: You can prevent the installer from asking for an install location by running it with a command line argument pointing to the directory for the install. For example:
gl: Pode evitar que o instalador solicite unha localización de instalación executándoa cun argumento de liña de comandos que apunte ao directorio para a instalación. Por exemplo:
it: È possibile impedire al programma di installazione di richiedere un percorso di installazione eseguendolo con un argomento della riga di comando che punta alla directory per l'installazione. Per esempio:
ja: インストーラにインストール場所を聞かれたくない場合には、インストール用のディレクトリを指すコマンドライン引数を指定してインストーラを実行することによりそれが可能です。例:
ta: நிறுவலுக்கான கோப்பகத்தை சுட்டிக்காட்டும் கட்டளை வரி வாதத்துடன் இயக்குவதன் மூலம் நிறுவி நிறுவும் இருப்பிடத்தைக் கேட்பதைத் தடுக்கலாம். உதாரணத்திற்கு:

source: Multiple libraries
gl: Varias bibliotecas
it: Biblioteche multiple
ja: 複数のライブラリ
ta: பல நூலகங்கள்
