Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: Then, enable indexing for the current library. Once indexing is complete you can search all the text in the full library. When you add new books to the library, they will be automatically indexed in the background. This search allows you to quickly find all books that contain a word or combination of words. You can even search for words that occur near other words, as shown in the examples in the search popup window.
gl: A continuación, habilite a indexación para a biblioteca actual. Unha vez completada a indexación, pode busca todo o texto na biblioteca completa. Cando engades novos libros á biblioteca, indexaranse automaticamente en segundo plano. Esta busca permítelle atopar rapidamente todos os libros que conteñan unha palabra ou combinación de palabras. Incluso pode buscar palabras que aparecen preto doutras palabras, como se mostra en os exemplos na xanela emerxente de busca.
ja: 次に、現在のライブラリのインデックス作成を有効にします。インデックス作成が完了すると、ライブラリ全体のテキストを検索できるようになります。ライブラリに新しい書籍を追加すると、バックグラウンドで自動的にインデックスが作成されます。この検索により、特定の単語または複数の単語の組み合わせを含むすべての書籍をすばやく見つけることができます。検索ポップアップウィンドウの例に示すように、他の単語の近くにある単語を検索することもできます。
ta: பின்னர், தற்போதைய நூலகத்திற்கான குறியீட்டை இயக்கவும். குறியீட்டு முறை முடிந்ததும் உங்களால் முடியும் எல்லா உரையையும் முழு நூலகத்தில் தேடுங்கள். நீங்கள் நூலகத்தில் புதிய புத்தகங்களைச் சேர்க்கும்போது, அவை தானாகவே பின்னணியில் குறியிடப்படும். இந்த தேடல் ஒரு சொல் அல்லது கலவையைக் கொண்ட அனைத்து புத்தகங்களையும் விரைவாகக் கண்டுபிடிக்க உங்களை அனுமதிக்கிறது சொற்கள். காட்டப்பட்டுள்ளபடி, வேறு வார்த்தைகளுக்கு அருகில் நிகழும் சொற்களைக் கூட நீங்கள் தேடலாம் தேடல் பாப்அப் சாளரத்தில் எடுத்துக்காட்டுகள்.

source: The Full text search window
gl: A xanela de busca de texto completo
it: La finestra di Ricerca nei Contenuti
ja: 全文検索ウィンドウ
ta: முழு உரை தேடல் சாளரம்

source: Full text search results
gl: Resultados da busca de texto completo
it: I risultati di ricerca nei contenuti
ja: 全文検索結果
ta: முழு உரை தேடல் முடிவுகள்

source: New CPU architectures
gl: Novas arquitecturas de CPU
it: Nuove architetture CPU
ja: 新 CPU アーキテクチャ
ta: புதிய சிபியு கட்டமைப்புகள்

source: calibre has gained support for the Apple Silicon CPU architecture on macOS and the ARM CPU architecture on Linux. Additionally, it has dropped support for 32-bit CPUs because Qt (one of its dependencies) has dropped 32-bit CPUs. In particular, on Windows the calibre installer will now automatically un-install 32-bit calibre and replace it with 64-bit calibre. This might require file associations or desktop shortcuts to need to be updated manually.
gl: calibre gañou soporte para a arquitectura de CPU de Apple Silicon en macOS e a arquitectura de CPU ARM en Linux. Ademais, iso abandonou o soporte para CPU de 32 bits porque Qt (un dos seus dependencias) abandonou as CPU de 32 bits. En particular, en Windows o instalador de calibre agora desinstalará automaticamente 32 bits calibre e substitúeo por un calibre de 64 bits. Isto pode requirir un ficheiro asociacións ou atallos de escritorio deben actualizarse manualmente.
ja: calibreは、macOSではApple Silicon CPUアーキテクチャ、LinuxではARM CPUアーキテクチャのサポートを開始しました。また、(依存関係の一つである) Qtが32ビットCPUのサポートを廃止したため、32ビットCPUのサポートも廃止されました。特にWindowsでは、calibreインストーラーが32ビット版calibreを自動的にアンインストールし、64ビット版Calibreに置き換えるようになりました。これにより、ファイルの関連付けやデスクトップショートカットを手動で更新する必要があるかもしれません。
ta: ஆப்பிள் சிலிக்கான் சிபியு கட்டிடக்கலைக்கு காலிபர் ஆதரவைப் பெற்றுள்ளார் லினக்சில் macos மற்றும் கை சிபியு கட்டிடக்கலை. கூடுதலாக, அது 32-பிட் சிபியுக்களுக்கான ஆதரவைக் குறைத்துள்ளது, ஏனெனில் கியுடி (அதன் ஒன்று சார்பு) 32-பிட் சிபியூக்களை கைவிட்டது. குறிப்பாக, சாளரங்களில் காலிபர் நிறுவி இப்போது தானாகவே 32-பிட் நிறுவப்படும் காலிபர் மற்றும் அதை 64-பிட் காலிபருடன் மாற்றவும். இதற்கு கோப்பு தேவைப்படலாம் சங்கங்கள் அல்லது டெச்க்டாப் குறுக்குவழிகள் கைமுறையாக புதுப்பிக்கப்பட வேண்டும்.

source: Read aloud in the E-book viewer
gl: Le en voz alta no visor de libros electrónicos
it: Leggi ad alta voce nel Lettore di E-book
ja: 電子書籍ビューアで読み上げ
ta: மின் புத்தக பார்வையாளரில் உரக்கப் படியுங்கள்

source: Click the "Read aloud" button in the viewer controls to start reading the book text aloud from the current page. This works via the operating systems text-to-speech engines.
gl: Preme no botón «Ler en voz alta» nos controis do visor para comezar a ler o texto do libro en voz alta desde a páxina actual. Isto funciona a través dos motores de texto a voz dos sistemas operativos.
ja: ビューア コントロールの *読み上げ* ボタンをクリックすると、現在のページから本のテキストの読み上げが開始されます。 これは、オペレーティング システムのテキスト読み上げエンジンにより動作します
ta: தற்போதைய பக்கத்திலிருந்து புத்தக உரையை உரக்கப் படிக்கத் தொடங்க பார்வையாளர் கட்டுப்பாடுகளில் உள்ள "சத்தமாகப் படியுங்கள்" பொத்தானைக் சொடுக்கு செய்க. இது இயக்க முறைமைகள் உரை-க்கு-பேச்சு இயந்திரங்கள் வழியாக செயல்படுகிறது.

source: The calibre:// URL scheme
gl: O esquema de URL calibre://
it: Lo schema degli URL calibre://
ja: The calibre:// URL スキーム
ta: திறமை: // முகவரி திட்டம்

source: Clicking on <code>calibre://</code> URLs can be used to have calibre perform various actions. This can be used to create links to individual books and even locations inside books that can be accessed from other programs. For details, see: <a href="%(usl)s">the manual</a>.
gl: Facendo clic nos URL <code>calibre://</code> pódese usar para que calibre realice varias accións. Isto pódese usar para crear ligazóns a libros individuais e mesmo a localizacións dentro de libros que poidan estar acceder desde outros programas. Para obter máis información, consulte: <a href="%(usl)s">o manual</a>.
ja: <code>calibre://</code> URLをクリックすると、calibreに様々なアクションを実行させることができます。 個々の本へのリンクを作成したり、他のプログラムから本の特定の場所へアクセスしたりすることもできます。 詳細は<a href="%(usl)s">マニュアル</a>をご覧ください。
ta: <code> காலிபர்: // </code> முகவரி களைக் சொடுக்கு செய்வதன் மூலம் பல்வேறு செயல்களைச் செய்ய முகவரி களைப் பயன்படுத்தலாம். தனிப்பட்ட புத்தகங்களுக்கான இணைப்புகளை உருவாக்க இது பயன்படுத்தப்படலாம் மற்றும் புத்தகங்களுக்குள் இருக்கும் இடங்கள் கூட பிற நிரல்களிலிருந்து அணுகப்பட்டது. விவரங்களுக்கு, காண்க: <a href="%(usl)s"> கையேடு </a>.

source: There are a few minor backwards incompatibilities to be aware of in calibre 6
gl: Hai que ter en conta algunhas pequenas incompatibilidades cara atrás no calibre 6
it: In calibre 6, ci sono alcune incompatibilità minori con le precedenti versioni da tenere presente
ja: calibre 6 にはマイナーな後方非互換性があり、注意してください。
ta: காலிபர் 6 இல் விழிப்புடன் இருக்க சில சிறிய பின்னோக்கி பொருந்தாத தன்மைகள் உள்ளன

source: Because calibre has now moved to Qt 6, some third party plugins will no longer work, until they are also ported to Qt 6. Fortunately, plugin developers were given over half a year to port their plugins, so most have already been ported.
gl: Porque calibre agora pasou a Qt 6, algúns complementos de terceiros xa non funcionarán ata que tamén sexan portados a Qt 6. Afortunadamente, Os desenvolvedores de complementos recibiron máis de medio ano para portar os seus complementos, polo que a maioría xa foron portados.
ja: calibre は Qt 6 に移行したため、一部のサードパーティ製プラグインは、Qt 6 に移植されるまで動作しなくなります。幸いなことに、プラグイン開発者にはプラグインを移植するための期間が半年以上与えられたため、ほとんどのプラグインはすでに移植されています。
ta: காலிபர் இப்போது கியுடி 6 க்கு நகர்ந்ததால், சில மூன்றாம் தரப்பு செருகுநிரல்கள் கியுடி 6 க்கு அனுப்பப்படும் வரை இனி வேலை செய்யாது. அதிர்ச்டவசமாக, சொருகி உருவாக்குபவர்கள் தங்கள் செருகுநிரல்களை துறைமுகம் செய்ய அரை வருடத்திற்கும் மேலாக வழங்கப்பட்டனர், எனவே பெரும்பாலானவை ஏற்கனவே போர்ட்டு செய்யப்பட்டுள்ளது.

source: If you use both calibre 5 and calibre 6 on the same library, any books you add using calibre 5 will not be automatically indexed for full text search, so you will periodically have to rebuild the index.
gl: Se usa o calibre 5 e o calibre 6 na mesma biblioteca, ningún libro que engadas usando calibre 5 non se indexará automaticamente busca de texto completo, polo que periodicamente terás que reconstruír o índice.
ja: 同じライブラリで calibre 5 と calibre 6 の両方を使用する場合、 calibre 5 を使用して追加した書籍は全文検索用に自動的にインデックス化されないため、定期的にインデックスを再構築する必要があります。
ta: ஒரே நூலகத்தில் காலிபர் 5 மற்றும் காலிபர் 6 இரண்டையும் பயன்படுத்தினால், காலிபர் 5 ஐப் பயன்படுத்தி நீங்கள் சேர்க்கும் எந்த புத்தகங்களும் தானாகவே குறியிடப்படாது முழு உரை தேடல், எனவே நீங்கள் அவ்வப்போது குறியீட்டை மீண்டும் உருவாக்க வேண்டும்.

source: Support for Windows 8 has been dropped as neither Qt 6 nor Microsoft support it.
gl: O soporte para Windows 8 foi eliminado xa que nin Qt 6 nin Microsoft o admiten.
it: Il supporto per Windows 8 non è più presente poiché né Qt 6 né Microsoft lo supportano.
ja: Qt 6 も Microsoft も未サポートですので、Windows 8 のサポートは廃止されました。
ta: சாளரங்கள் 8 க்கான உதவி கியுடி 6 அல்லது மைக்ரோசாப்ட் அதை ஆதரிக்காததால் கைவிடப்பட்டது.

source: Note that some of these features were actually introduced during the lifetime of the 5.x series. This document describes new features as compared to 5.0
gl: Teña en conta que algunhas destas funcións foron introducidas durante o vida útil da serie 5.x. Este documento describe as novas características en comparación a 5.0
it: Tieni presente che alcune di queste funzionalità sono state in realtà introdotte durante il ciclo di vita della serie 5.x. Questo documento descrive le nuove funzionalità rispetto alla 5.0
ja: これらの機能の多くは、実際には5.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、5.0と比較して新しい機能について説明します。
ta: இந்த அம்சங்களில் சில உண்மையில் அறிமுகப்படுத்தப்பட்டன என்பதை நினைவில் கொள்க 5.x தொடரின் வாழ்நாள். இந்த ஆவணம் ஒப்பிடும்போது புதிய அம்சங்களை விவரிக்கிறது 5.0 க்கு

source: New in calibre 7.0
gl: Novo no calibre 7.0
it: Novità di calibre 7.0
ja: calibre 7.0 の新機能
ta: காலிபர் 7.0 இல் புதியது

source: Welcome back, calibre users. It has been a year since calibre 6.0. The headline new feature is <b>notes for authors, series, tags, etc.</b> calibre can now store notes with links, images and rich text formatting associated with every author, series, publisher, tag, etc. The notes are searchable, browseable, linkable and can be exported as standalone HTML files.
gl: Benvidos de novo, usuarios de calibre. Xa pasou un ano desde calibre 6.0. A nova función do título son <b>notas para autores, series, etiquetas, etc.</b> calibre agora pode almacenar notas con ligazóns, imaxes e formato de texto enriquecido asociados con cada autor, serie, editor, etiqueta, etc. As notas pódense buscar, navegar, ligável e pódese exportar como ficheiros HTML autónomos.
it: Ben ritrovati, utenti di calibre. È passato un anno dall'uscita di calibre 6.0. La principale nuova funzionalità sono le <b>note per autori, serie tag, ecc.</b> calibre ora può conservare note con collegamenti, immagini e testo formattato associate ad ogni autore, serie, editore, tag, ecc. Le note sono ricercabili, navigabili, oggetto di collegamento e possono essere esportate come file HTML indipendenti.
ja: calibre ユーザーの皆様、お帰りなさい。calibre 6.0 から1年振りです。目玉の新機能は <b>著者、シリーズ、タグなどの注釈</b> です。これで、calibre はリンク、画像、リッチフォーマットテキストと一緒に注釈を著者、シリーズ、発行者毎に保存できます。この注釈は検索やブラウズ、リンク設定できて、単独のHTMLファイルとしてエクスポートも可能です。
ta: காலிபர் பயனர்கள், மீண்டும் வருக. காலிபர் இருந்து ஒரு வருடம் ஆகிறது 6.0. புதிய நற்பொருத்தம் ஆசிரியர்கள், தொடர், குறிச்சொற்கள் போன்றவற்றுக்கான குறிப்புகள் <b> குறிப்புகள். </b> காலிபர் இப்போது இணைப்புகள், படங்கள் மற்றும் பணக்கார உரை வடிவத்துடன் குறிப்புகளை சேமிக்க முடியும் ஒவ்வொரு எழுத்தாளர், தொடர், வெளியீட்டாளர், குறிச்சொல் போன்றவற்றுடன். குறிப்புகள் தேடக்கூடியவை, உலாவக்கூடியவை, இணைக்கக்கூடியது மற்றும் முழுமையான html கோப்புகளாக ஏற்றுமதி செய்யலாம்.

source: To use the new <i>Notes</i> feature, right click (or <code>Ctrl+click</code> on macOS) on an author or tag in the <i>Tag browser</i> or <i>Book details</i> panel and <i>Edit notes</i>.
gl: Para usar a nova función de <i>Notas</i>, preme co botón dereito (ou <code>Ctrl+clic</code> en macOS). un autor ou <i>etiqueta no navegador</i> de etiquetas ou no panel de <i>detalles do libro</i> e <i>Editar notas</i>.
it: Per usare la nuova funzionalità <i>Note</i>, fai clic con il tasto destro (o fai <code>Ctrl+clic</code> su macOS) su un autore o su un tag nel pannello del </i>Navigatore dei Tag</i> o dei <i>Dettagli libro</i> e <i>Modifica le note</i>.
ja: 新しい <i> 注釈 </i> 機能を使うには、著者またはタグ上で右クリック (macOSでは <code>Ctrl+click</code> ) を<i>タグブラウザ</i> で行うか、または <i>本の詳細</i> パネルから <i>注釈の編集</i> を行ってください。
ta: புதிய <i> குறிப்புகள் </i> அம்சத்தைப் பயன்படுத்த, வலது சொடுக்கு செய்ய <i> குறிச்சொல் உலாவி </i> அல்லது <i> புத்தக விவரங்கள் </i> குழு மற்றும் <i> குறிப்புகளைத் திருத்து </i> இல் ஒரு ஆசிரியர் அல்லது குறிச்சொல்.

source: Category notes
gl: Notas de categoría
it: Note per le categorie
ja: カテゴリー注釈
ta: வகை குறிப்புகள்

source: You can store notes associated with an author, publisher, series, et cetera, in your calibre library. To do so right click (or <code>Ctrl+click</code> on macOS) on an author or tag name in the <i>Tag browser</i> or <i>Book details</i> panel and choose <i>Edit notes</i>. Once you have created the note, a little pencil icon will show next to the name in the book details panel. You can click the pencil to view the note.
gl: Podes almacenar notas asociadas a un autor, editor, serie, etc. na súa biblioteca de calibre. Para facelo, preme co botón dereito (ou <code>Ctrl+clic</code> en macOS). un nome de autor ou <i>etiqueta no navegador</i> de etiquetas ou no panel de <i>detalles do libro</i> e seleccione <i>Editar notas</i>. Unha vez creada a nota, unha pequena icona de lapis mostrarase xunto ao nome no panel de detalles do libro. Podes facer clic en lapis para ver a nota.
it: Puoi conservare delle note associate a un autore, editore, serie, eccetera, nella tua biblioteca di calibre. Per fare ciò, fai clic con il tasto destro (o <code>Ctrl+clic</code> su macOS) sul nome di un autore o di un tag nel <i>Navigatore dei tag</i> o nel pannello <i>Dettagli del libro</i> e scegli <i>Modifica note</i>. Una volta creata la nota, una piccola icona a forma di matita apparirà di fianco al nome nel pannello dei dettagli del libro. Puoi fare clic sulla matita per vedere la nota.
ja: 著者、発行者、シリーズなどに関連する注釈をcalibreライブラリに保存できます。注釈を保存するには、<i>タグブラウザ</i>または<i>本の詳細</i>パネルで著者名またはタグ名を右クリック（macOSの場合は<code>Ctrl+クリック</code>）し、<i>注釈の編集</i>を選択します。注釈を作成すると、本の詳細パネルで名前の横に小さな鉛筆アイコンが表示されます。この鉛筆アイコンをクリックすると、注釈が表示されます。
ta: ஒரு ஆசிரியர், வெளியீட்டாளர், தொடர், மற்றும் செட்டெரா, உடன் தொடர்புடைய குறிப்புகளை நீங்கள் சேமிக்கலாம் உங்கள் காலிபர் நூலகத்தில். அவ்வாறு செய்ய வலது சொடுக்கு செய்ய <i> குறிச்சொல் உலாவி </i> அல்லது <i> புத்தக விவரங்கள் </i> பேனல் மற்றும் ஒரு ஆசிரியர் அல்லது குறிச்சொல் பெயர் <i> குறிப்புகளைத் திருத்தவும் </i>. நீங்கள் குறிப்பை உருவாக்கியதும், ஒரு சிறிய பென்சில் படவுரு புத்தக விவரங்கள் குழுவில் பெயருக்கு அடுத்ததாக காண்பிக்கப்படும். நீங்கள் சொடுக்கு செய்யலாம் குறிப்பைக் காண பென்சில்.

source: You can browse and search through all notes in your library by pressing <code>Ctrl+Shift+N</code> or adding the <i>Browse notes</i> tool to the toolbar via <i>Preferences->Toolbars & menus</i>.
gl: Podes buscar e buscar todas as notas da túa biblioteca premendo <code>Ctrl+Maiús+N</code> ou engadindo a ferramenta <i>Explorar notas</i> á barra de ferramentas mediante <i>Preferencias->Barras de ferramentas e menús</i>.
it: Puoi navigare e cercare in tutte le note della tua biblioteca premendo <code>Ctrl+Maiusc+N</code> o aggiungendo lo strumento <i>Naviga note</i> alla barra degli strumenti tramite <i>Preferenze->Barre degli strumenti e menu</i>.
ja: キーボードショートカット<code>Ctrl+Shift+N</code> を押すか、<i>Browse notes</i>ツールを<i>環境設定 -> ツールバー&メニュー</i>から追加して使用すると、ライブラリ内のすべての注釈を参照および検索できます
ta: <code> ctrl+shift+n </code> ஐ அழுத்துவதன் மூலம் உங்கள் நூலகத்தில் உள்ள அனைத்து குறிப்புகளையும் உலாவலாம் மற்றும் தேடலாம் .

source: The notes display window
gl: A xanela de mostra de notas
it: La finestra di visualizzazione delle note
ja: 注釈表示ウィンドウ
ta: குறிப்புகள் காட்சி சாளரம்

source: Browsing all notes
gl: Explorando todas as notas
it: Sfogliando tutte le note
ja: すべての注釈をブラウズ
ta: எல்லா குறிப்புகளையும் உலாவுதல்

source: Audio EPUB books in the E-book viewer
gl: Libros EPUB de audio no visor de libros electrónicos
it: Libri EPUB con audio associato nel lettore e-book
ja: 電子書籍ビューア中のオーディオEPUB書籍
ta: மின் புத்தக பார்வையாளரில் ஆடியோ எபப் புத்தகங்கள்

source: calibre has gained support for so called "Audio EPUB" books. Typically, these are books that have a pre-recorded voice reading the text. Freely downloadable examples of such books are available at: <a title="Read Beyond books" href="%(rbb)s">Read Beyond books</a>. When reading such a book, clicking the <i>Read Aloud</i> button in the viewer will automatically use the embedded audio in the book to read the text aloud, marking the currently read sentence and showing progress. Note that this may not work on Linux because of issues with patented codecs, but works on Windows and macOS.
gl: calibre gañou soporte para os chamados libros «EPUB de audio». Normalmente, son libros que teñen unha voz pregravada que lee o texto. Descargable gratuitamente exemplos deste tipo de libros están dispoñibles en: <a title="Read Beyond books» href="%(rbb)s">Read Beyond books</a>. Cando leas un libro deste tipo, preme no botón <i>Ler en voz alta</i> na páxina o visor utilizará automaticamente o audio incorporado no libro para ler o texto en voz alta, marcando a frase actualmente lida e mostrando o progreso. Teña en conta que É posible que isto non funcione en Linux por problemas cos códecs patentados, pero funciona Windows e macOS.
it: calibre ora supporta i cosiddetti libri "EPUB Audio". Di solito, questi sono libri contenenti una voce preregistrata che legge il testo. Esempi liberamente scaricabili di questo tipo di libri sono disponibili su: <a title="Read Beyond books" href="%(rbb)s">Read Beyond books</a>. Quando leggi un libro di questo tipo, fare clic sul pulsante <i>Leggi ad alta voce</i> nel lettore avvierà automaticamente la riproduzione dell'audio incorporato nel libro per la lettura del testo, evidenziando la frase in corso di lettura e mostrando il progresso. Tieni presente che questo potrebbe non funzionare su Linux a causa di problemi con codec sotto brevetto, ma funzionerà su Windows e macOS.
ja: calibreは、 "オーディオ EPUB" といわれる書籍のサポートを開始しました。通常は、これらは事前に録音された音声でテキストを読み上げる書籍です。このような書籍のサンプルは、<a title="Read Beyond books" href="%(rbb)s">Read Beyond books</a>から無料でダウンロードできます。このような書籍を読む際、ビューアの <i>読み上げ</i> ボタンをクリックすると、書籍に埋め込まれた音声が自動的にテキストを読み上げ、現在読んでいる文がマークされ、読み上げの進行状況が表示されます。特許取得済みのコーデックの問題により、Linuxでは動作しない可能性がありますが、WindowsとmacOSでは動作します。
ta: "ஆடியோ எபப்" புத்தகங்களுக்கான காலிபர் ஆதரவைப் பெற்றுள்ளார். பொதுவாக, உரையைப் படிக்கும் முன்பே பதிவு செய்யப்பட்ட குரலைக் கொண்ட புத்தகங்கள் இவை. இலவசமாக பதிவிறக்கம் செய்யக்கூடியது இதுபோன்ற புத்தகங்களின் எடுத்துக்காட்டுகள் இங்கு கிடைக்கின்றன: <a title=" bookref=" ஆக்கிரமிப்புக்கு அப்பால் வாசிப்பு href="%(rbb)s"> புத்தகங்களுக்கு அப்பால் படியுங்கள் </a>. அத்தகைய புத்தகத்தைப் படிக்கும்போது, <i> சத்தமாக வாசிக்கவும் </i> பொத்தானைக் சொடுக்கு செய்க உரையைப் படிக்க பார்வையாளர் புத்தகத்தில் உட்பொதிக்கப்பட்ட ஆடியோவை தானாகவே பயன்படுத்துவார் சத்தமாக, தற்போது படித்த வாக்கியத்தைக் குறிக்கும் மற்றும் முன்னேற்றத்தைக் காட்டுகிறது. அதை கவனியுங்கள் காப்புரிமை பெற்ற கோடெக்குகளுடனான சிக்கல்கள் காரணமாக இது லினக்சில் வேலை செய்யாது, ஆனால் வேலை செய்கிறது சாளரங்கள் மற்றும் மேகோச்.

source: Read aloud playing embedded audio
gl: Le en voz alta reproducindo audio incorporado
it: La funzione Leggi ad alta voce mentre riproduce l'audio integrato
ja: 埋め込みオーディオ再生による読み上げ
ta: உட்பொதிக்கப்பட்ட ஆடியோவை வாசிப்பதைப் படியுங்கள்

source: Store extra data files associated with any book
gl: Almacena ficheiros de datos adicionais asociados a calquera libro
it: Conserva file di dati aggiuntivi associati ad ogni libro
ja: 本に関連する追加データファイルを保存
ta: எந்த புத்தகத்துடனும் தொடர்புடைய கூடுதல் தரவு கோப்புகளை சேமிக்கவும்

source: A long requested feature in calibre, was the ability to store "data" files associated with a book and have calibre manage them automatically. This is finally available. Extra data files can be added to a book by selecting the book, right clicking the <i>Add books</i> button and choosing <i>Add data files to selected book records</i>. You can also manage the data files by right clicking the <i>Edit metadata</i> button and choosing <i>Manage data files</i>. The data files are simple files stored in the <code>data</code> sub-folder inside the book's folder. A common use for such files is storing alternate covers or supplementary material associated with the book.
gl: Unha característica solicitada durante moito tempo en calibre era a capacidade de almacenar ficheiros de «datos» asociados a un libro e que calibre os xestione automaticamente. Isto finalmente está dispoñible. Os ficheiros de datos adicionais poden ser engadido a un libro seleccionando o libro, facendo clic co botón dereito no botón <i>Engadir libros</i> e escollendo Engade ficheiros de datos aos rexistros de libros seleccionados<i>. Tamén pode xestionar os ficheiros de datos facendo clic co botón dereito o botón <i>Editar metadatos</i> e escollendo <i>Xestionar ficheiros de datos</i>. Os ficheiros de datos son sinxelos ficheiros almacenados no subcartafol de <code>datos</code> dentro do cartafol do libro. Un uso común para tales ficheiros almacena portadas alternativas ou material complementario asociado ao libro.
it: Una funzionalità a lungo richiesta per calibre era la possibilità di conservare file "di dati" associati a un libro, e fare in modo che calibre li gestisse automaticamente. Questo è finalmente disponibile. File di dati aggiuntivi possono essere aggiunti a un libro selezionandolo, facendo clic con il tasto destro sul pulsante <i>Aggiungi libri</i> e scegliendo <i>Aggiungi file di dati alle voci di libro selezionate</i>. Puoi anche gestire i file di dati facendo clic con il tasto destro sul pulsante <i>Modifica metadati</i> e scegliendo <i>Gestisci file di dati</i>. I file di dati sono semplici file conservati nella sottocartella <code>data</code> dentro la cartella del libro. Un uso comune per questi file è la conservazione di copertine alternative o di materiale supplementare associato al libro.
ja: calibreで長らく要望の多かった機能の一つに、本に関連付けられた "データ" ファイルを保存し、calibreが自動的に管理する機能があります。これがついに実現しました。書籍に追加のデータファイルを追加するには、本を選択し、<i>本を追加</i> ボタンを右クリックし、 <i>選択した本にデータファイルを追加</i> を選択します。また、 <i>書誌の編集</i> ボタンを右クリックし、 <i>データファイルの管理</i> を選択することでもデータファイルを管理できます。データファイルは、書籍フォルダ内の<code>データ</code> サブフォルダに保存される単純なファイルです。このようなファイルの一般的な用途としては、別の表紙や補足資料の保存などがあります。
ta: காலிபரில் நீண்ட காலமாக கோரப்பட்ட நற்பொருத்தம், ஒரு புத்தகத்துடன் தொடர்புடைய "தரவு" கோப்புகளை சேமிக்கும் திறன் ஆகும் மற்றும் காலிபர் அவற்றை தானாக நிர்வகிக்க வேண்டும். இது இறுதியாக கிடைக்கிறது. கூடுதல் தரவு கோப்புகள் இருக்கலாம் புத்தகத்தைத் தேர்ந்தெடுப்பதன் மூலம் ஒரு புத்தகத்தில் சேர்க்கப்பட்டது, <i> புத்தகங்களைச் சேர் </i> பொத்தானைக் சொடுக்கு செய்து தேர்ந்தெடுப்பது <i> தேர்ந்தெடுக்கப்பட்ட புத்தக பதிவுகளில் தரவு கோப்புகளைச் சேர்க்கவும் </i>. வலது சொடுக்கு செய்வதன் மூலம் தரவுக் கோப்புகளையும் நிர்வகிக்கலாம் <i> மேனிலை தரவு </i> பொத்தானைத் திருத்து மற்றும் <i> தரவுக் கோப்புகளை நிர்வகிக்கவும் </i>. தரவு கோப்புகள் எளிமையானவை புத்தகத்தின் கோப்புறையில் <குறியீடு> தரவு </code> துணை நட்புறத்தில் சேமிக்கப்பட்ட கோப்புகள். அத்தகைய பொதுவான பயன்பாடு கோப்புகள் புத்தகத்துடன் தொடர்புடைய மாற்று அட்டைகள் அல்லது துணைப் பொருட்களை சேமித்து வைக்கிறது.

source: Managing data files
gl: Xestionar ficheiros de datos
it: Gestione dei file di dati
ja: データファイルの管理
ta: தரவு கோப்புகளை நிர்வகித்தல்

source: calibre's own private Recycle Bin
gl: a papeleira de reciclaxe privada de calibre
it: Il cestino privato di calibre
ja: calibre 独自のプライベートなゴミ箱
ta: காலிபரின் சொந்த தனியார் மறுசுழற்சி தொட்டி
