Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: To talk with fellow calibre users and keep abreast of the latest developments in calibre-world, you can use several tools:
gl: Para falar con outros usuarios de calibre e estar ao tanto dos últimos desenvolvementos en calibre-world, podes usar varias ferramentas:
it: Per parlare con gli altri utenti di Calibre e tenersi aggiornati sugli ultimi sviluppi nel mondo di Calibre, è possibile utilizzare diversi strumenti:
ja: 仲間の calibre ユーザと対話して calibre ワールドの最新の開発に遅れないようにするために、利用できるツールがいくつかあります:
ta: தம காலிபர் பயனர்களுடன் பேசவும், காலிபர்-உலகின் அண்மைக் கால முன்னேற்றங்களைத் தொடர்ந்து வைத்திருக்கவும், நீங்கள் பல கருவிகளைப் பயன்படுத்தலாம்:

source: The calibre <a href="%(href)s">user forum</a>
gl: O <a href="%(href)s">foro de usuarios</a> de calibre
it: Il <a href="%(href)s">forum degli utenti</a> di calibre
ja: calibre <a href="%(href)s">ユーザフォーラム</a>
ta: the caliber <a href="%(href)s"> பயனர் மன்றம் </a>

source: The <a href="%(href)s">calibre Facebook page</a>
gl: A <a href="%(href)s">páxina de Facebook de calibre</a>
it: La <a href="%(href)s">pagina Facebook di calibre</a>
ja: <a href="%(href)s">calibre Facebook</a>
ta: <a href="%(href)s"> காலிபர் பேச்புக் பக்கம் </a>

source: The calibre new releases <a href="%(href)s" type="application/rss+xml">RSS</a> feed
gl: Fonte <a href="%(href)s» type="application/rss+xml">RSS</a> dos novos lanzamentos do calibre
it: Il feed <a href="%(href)s" type="application/rss+xml">RSS</a> delle nuove versioni di calibre
ja: calibre のリリース情報 <a href="%(href)s" type="application/rss+xml">RSS</a>フィード
ta: காலிபர் புதிய வெளியீடுகள் <a href="%(href)s" type="application/rss+xml"> rss </a> ஊட்டம்

source: Creating a calibre plugin
gl: Creando un complemento de calibre
it: Creazione di un plugin per calibre
ja: calibre プラグインの作成
ta: ஒரு காலிபர் சொருகி உருவாக்குதல்

source: calibre has a comprehensive plugin interface, that allows the creation of plugins that can do just about anything. For many examples, see the <a href="%(plugins)s">calibre Plugins forum</a>. A tutorial on getting started with plugin development, <a href="%(pdocs)s">is available</a>.
gl: calibre ten unha ampla interface de complementos, que permite a creación de complementos que poden facer case calquera cousa. Para moitos exemplos, consulte o <a href="%(plugins)s">Foro de complementos calibre</a>. Un tutorial para comezar co desenvolvemento de complementos, <a href="%(pdocs)s">está dispoñible</a>.
it: calibre ha un'interfaccia per i plugin completa, che consente la creazione di plugin in grado di fare praticamente tutto. Per molti esempi, vedi il <a href="%(plugins)s">forum dei Plugin di calibre</a>. Una guida su come iniziare a sviluppare plugin, <a href="%(pdocs)s">è disponibile</a>.
ja: calibre には包括的なプラグインインターフェースがあり、作成するプラグインでほぼすべてのことが実行可能です。プラグインの例は、<a href="%(plugins)s">calibreプラグインフォーラム</a>に行けばたくさんあります。<a href="%(pdocs)s">プラグイン開発の入門チュートリアル</a>もあります。
ta: காலிபர் ஒரு விரிவான சொருகி இடைமுகத்தைக் கொண்டுள்ளது, இது எதையும் செய்யக்கூடிய செருகுநிரல்களை உருவாக்க அனுமதிக்கிறது. பல எடுத்துக்காட்டுகளுக்கு, பார்க்கவும் <a href="%(plugins)s"> காலிபர் செருகுநிரல்கள் மன்றம் </a>. சொருகி வளர்ச்சியுடன் தொடங்குவதற்கான ஒரு பயிற்சி, <a href="%(pdocs)s"> கிடைக்கிறது </a>.

source: Contributing translations to calibre
gl: Contribuíndo a traducións a calibre
it: Contribuire alle traduzioni di calibre
ja: calibre に翻訳で貢献する
ta: காலிபருக்கு மொழிபெயர்ப்புகளை பங்களிக்கிறது

source: calibre has support for translating its user interface. You can see the list of languages for which translations exist <a target="new" href="%(tmain)s">here</a>. If the translations for your language are incomplete/missing, you can contribute the translations using a simple web-based interface. To do so first create an account in <a target="new" href="%(signup)s">Transifex</a>, then click on your language in <a target="new" href="%(project)s">this page</a>. Click on the <i>"Join Team"</i> button. Once you have been approved, simply click on the language you want to translate <a href="%(tmain)s">here</a> and use the <i>"Translate Now"</i> button to contribute your translations.
gl: calibre ten soporte para traducir a súa interface de usuario. Podes ver a lista de idiomas para os que existen traducións <a target="new» href="%(tmain)s">aquí</a>. Se as traducións para o teu idioma están incompletos/faltan, pode contribuír coas traducións mediante unha interface sinxela baseada na web. Para facelo primeiro cree unha conta en <a target="new» href="%(signup)s">Transifex</a>, a continuación, preme no teu idioma <a target="new» href="%(project)s">nesta páxina</a>. Preme no botón <i>"Únete ao equipo"</i>. Unha vez aprobado, só tes que facer clic no idioma que queres traducir <a href="%(tmain)s">aquí</a> e use o botón <i>"Traducir agora"</i>. para contribuír coas súas traducións.
it: Calibre ha il supporto per la traduzione della sua interfaccia utente. Puoi vedere l'elenco delle lingue per le quali esistono traduzioni <a target="new" href="%(tmain)s">qui</a>. Se le traduzioni per la tua lingua sono incomplete/mancanti, puoi contribuire alle traduzioni usando una semplice interfaccia web. Per fare ciò, prima crea un account in <a target="new" href="%(signup)s">Transifex</a>, quindi fai clic sulla tua lingua in <a target="new" href="%(project)s">questa pagina</a>. Fai clic sul pulsante <i>"Unisciti al team"</i>. Una volta che sei stato approvato, fai semplicemente clic sulla lingua che desideri tradurre <a href="%(tmain)s">qui</a> ed utilizza il pulsante <i>"Traduci ora"</i> per contribuire con le tue traduzioni.
ja: calibre は、ユーザーインターフェースの翻訳をサポートしています。翻訳が存在する言語のリストは、<a target="new" href="%(tmain)s">ここ</a>で確認できます。使用言語の翻訳が不完全だったり不足があったりするならば、シンプルなWeb ベースのインターフェースを使用して翻訳を提供できます。それにはまず <a target="new" href="%(signup)s">Transifex </a> でアカウントを作成し、次に<a target="new" href="%(project)s">このページ</a>で<i>「チームに参加」</i> ボタンをクリックします。承認されたら<a href="%(tmain)s">ここ</a>で翻訳する言語をクリックし、<i>「今すぐ翻訳」</i> ボタンを使用して投稿してください。
ta: காலிபர் அதன் பயனர் இடைமுகத்தை மொழிபெயர்ப்பதற்கான உதவி உள்ளது. எந்த மொழிபெயர்ப்புகள் இருக்கும் மொழிகளின் பட்டியலை நீங்கள் காணலாம் <a target="new" href="%(tmain)s"> இங்கே </a>. உங்கள் மொழிக்கான மொழிபெயர்ப்புகள் என்றால் முழுமையற்ற/காணாமல் போனவை, எளிய வலை அடிப்படையிலான இடைமுகத்தைப் பயன்படுத்தி மொழிபெயர்ப்புகளை நீங்கள் பங்களிக்க முடியும். அவ்வாறு செய்ய முதலில் <a target="new" href="%(signup)s <a target="new" href="%(project)s">this page</a>. <i> "குழுவில் சேர" </i> பொத்தானைக் சொடுக்கு செய்க. நீங்கள் அங்கீகரிக்கப்பட்டதும், நீங்கள் மொழிபெயர்க்க விரும்பும் மொழியைக் சொடுக்கு செய்க <a href="%(tmain)s"> இங்கே </a> மற்றும் <i> "இப்போது மொழிபெயர்க்கவும்" </i> பொத்தானைப் பயன்படுத்தவும் உங்கள் மொழிபெயர்ப்புகளை பங்களிக்க.

source: Alternatively you can download the PO file to do your translations offline by using the <i>"Download for translation"</i> link instead of the <i>"Translate Now"</i> button. You can edit the PO file using your favorite translation software and when you are done, upload the file by clicking the <i>"Upload file"</i> link (which is just below the <i>"Download for translation"</i> link).
gl: Tamén podes descargar o ficheiro PO para facer as túas traducións sen conexión usando a ligazón <i>«Descargar para traducir»</i> en lugar do botón <i>«Traducir Agora»</i>. Podes editar o ficheiro PO usando o teu software de tradución favorito e cando remates, envía o ficheiro premendo na ligazón <i>«Enviar ficheiro»</i> (que está xusto debaixo da ligazón <i>«Descargar para traducir»</i>).
it: In alternativa è possibile scaricare il file PO per eseguire le traduzioni offline utilizzando il link <i>"Scarica per la traduzione"</i> anziché <i>"Traduci Adesso "</i>. Puoi modificare il file PO usando il tuo software di traduzione preferito e quando hai finito, carica il file facendo clic sul link <i>"Carica file"</i>(che si trova appena sotto il link <i>"Download per traduzione"</i>).
ja: または、POファイルをダウンロードしてオフラインで翻訳を行うこともできます。それには<i>「今すぐ翻訳」</i>ボタンの代わりに<i>「翻訳用にダウンロード」</i>リンクを使用して、お好みの翻訳ソフトウェアを使用してPOファイルを編集してください。完了したら、<i>「ファイルのアップロード」</i>リンク (<i>「翻訳用にダウンロード」</i>リンクのすぐ下にあります) をクリックしてファイルをアップロードします。
ta: மாற்றாக உங்கள் மொழிபெயர்ப்புகளை ஆஃப்லைனில் செய்ய po கோப்பை பதிவிறக்கம் செய்யலாம் <i> "மொழிபெயர்ப்பிற்கான பதிவிறக்க" </i> இணைப்புக்கு பதிலாக இணைப்பைப் பயன்படுத்துவதன் மூலம் மொழிபெயர்கை இப்போது "</i> பொத்தான். உங்களுக்கு பிடித்த மொழிபெயர்ப்பு மென்பொருளைப் பயன்படுத்தி po கோப்பைத் திருத்தலாம் நீங்கள் முடிந்ததும், <i> "பதிவேற்றும் கோப்பை" </i> என்பதைக் சொடுக்கு செய்வதன் மூலம் கோப்பைப் பதிவேற்றவும் இணைப்பு (இது <i> "மொழிபெயர்ப்புக்கான பதிவிறக்க" </i> இணைப்புக்கு சற்று கீழே உள்ளது).

source: Translations FAQ
gl: Preguntas frecuentes sobre traducións
it: FAQ sulla traduzione
ja: 翻訳 FAQ
ta: மொழிபெயர்ப்பு கேள்விகள்

source: What to do with the &amp; symbols?<br />The &amp; symbols denote a keyboard shortcut. So for example the string "&amp;Title" means that the corresponding GUI element can be accessed with the keyboard shortcut "Alt+T" (this only works on Windows/Linux). So in your translation leave the &amp; symbol before the same letter if possible, or some other suitable letter.
gl: Que facer cos símbolo &amp; (et)?<br />Os símbolos &amp; indican un atallo de teclado. Así, por exemplo, a cadea «&amp;Título» significa que se pode acceder ao elemento da IGU correspondente co atallo de teclado «Alt+T» (isto só funciona en Windows/Linux). Entón, na súa tradución deixe o símbolo &amp; antes da mesma letra, se é posible, ou algunha outra letra adecuada.
it: Cosa devo fare con i simboli &amp;?<br />I simboli &amp; indicano una scorciatoia da tastiera. Quindi per esempio la stringa "&amp;Title" indica che l'elemento corrispondente della GUI può essere raggiunto con la scorciatoia da tastiera "Alt+T" (solo su Windows/Linux). Quindi nella traduzione devi lasciare il simbolo &amp; prima della stessa lettera, dove possibile, o alternativamente prima di altre lettere adatte.
ja: &amp; 記号はどうすればよいですか？<br/>&amp; 記号はキーボードショートカットを示します。したがって、たとえば、文字列 "&amp;Title" は、対応する GUI 要素にキーボードショートカット「Alt + T」でアクセスできることを意味します(これはWindows /Linuxでのみ機能します)。したがって、翻訳では、可能であれば同じ文字または他の適切な文字の前に &amp; 記号を残してください。
ta: & amp; சின்னங்கள்? <br /> &amp; சின்னங்கள் விசைப்பலகை குறுக்குவழியைக் குறிக்கின்றன. எனவே எடுத்துக்காட்டாக "&amp; தலைப்பு" என்பது தொடர்புடைய gui உறுப்பை அணுகலாம் என்பதாகும் விசைப்பலகை குறுக்குவழி "alt+t" உடன் (இது விண்டோச்/லினக்சில் மட்டுமே வேலை செய்கிறது). எனவே உங்கள் மொழிபெயர்ப்பில் &amp; முடிந்தால் அதே கடிதத்திற்கு முன் அடையாளம், அல்லது வேறு சில பொருத்தமான கடிதம்.

source: What to do with the "%%A_Word" characters?<br />The %% character and a word to the right of it (no space between the percentage sign and the word), denotes a word that will be replaced by the code. So when encountering this symbol and a word right next to it (example: %%default), don't change it. Keep it as is in the translated sentence. Similarly for sequences like %%s or %%d, leave them as is. Finally, sequences like %%(some_word)s should also be left unchanged.
gl: Que facer cos caracteres «%%A_Palabra»? <br />O carácter %% e unha palabra á dereita deste (sen espazo entre o signo de porcentaxe e a palabra), denota unha palabra que será substituída polo código. Polo tanto, ao atopar este símbolo e unha palabra ao seu carón (exemplo: %%default), non o cambie. Mantéñase como está na frase traducida. Do mesmo xeito, para secuencias como %%s ou %%d, déixaas como están. Finalmente, secuencias como %%(some_word)s tamén se debe deixar sen cambios.
it: Cosa devo fare con i caratteri "%%Una_Parola"?<br />Il carattere %% seguito da una parola alla sua destra (nessuno spazio tra il segno di percentuale e la parola), indica una parola che verrà sostituita dal codice. Quindi, quando trovi questo simbolo ed una parola alla sua destra (esempio: %%predefinito), non cambiarla. Conservala uguale nella frase tradotta. Allo stesso modo, lascia così come sono sequenze come %%s o %%d. Infine, anche sequenze come %%(parola_qualsiasi)s dovrebbero essere lasciate invariate.
ja: "%%A_Word" の文字はどうすればいいですか？<br/> %%文字とその右側の単語 (パーセント記号と単語の間にスペースを入れない) は、コードに置き換えられる単語を示します。したがって、この記号とそのすぐ隣の単語(例: %%default)に遭遇した場合は、変更しないでください。翻訳の中にそのまま残してください。同様に %%sや%%dのような単語もそのままにします。最後に、%%(some_word)s のような単語も変更しないでください。
ta: "%% a_word" எழுத்துக்களை என்ன செய்வது? <br /> %% எழுத்து மற்றும் அதன் வலதுபுறம் ஒரு சொல் (சதவீத அடையாளத்திற்கும் வார்த்தைக்கும் இடையில் எந்த இடமும் இல்லை), குறியீட்டால் மாற்றப்படும் ஒரு வார்த்தையை குறிக்கிறது. எனவே இந்த சின்னத்தையும் அதற்கு அடுத்தபடியாக ஒரு வார்த்தையையும் எதிர்கொள்ளும்போது (எடுத்துக்காட்டு: %% இயல்புநிலை), அதை மாற்ற வேண்டாம். மொழிபெயர்க்கப்பட்ட வாக்கியத்தைப் போலவே அதை வைத்திருங்கள். இதேபோல் %% s அல்லது %% d போன்ற காட்சிகளுக்கும், அவற்றை விடவும். இறுதியாக, காட்சிகள் %% (சில_ வேர்ட்) கள் மாறாமல் இருக்க வேண்டும்.

source: What to do with <code>{word}</code> constructs?<br />These are placeholders and must not be translated. They will be replaced with actual content by the code.
gl: Que facer coas construcións <code>{palabra}</code>?<br /> Estes son marcadores de posición e non se deben traducir. Eles será substituído polo contido real polo código.
it: Cosa devo fare con i costrutti <code>{parola}</code>? <br />Questi sono placeholder e non devono essere tradotti. Saranno sostituiti con il contenuto effettivo dal codice.
ja: <code>{word}</code>コンストラクトをどうすればよいですか？<br/>これらはプレースホルダなので、翻訳してはいけません。コードによって実際のコンテンツに置き換えられます。
ta: <code> {word} </code> கட்டுமானங்களை என்ன செய்வது? <br /> இவை ஒதுக்கிடங்கள் மற்றும் மொழிபெயர்க்கப்படக்கூடாது. அவர்கள் குறியீட்டால் உண்மையான உள்ளடக்கத்துடன் மாற்றப்படும்.

source: What to do with date strings like dd MMM yyy?<br />These must be left untranslated.
gl: Que facer con cadeas de datas como dd MM Aaaa?<br /> Deben deixarse ​​sen traducir.
it: Cosa devo fare con stringhe di date come dd MMM yyy?<br />Non devono essere tradotte.
ja: dd MMM yyyのような日付文字列をどうすればよいですか？<br/>これらは未翻訳のままにしておく必要があります。
ta: டி.டி எம்.எம்.எம் யை போன்ற தேதி சரங்களை என்ன செய்வது? <br /> இவை மொழிபெயர்க்கப்படாமல் இருக்க வேண்டும்.

source: What to do with the special markup when translating the User Manual?<br /> The User Manual is written in <a href="%(sphinx)s">reStructuredText</a>. You will see many constructs like <code>:guilabel:`Some text`</code>. Here the <code>:guilabel:``</code> part is markup, like HTML tags. You should only translate the text within the backticks. Particular care must be taken with links, of the following forms:
gl: Que facer co marcado especial ao traducir o Manual de usuario?<br /> O manual de usuario está escrito en <a href="%(sphinx)s">reStructuredText</a>. Verás moitas construcións como <code>:guilabel:`Algún texto`</code>. Aquí o <code>:guilabel:``</code> parte é marcado, como as etiquetas HTML. Só deberías traducir o texto dentro dos backticks. Hai que ter especial coidado coas ligazóns, das seguintes formas:
it: Cosa devo fare con il markup speciale quando traduco le pagine del manuale utente?<br /> Il manuale utente è scritto in <a href="%(sphinx)s">reStructuredText</a>. Vedrai molti costrutti come<code>:guilabel:`Un po' di testo`</code>. Qui la parte <code>:guilabel:``</code> è markup, come i tag HTML. Devi tradurre solamente il testo interno agli apostrofi. Va dedicata particolare attenzione ai link in questi formati:
ja: ユーザマニュアルを翻訳するときに特殊なマークアップをどうすればよいですか？<br/>ユーザマニュアルは<a href="%(sphinx)s">reStructuredText</a>で書かれています。<code>:guilabel:`Some text`</code>のような構成体をたくさん見かけることでしょう。ここで、<code>:guilabel:``</code> の部分は、HTML タグのようなマークアップです。バックティック内のテキストのみ翻訳してください。次の形式のリンクには特に注意する必要があります:
ta: பயனர் கையேட்டை மொழிபெயர்க்கும்போது சிறப்பு மார்க்அப்பை என்ன செய்வது? <br /> பயனர் கையேடு <a href="%(sphinx)s"> மறுசீரமைப்பு டெக்ச்ட் </a> இல் எழுதப்பட்டுள்ளது. <code>: கிலாபெல்: `சில உரை` </code> போன்ற பல கட்டுமானங்களை நீங்கள் காண்பீர்கள். இங்கே <code>: கிலாபெல்: `` </code> பகுதி என்பது html குறிச்சொற்களைப் போல மார்க்அப் ஆகும். நீங்கள் மட்டுமே வேண்டும் உரையை பின்னடைவுகளுக்குள் மொழிபெயர்க்கவும். பின்வரும் படிவங்களின் இணைப்புகளுடன் குறிப்பிட்ட கவனிப்பு எடுக்கப்பட வேண்டும்:

source: <code>:ref:`some text`</code> Here nothing must be translated.
gl: <code>:ref:`algún texto` Aquí non hai que traducir nada.
it: <code>:ref:`testo qualsiasi`</code> Qui non deve essere tradotto nulla.
ja: <code>:ref:`some text`</code> ここでは何も翻訳する必要はありません。
ta: <குறியீடு>: குறிப்பு: `சில உரை` </code> இங்கே எதுவும் மொழிபெயர்க்கப்படக்கூடாது.

source: <code>:ref:`Some text &lt;link-location&gt;`</code> Here only "Some text" must be translated.
gl: <code>:ref:`Algún texto &lt;link-location&gt;`</code> Aquí só se debe traducir «Algún texto».
it: <code>:ref:`Testo qualsiasi &lt;link-location&gt;`</code> qui deve essere tradotto solo "Testo qualsiasi".
ja: <code>:ref:`Some text &lt;link-location&gt;`</code> ここでは "Some text" のみを翻訳してください。
ta: <குறியீடு>: குறிப்பு: `சில உரை & lt; இணைப்பு-இருப்பிடம் & gt;` </code> இங்கே மட்டுமே "சில உரை" மொழிபெயர்க்கப்பட வேண்டும்.

source: <code>``Some text``</code> This is a literal and nothing should be translated in it.
gl: <code>``Some text`</code> Este é un literal e non se debe traducir nel.
it: <code>``Testo qualsiasi``</code> Questo è letterale, e nulla in esso va tradotto.
ja: <code>``Some text``</code> これはリテラルなので、翻訳すべきではありません。
ta: <code> `` சில உரை`` </code> இது ஒரு நேரடி மற்றும் அதில் எதுவும் மொழிபெயர்க்கப்படக்கூடாது.

source: <code>:doc:`generated/en/something`</code> Should be replaced by :doc:`generated/your_language_code/something`. For example <code>:doc:`generated/en/cli-index`</code> becomes <code>:doc:`generated/de/cli-index`</code> in German.
gl: <code>:doc:`xerado/en/algo`</code> Debería ser substituído por :doc:`xerado/o teu_código_de_idioma/algo`. Por exemplo :doc:`generated/en/cli-index`<code> pasa a ser <code>:doc:`generated/de/cli-index`</code> en alemán.
it: <code>:doc:`generated/en/something`</code> Dovrebbe essere sostituito da :doc:`generated/codice_della_tua_lingua/something`. Per esempio <code>:doc:`generated/en/cli-index`</code> diventa <code>:doc:`generated/it/cli-index`</code> in italiano.
ja: <code>:doc:`generated/en/something`</code> :doc:`generated/your_language_code/something` に置き換える必要があります。たとえばドイツ語なら、<code>:doc:`generated/en/cli-index`</code>は<code>:doc:`generated/de/cli-index`</code>にします。
ta: <code>: doc: `உருவாக்கப்பட்ட/en/vith` </code> ஐ மாற்ற வேண்டும்: doc:` உருவாக்கப்பட்டது/உங்கள்_பங்குச்_கோட்/ஏதாவது`. எடுத்துக்காட்டாக <code>: doc: `உருவாக்கப்பட்ட/en/cli-index` </code> <குறியீடு> ஆகிறது: doc:` உருவாக்கப்பட்ட/de/cli-index` </code> செர்மன் மொழியில்.

source: How do I test my translations?<br />First you need to download a .po file for your language from <a href="%(tloc)s" target="new">here</a>. You can test your .po file by setting the environment variable CALIBRE_TEST_TRANSLATION to the path of the downloaded .po file. Then run calibre as normal. Currently, it is not possible to test the User Manual translations.
gl: Como podo probar as miñas traducións?<br />Primeiro tes que descargar un ficheiro .po para o teu idioma desde <a href="%(tloc)s» target="new">aquí</a>. Podes probar o teu ficheiro .po configurando a variable de ambiente CALIBRE_TEST_TRANSLATION na ruta do ficheiro .po descargado. A continuación, executa o calibre normalmente. Actualmente, non é posible probar as traducións do manual de usuario.
it: Come testare le mie traduzioni? <br />Per prima cosa devi scaricare un file .po per la tua lingua <a href="%(tloc)s" target="new">qui</a>. È possibile testare il file .po impostando la variabile di ambiente CALIBRE_TEST_TRANSLATION sul percorso del file .po scaricato. Quindi eseguire Calibre normalmente. Attualmente, non è possibile testare le traduzioni del manuale utente.
ja: 翻訳をテストするにはどうすればよいですか？<br/>まず、<a href="%(tloc)s" target="new">こちら</a>から使用言語の .po ファイルをダウンロードしてください。ダウンロードした .po ファイルのパスに環境変数 CALIBRE_TEST_TRANSLATION を設定すれば、.poファイルをテストできます。次に、通常どおり calibre を実行します。現在、ユーザマニュアルの翻訳をテストすることはできません。
ta: எனது மொழிபெயர்ப்புகளை நான் எவ்வாறு சோதிப்பது? <br /> முதலில் நீங்கள் உங்கள் மொழிக்கு ஒரு .po கோப்பை பதிவிறக்கம் செய்ய வேண்டும் <a href="%(tloc)s" target="new"> இங்கே </a>. பதிவிறக்கம் செய்யப்பட்ட .po கோப்பின் பாதைக்கு சூழல் மாறியை calibre_test_translation ஐ அமைப்பதன் மூலம் உங்கள் .po கோப்பை சோதிக்கலாம். பின்னர் காலிபரை பொதுவாக இயக்கவும். தற்போது, பயனர் கையேடு மொழிபெயர்ப்புகளை சோதிக்க முடியாது.

source: Becoming a calibre developer
gl: Converténdose nun programador de calibre
it: Diventare uno sviluppatore di calibre
ja: calibre の開発者になる
ta: ஒரு காலிபர் டெவலப்பராக மாறுகிறார்

source: Get the source:
gl: Obter a fonte:
it: Ottieni i sorgenti:
ja: ソースを取得します:
ta: மூலத்தைப் பெறுங்கள்:

source: Or if you don't want to wait for the full version history to download, you can get only the source code:
gl: Ou se non queres esperar a que se descargue o historial completo de versións, só podes obter o código fonte:
it: Oppure, se preferisci non attendere che venga scaricata l'intera cronologia delle versioni, puoi scaricare solamente il codice sorgente:
ja: もし全バージョン履歴のダウンロードを待ちたくなければ、ソースコードだけ取得することもできます。
ta: அல்லது முழு பதிப்பு வரலாறு பதிவிறக்கம் செய்ய நீங்கள் காத்திருக்க விரும்பவில்லை என்றால், நீங்கள் மூலக் குறியீட்டை மட்டுமே பெற முடியும்:

source: Instructions for getting calibre to run using your source checkout, as well as some info about how the calibre code is organized is in the <a target="usermanual" href="%(develop)s">User Manual</a>.
gl: Instrucións para que calibre se execute mediante a verificación de orixe, así como algunha información sobre como está organizado o código de calibre. o <a target="usermanual» href="%(develop)s">Manual de Usuario</a>.
it: Le istruzioni per l'esecuzione di Calibre utilizzando la compilazione da sorgente, nonché alcune informazioni su come è organizzato il codice di Calibre sono nel <a target="usermanual" href="%(develop)s">Manuale Utente</a>.
ja: ソースチェックアウトを使用して calibre を実行するための手順、および calibre コードの編成方法に関する情報は、<a target="usermanual" href="%(develop)s">ユーザマニュアル</a>にあります。
ta: உங்கள் மூல புதுப்பித்தலைப் பயன்படுத்தி இயங்குவதற்கான வழிமுறைகள், அத்துடன் காலிபர் குறியீடு எவ்வாறு ஒழுங்கமைக்கப்பட்டுள்ளது என்பது பற்றிய சில தகவல்களும் தி <a target="usermanual" href="%(develop)s"> பயனர் கையேடு </a>.

source: If you come up with a cool idea and a patch for implementing it, let us know about it and more than likely it will be in the next weekly calibre release. A great place to ask for tips on calibre hacking is the <a target="_blank" href="%(forum)s">calibre Development forum</a> where lots of calibre developers hang out.
gl: Se che ocorre cunha idea xenial e un parche para implementalo, infórmenos sobre el e máis que probable que sexa na próxima versión semanal de calibre. Un gran lugar para pedir consellos sobre calibre hacking é o <a target="_blank» href="%(forum)s">foro de desenvolvemento de calibre</a> onde saen moitos desenvolvedores de calibre.
it: Se ti viene un'idea geniale ed una patch per implementarla, fatecelo sapere e molto probabilmente sarà inserita nella prossima versione settimanale di Calibre. Un ottimo posto per chiedere consigli sulle modifiche a Calibre è il <a target="_blank" href="%(forum)s">forum di sviluppo di Calibre</a> frequentato da molti sviluppatori di Calibre.
ja: 何かすばらしいことを思いついて、それを実装するパッチができたなら、ぜひ知らせてください。十中八九、次のリリースに入っていることでしょう。 calibre ハッキングのヒントを求めるのに最適な場所は、多くの calibre 開発者が集まる<a target="_blank" href="%(forum)s"> calibre 開発フォーラム</a>です。
ta: நீங்கள் ஒரு குளிர் சிந்தனை மற்றும் ஒரு இணைப்பு கொண்டு வந்தால் இதைச் செயல்படுத்த, அதைப் பற்றி எங்களுக்குத் தெரியப்படுத்துங்கள், மேலும் இது அடுத்த வாராந்திர காலிபர் வெளியீட்டில் இருக்கும். உதவிக்குறிப்புகளைக் கேட்க ஒரு சிறந்த இடம் காலிபர் ஏக்கிங் என்பது <a target="_blank" href="%(forum)s"> காலிபர் மேம்பாட்டு மன்றம் </a> நிறைய காலிபர் உருவாக்குபவர்கள் ஏங்கவுட் செய்கிறார்கள்.

source: Watch calibre in action
gl: Mira calibre en acción
it: Guarda calibre in azione
ja: calibre の動作を見る
ta: செயலில் காலிபர் பாருங்கள்
