Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: E-book management
gl: Xestión de libros electrónicos
it: Gestione e-book
ja: 電子書籍の管理
ta: மின் புத்தக மேலாண்மை

source: calibre: The one stop solution for all your e-book needs. Comprehensive e-book software.
gl: calibre: a solución única para todas as súas necesidades de libros electrónicos. Software completo de libros electrónicos.
it: calibre: La soluzione tutto in uno per tutte le tue esigenze sugli e-book. Software completo per e-book.
ja: calibre: すべての電子書籍のニーズに対応するワンストップソリューション。包括的な電子書籍ソフトウェア。
ta: காலிபர்: உங்கள் அனைத்து மின் புத்தகத் தேவைகளுக்கும் ஒரு நிறுத்த தீர்வு. விரிவான மின் புத்தக மென்பொருள்.

source: The features and history of calibre
gl: As características e a historia do calibre
it: Le caratteristiche e la storia di calibre
ja: calibre の機能と歴史
ta: காலிபரின் நற்பொருத்தங்கள் மற்றும் வரலாறு

source: About Calibre
gl: Sobre Calibre
it: Informazioni su Calibre
ja: calibre について
ta: காலிபர் பற்றி

source: See calibre in action
gl: Ver calibre en acción
it: Guarda calibre in azione
ja: calibre の動作を見てみる
ta: செயலில் காலிபர் பார்க்கவும்

source: Demo
gl: Demostración
ja: デモ
ta: டெமோ

source: Download calibre for your operating system
gl: Descargar calibre para o teu sistema operativo
it: Scarica calibre per il tuo sistema operativo
ja: お使いの OS 用の calibre をダウンロード
ta: உங்கள் இயக்க முறைமைக்கு காலிபரைப் பதிவிறக்கவும்

source: Download
gl: Descargar
it: Scarica
ja: ダウンロード
ta: பதிவிறக்குக

source: Get help on using calibre
gl: Obtén axuda para usar calibre
it: Ottieni aiuto sull'uso di calibre
ja: calibre の使用に関するヘルプを入手
ta: காலிபரைப் பயன்படுத்துவதற்கு உதவியைப் பெறுங்கள்

source: Help
gl: Axuda
it: Aiuto
ja: ヘルプ
ta: உதவி

source: What's new in calibre world
gl: O que hai de novo no mundo de calibre
it: Novità dal mondo di calibre
ja: calibre ワールドの最新情報
ta: காலிபர் உலகில் புதியது என்ன

source: What's New
gl: Que hai de novo
it: Novità
ja: 更新情報
ta: புதியது என்ன

source: Contribute to calibre
gl: Contribuír ao calibre
it: Contribuisci a calibre
ja: calibre に貢献
ta: காலிபருக்கு பங்களிப்பு செய்யுங்கள்

source: Get Involved
gl: Involucrarse
it: Fatti coinvolgere
ja: 参加
ta: ஈடுபடுங்கள்

source: Report bugs / enhancement requests
gl: Informar de erros/solicitudes de mellora
it: Segnalazione di difetti / richieste di miglioramenti
ja: バグ報告/機能追加要望
ta: பிழைகள் / மேம்பாட்டு கோரிக்கைகளைப் புகாரளிக்கவும்

source: Bugs
gl: Erros
it: Bug
ja: バグ
ta: பிழைகள்

source: Change the language of this website
gl: Cambia o idioma deste sitio web
it: Cambia la lingua del sito web
ja: このサイトの言語を変更
ta: இந்த வலைத்தளத்தின் மொழியை மாற்றவும்

source: Language
gl: Idioma
it: Lingua
ja: 言語
ta: மொழி

source: Support calibre development
gl: Apoiar o desenvolvemento do calibre
it: Supporta lo sviluppo di calibre
ja: calibre の開発をサポート
ta: காலிபர் வளர்ச்சியை ஆதரிக்கவும்

source: Contribute to support calibre development
gl: Contribúa para apoioar o desenvolvemento do Calibre
it: Contribuisci a supportare lo sviluppo di calibre
ja: calibre の開発を支援するため貢献する
ta: கேளிபர் வளர்ச்சிக்கு பண உதவி செய்யவும்

source: Support Calibre
gl: Soporte Calibre
it: Supporta Calibre
ja: calibre をサポート
ta: திறனை ஆதரிக்கவும்

source: RSS feed of the calibre changelog
gl: Fonte RSS do rexistro de cambios de calibre
it: Feed RSS della lista dei cambiamenti di calibre
ja: calibre 変更履歴の RSS フィード
ta: காலிபர் சேஞ்ச்லாக் ஆர்.எச்.எச்

source: Feed of new releases
gl: Feed de novos lanzamentos
it: Feed delle nuove versioni
ja: ニュースリリースのフィード
ta: புதிய வெளியீடுகளின் தீவனம்

source: Privacy policy
gl: Política de privacidade
it: Informativa sulla privacy
ja: プライバシーポリシー

source: Privacy Policy
gl: Política de privacidade
it: Informativa sulla Privacy
ja: プライバシーポリシー

source: Choose the language you want
gl: Escolle o idioma que queres
it: Scegli la lingua che desideri
ja: 希望する言語を選択してください
ta: நீங்கள் விரும்பும் மொழியைத் தேர்வுசெய்க

source: Save as default language
gl: Gardar como idioma predeterminado
it: Salva come linguaggio predefinito
ja: デフォルトの言語として保存
ta: இயல்புநிலை மொழியாக சேமிக்கவும்

source: Cancel
gl: Cancelar
it: Annulla
ja: キャンセル
ta: தேவையில்லை

source: Thank you!
gl: Grazas!
it: Grazie!
ja: ありがとうございます
ta: நன்றி!

source: Your support helps keep calibre development alive.
gl: O teu apoio axuda a manter vivo o desenvolvemento de calibre.
it: Il tuo supporto aiuta a mantenere vivo lo sviluppo di calibre.
ja: calibre の開発は、みなさんの支援により回っています
ta: உங்கள் உதவி காலிபர் வளர்ச்சியை உயிரோடு வைத்திருக்க உதவுகிறது.

source: Contribute
gl: Contribuír
it: Contributo
ja: 提供
ta: பங்களிப்பு செய்க

source: Amount:
gl: Importe:
it: Totale
ja: 金額:
ta: தொகை:

source: Contacting payment provider, please wait
gl: Poñendo en contacto co provedor de pagos, agarda
it: Sto contattando il fornitore di servizi di pagamento, per favore attendere
ja: 決済サービスプロバイダと通信中です。しばらくお待ちください
ta: கட்டண வழங்குநரைத் தொடர்புகொள்வது, தயவுசெய்து காத்திருங்கள்

source: Become a calibre patron
gl: Convértete nun calibre estándar
it: Diventa un mecenate di calibre
ja: calibre の支援をお願いします
ta: ஒரு காலிபர் புரவலராகுங்கள்

source: Pay with credit card or PayPal
gl: Paga con tarxeta de crédito ou PayPal
it: Paga con carta di credito o PayPal
ja: クレジットカードまたは PayPal で支払う
ta: கடன் அட்டை அல்லது பேபால் மூலம் பணம் செலுத்துங்கள்

source: PayPal unavailable!
gl: PayPal non dispoñible!
it: PayPal non disponibile!
ja: PayPal が利用できません
ta: பேபால் கிடைக்கவில்லை!

source: Payment successful! Thank you for your support.
gl: Pago exitoso! Grazas polo teu apoio.
it: Pagamento andato a buon fine! Grazie per il tuo sostegno.
ja: 決済が完了しました。ご支援ありがとうございます。
ta: கட்டணம் வெற்றிகரமாக! உங்கள் ஆதரவுக்கு நன்றி.

source: Payment failed!
gl: Fallou o pago!
it: Pagamento non riuscito!
ja: 決済ができませんでした。
ta: கட்டணம் தோல்வியடைந்தது!

source: New in calibre 2.0
gl: Novo no calibre 2.0
it: Novità di calibre 2.0
ja: calibre 2.0 の新機能
ta: காலிபர் 2.0 இல் புதியது

source: It has been a year since calibre 1.0 and lots has changed in calibre-land. The biggest new feature is an e-book editor, capable of editing e-books in both the EPUB and AZW3 (Kindle) formats. Click on the items in the list below to learn more about each new feature.
gl: Xa pasou un ano desde o calibre 1.0 e moitas cousas cambiaron no calibre-terra. A maior novidade é un editor de libros electrónicos, capaz de editar libros electrónicos en ambos os formatos EPUB e AZW3 (Kindle). Preme nos elementos da lista de abaixo para Obtén máis información sobre cada función nova.
it: È passato un anno da calibre 1.0 e molto è cambiato sul pianeta calibre. La nuova funzionalità più importante è un editor di e-book, in grado di modificare e-book sia in formato EPUB sia AZW3 (Kindle). Fai clic sugli elementi nell'elenco sottostante per saperne di più su ciascuna delle nuove funzionalità.
ja: calibre 1.0のリリースから1年が経ち、calibreの世界は大きく変わりました。最大の新機能は電子書籍エディターです。EPUBとAZW3（Kindle）の両方の形式で電子書籍を編集できます。以下のリストにある項目をクリックすると、それぞれの新機能の詳細をご覧いただけます。
ta: காலிபர் 1.0 மற்றும் காலிபர்-லேண்டில் நிறைய மாறிவிட்டது. மிகப்பெரிய புதிய நற்பொருத்தம் ஒரு மின் புத்தக எடிட்டர் ஆகும், இது இரண்டிலும் மின் புத்தகங்களைத் திருத்தும் திறன் கொண்டது epub மற்றும் azw3 (கின்டெல்) வடிவங்கள். கீழே உள்ள பட்டியலில் உள்ள உருப்படிகளைக் சொடுக்கு செய்க ஒவ்வொரு புதிய அம்சத்தையும் பற்றி மேலும் அறிக.

source: Note that because of the move to Qt 5, calibre no longer supports either Windows XP or versions of macOS older than 10.7 (Lion). If you are using either of these operating systems, you should stay with calibre 1.48.
gl: Teña en conta que, debido ao cambio a Qt 5, calibre xa non é compatible Windows XP ou versións de macOS anteriores á 10.7 (Lion). Se está a usar calquera dos dous destes sistemas operativos, deberías quedarte co calibre 1.48.
ja: Qt 5への移行に伴い、calibreはWindows XPおよびmacOS 10.7（Lion）より前のバージョンをサポートしなくなりましたのでご注意ください。これらのオペレーティングシステムをご利用の場合は、calibre 1.48をご利用ください。
ta: கியுடி 5 க்கு நகர்வதால், காலிபர் இனி ஆதரிக்கவில்லை என்பதை நினைவில் கொள்க சாளரங்கள் எக்ச்பி அல்லது 10.7 (சிங்கம்) ஐ விட பழைய மேகோசின் பதிப்புகள். நீங்கள் பயன்படுத்துகிறீர்கள் என்றால் இந்த இயக்க முறைமைகளில், நீங்கள் காலிபர் 1.48 உடன் இருக்க வேண்டும்.

source: The e-book editor
gl: O editor de libros electrónicos
it: L'editor di e-book
ja: 電子書籍エディタ
ta: மின் புத்தக ஆசிரியர்

source: calibre now has an e-book editor capable of editing books in the EPUB and AZW3 (Kindle) formats, with many powerful tools and features, specially designed for making editing e-book easier.
gl: calibre ten agora un editor de libros electrónicos capaz de editar libros no Formatos EPUB e AZW3 (Kindle), con moitas ferramentas poderosas e funcións, deseñadas especialmente para facilitar a edición de libros electrónicos.
ja: calibre に、EPUB および AZW3 (Kindle) 形式の書籍を編集できる電子書籍エディターが搭載されてました。電子書籍の編集を容易にするために特別に設計された多くの強力なツールと機能が備わっています。
ta: காலிபர் இப்போது புத்தகங்களைத் திருத்தும் திறன் கொண்ட மின் புத்தக எடிட்டரைக் கொண்டுள்ளது பல சக்திவாய்ந்த கருவிகளுடன் epub மற்றும் azw3 (கின்டெல்) வடிவங்கள் நற்பொருத்தங்கள், திருத்துதல் மின் புத்தகத்தை எளிதாக்குவதற்காக சிறப்பாக வடிவமைக்கப்பட்டுள்ளன.

source: Watch the video below for a tour of the new e-book editor. You can also read about the various features of the editor in detail in the <a href="%(edit)s">User Manual</a>.
gl: Mira o seguinte vídeo para coñecer o novo editor de libros electrónicos. Tamén podes ler sobre as distintas características do editor en detalle no <a href="%(edit)s">Manual de usuario</a>.
ja: 新しい電子書籍編集のツアーは以下のビデオを見てください。様々な編集機能の詳細については<a href="%(edit)s">ユーザーマニュアル</a>を参照ください。
ta: புதிய மின் புத்தக எடிட்டரின் சுற்றுப்பயணத்திற்கு கீழே உள்ள வீடியோவைப் பாருங்கள். நீங்கள் படிக்கலாம் எடிட்டரின் பல்வேறு அம்சங்களைப் பற்றி <a href="%(edit)s"> பயனர் கையேடு </a> இல் விரிவாக.

source: The new e-book editor
gl: O novo editor de libros electrónicos
it: Il nuovo editor di e-book
ja: 新しい電子書籍編集
ta: புதிய மின் புத்தக ஆசிரியர்

source: Download video:
gl: Descargar vídeo:
it: Scarica video:
ja: ビデオダウンロード:
ta: வீடியோவைப் பதிவிறக்குக:

source: Comparing books
gl: Comparando libros
it: Compara libri
ja: 本の比較
ta: புத்தகங்களை ஒப்பிடுதல்

source: Now that we have the ability to edit books, it would be nice to also have the ability to compare them. Fortunately, calibre 2.0 also has a new "Compare books" tool that you can use to see all the differences between two books, highlighted, side-by-side. To use it, open the first book in the calibre e-book editor and click <code>File-&gt;Compare to another book</code>.
gl: Agora que temos a posibilidade de editar libros, sería bo facelo tamén teñen a capacidade de comparalos. Afortunadamente, o calibre 2.0 tamén ten unha nova ferramenta «Comparar libros» que podes usar para ver todos os diferenzas entre dous libros, destacadas, lado a lado. Usar el, abra o primeiro libro no editor de libros electrónicos de calibre e prema <code>Ficheiro-&gt;Comparar con outro libro</code>.
ja: さて本の編集機能を搭載しましたので、本を比較する機能もあればさらに便利でしょう。幸いにも、calibre 2.0には新しい ``本を比較`` ツールが搭載され、2冊の書籍の違いすべてを並べてハイライト表示できます。この機能を使うには、calibre電子書籍エディターで1つ目の本を開き、<code>ファイル -&gt; 他の本と比較</code> をクリックします。
ta: இப்போது புத்தகங்களைத் திருத்தும் திறன் எங்களிடம் உள்ளது, அது நன்றாக இருக்கும் அவற்றை ஒப்பிடும் திறனையும் கொண்டுள்ளது. அதிர்ச்டவசமாக, காலிபர் 2.0 எல்லாவற்றையும் பார்க்க நீங்கள் பயன்படுத்தக்கூடிய புதிய "புத்தகங்களை ஒப்பிட்டுப் பாருங்கள்" கருவியும் உள்ளது இரண்டு புத்தகங்களுக்கிடையிலான வேறுபாடுகள், சிறப்பம்சமாக, பக்கவாட்டாக. உபயோகிக்க இது, காலிபர் மின் புத்தக எடிட்டரில் முதல் புத்தகத்தைத் திறந்து சொடுக்கு செய்க <code> கோப்பு- & gt; மற்றொரு புத்தகத்துடன் ஒப்பிடுக </code>.

source: The compare books tool: showing differences side-by-side
gl: A ferramenta de comparación de libros: mostrando diferenzas lado a lado
it: Lo strumento confronta libri: mostra le differenze fianco a fianco
ja: 本の比較ツール：違いを並べて表示する
ta: ஒப்பீட்டு புத்தகக் கருவி: வேறுபாடுகளைக் காட்டுகிறது

source: First
gl: Primeiro
it: Primo
ja: 最初
ta: முதல்

source: How to launch the compare books tool from within the editor
gl: Como lanzar a ferramenta de comparación de libros desde o editor
it: Come avviare lo strumento di confronto dei libri dal lettore
ja: エディタより本の比較を起動する方法
ta: எடிட்டருக்குள் இருந்து ஒப்பீட்டு புத்தகக் கருவியை எவ்வாறு தொடங்குவது

source: Second
gl: Segundo
it: Secondo
ja: ２番目
ta: இரண்டாவது

source: Support for Android phones and tablets on macOS
gl: Compatibilidade con teléfonos e tabletas Android en macOS
it: Supporto per telefoni e tablet Android su macOS
ja: macOSでAndroid 携帯や タブレットをサポート
ta: ஆண்ட்ராய்டு தொலைபேசிகள் மற்றும் மேகோசில் டேப்லெட்டுகளுக்கான உதவி

source: calibre has long supported connecting to Android phones and tablets on all operating systems, except macOS. This lacuna has now been remedied. You can just plugin any Android phone or tablet on macOS and calibre should automatically detect and connect to it, just as it already does on Windows and Linux.
gl: calibre soporta desde hai tempo a conexión con teléfonos Android e tabletas en todos os sistemas operativos, excepto macOS. Esta lagoa ten agora sido subsanado. Podes conectar calquera teléfono ou tableta Android macOS e calibre deberían detectar e conectarse automaticamente a el, igual que xa fai en Windows e Linux.
ja: calibreは長い間、Androidスマートフォンおよびタブレットへの接続をサポートしてきましたが、macOSは対象外でした。しかし、この制限が今回、解消されました。AndroidスマートフォンまたはタブレットをmacOSに接続するだけで、calibreが自動的に検出して接続します。これはWindowsやLinuxで既に行われている動作です。
ta: ஆண்ட்ராய்டு தொலைபேசிகளுடன் இணைப்பதை காலிபர் நீண்ட காலமாக ஆதரித்துள்ளார் macos ஐத் தவிர அனைத்து இயக்க முறைமைகளிலும் டேப்லெட்டுகள். இந்த லாகுனா இப்போது உள்ளது தீர்வு காணப்பட்டது. நீங்கள் எந்த ஆண்ட்ராய்டு தொலைபேசி அல்லது டேப்லெட்டையும் சொருகலாம் மேகோச் மற்றும் காலிபர் தானாகவே அதைக் கண்டறிந்து இணைக்க வேண்டும், சாளரங்கள் மற்றும் லினக்சில் ஏற்கனவே செய்வது போலவே.

source: Now uses Qt 5
gl: Agora usa Qt 5
it: Ora usa Qt 5
ja: Qt 5 を現在使用
ta: இப்போது கியுடி 5 ஐப் பயன்படுத்துகிறது

source: calibre uses the <a href="https://qt-project.org/">Qt</a> graphical toolkit. In version 2.0, calibre has migrated to Qt 5. This brings with it several important bug fixes for the rendering of text in the E-book viewer. Fallback fonts now work, embedded fonts whose names inside the font file do not match the names in the @font-face rule work, hyphenation is greatly improved and so on. Qt 5 also allows the calibre command line tools to be run on Linux without needing a running X server. This has led to significant memory usage and performance improvements when running some command line tools, such as the standalone content server and <code>ebook-convert</code>.
gl: calibre usa o <a href="https://qt-project.org/">Qt</a> kit de ferramentas gráficas. Na versión 2.0, calibre migrou a Qt 5. Isto trae consigo varias correccións de erros importantes para a representación de texto no visor de libros electrónicos. Agora funcionan os tipos de letra alternativos, incorporados fontes cuxos nomes dentro do ficheiro de fontes non coinciden cos nomes en a regra @font-face funciona, a guionización mellórase moito e así on. Qt 5 tamén permite executar as ferramentas de liña de comandos de calibre Linux sen necesitar un servidor X en execución. Isto levou a uso significativo de memoria e melloras de rendemento ao executar algunhas ferramentas de liña de comandos, como o servidor de contido autónomo e <code>conversión de libros electrónicos</code>.
ja: calibre は <a href="https://qt-project.org/">Qt </a> グラフィカルツールキットを使用しています。バージョン 2.0 では、calibre は Qt 5 に移行しました。これにより、電子書籍ビューアでのテキストレンダリングに関する重要なバグがいくつか修正されました。フォールバックフォントが動作するようになり、フォントファイル内の名前が @font-face ルール内の名前と一致しない埋め込みフォントも動作するようになりました。ハイフネーションも大幅に改善されました。また、Qt 5 では、X サーバーを稼働させることなく Linux 上で calibre コマンドラインツールを実行できるようになりました。これにより、スタンドアロンの コンテンツサーバ や <code>本を変換</code> などのコマンドラインツールを実行するときのメモリ使用量とパフォーマンスが大幅に向上しました。
ta: காலிபர் <a href="https://qt-project.org/"> கியுடி </a> ஐப் பயன்படுத்துகிறார் வரைகலை கருவித்தொகுப்பு. பதிப்பு 2.0 இல், காலிபர் கியுடி 5 க்கு இடம்பெயர்ந்தார். இது ரெண்டரிங்கிற்கான பல முக்கியமான பிழைத் திருத்தங்களைக் கொண்டுவருகிறது மின் புத்தக பார்வையாளரில் உரை. குறைவடையும் எழுத்துருக்கள் இப்போது வேலை செய்கின்றன, உட்பொதிக்கப்பட்டுள்ளன எழுத்துரு கோப்பின் உள்ளே உள்ள பெயர்கள் பெயர்களுடன் பொருந்தவில்லை @எழுத்துரு-முக விதி வேலை, ஐபனேசன் பெரிதும் மேம்படுத்தப்பட்டுள்ளது ஆன். கியுடி 5 காலிபர் கட்டளை வரி கருவிகளை இயக்க அனுமதிக்கிறது இயங்கும் ஃச் சேவையகம் தேவையில்லாமல் லினக்ச். இது வழிவகுத்தது இயங்கும் போது குறிப்பிடத்தக்க நினைவக பயன்பாடு மற்றும் செயல்திறன் மேம்பாடுகள் முழுமையான உள்ளடக்க சேவையகம் போன்ற சில கட்டளை வரி கருவிகள் <code> மின்புத்தக-கான்வர்ட் </code>.

source: The move to Qt 5 meant that many calibre plugins needed to be updated to work with Qt 5. Thanks to the efforts of calibre's enthusiastic community, most plugins have already been ported. For a detailed list is maintained at the <a href="%(porting)s">porting page</a>.
gl: O paso a Qt 5 significou que necesitaban moitos complementos de calibre actualizado para funcionar con Qt 5. Grazas aos esforzos de calibre comunidade entusiasta, a maioría dos complementos xa foron portados. Para mantense unha lista detallada na <a href="%(porting)s">páxina de portabilidade</a>.
ja: Qt 5への移行に伴い、多くのCalibreプラグインをQt 5で動作するように更新する必要がありました。calibreコミュニティの熱心な努力のおかげで、ほとんどのプラグインはすでに移植されています。詳細なリストは<a href="%(porting)s">移植ページ</a>で確認できます。
ta: கியுடி 5 க்கான நடவடிக்கை பல காலிபர் செருகுநிரல்கள் இருக்க வேண்டும் என்பதாகும் கியுடி 5 உடன் பணிபுரிய புதுப்பிக்கப்பட்டது. காலிபரின் முயற்சிகளுக்கு நன்றி உற்சாகமான சமூகம், பெரும்பாலான செருகுநிரல்கள் ஏற்கனவே போர்ட்டு செய்யப்பட்டுள்ளன. க்கு ஒரு விரிவான பட்டியல் <a href="%(porting)s" போர்ட்டிங் பக்கத்தில் </a> இல் பராமரிக்கப்படுகிறது.

source: Support for touchscreen Windows tablets
gl: Soporte para tabletas Windows con pantalla táctil
it: Supporto per tablet Windows touchscreen
ja: Windows タブレットのタッチスクリーンをサポート
ta: தொடுதிரை சாளரங்கள் மாத்திரைகளுக்கான உதவி

source: The calibre E-book viewer now supports touch screen Windows 8 tablets, such as the Surface Pro. You can use finger gestures to turn pages and navigate around the book in the viewer, allowing the viewer to be used effectively on these tablets.
gl: O visor de libros electrónicos de calibre agora admite Windows 8 con pantalla táctil tabletas, como a Surface Pro. Podes usar xestos cos dedos para pasar páxinas e navegar polo libro no visor, permitindo o visor para ser usado de forma eficaz nestas tabletas.
ja: calibre電子書籍ビューアは、Surface Proなどのタッチスクリーン搭載の Windows 8タブレットに対応しました。ビューア内で、指のジェスチャーでページをめくったり、ナビゲートできるため、これらのタブレットで効果的にビューアを活用できます。
ta: காலிபர் மின் புத்தக பார்வையாளர் இப்போது தொடுதிரை சாளரங்கள் 8 ஐ ஆதரிக்கிறார் மேற்பரப்பு புரோ போன்ற மாத்திரைகள். நீங்கள் விரல் சைகைகளைப் பயன்படுத்தலாம் பக்கங்களைத் திருப்பி, பார்வையாளரில் புத்தகத்தை சுற்றி செல்லவும், அனுமதிக்கிறது பார்வையாளர் இந்த மாத்திரைகளில் திறம்பட பயன்படுத்தப்பட வேண்டும்.

source: Improvements to library organisation
gl: Melloras na organización da biblioteca
it: Miglioramenti all'organizzazione della biblioteca
ja: ライブラリ構成の改善
ta: நூலக அமைப்புக்கான மேம்பாடுகள்

source: You can now define simple rules to make emblems (little icons) appear next to book covers in the Cover grid. For example, a heart next to books you have rated highly or a tick mark next to books you have read and so on. To setup emblems, go to <code>Preferences-&gt;Look &amp; feel-&gt;Cover grid-&gt;Emblems</code>.
gl: Agora podes definir regras sinxelas para facer emblemas (pequenas iconas) aparece xunto ás portadas dos libros na cuadrícula de portadas. Por exemplo, un corazón xunto aos libros que valoraches moi ben ou unha marca de verificación xunto aos libros liches e así por diante. Para configurar emblemas, vai a <code>Preferencias-&gt;Mira &amp; feel-&gt;Cover grid-&gt;Emblemas</code>.
ja: 簡単なルールを定義することで、表紙グリッドの本の表紙の横にエンブレム（小さなアイコン） を表示できるようになりました。例えば、高く評価した本の横にハート を表示したり、読んだ本の横にチェックマーク を表示したりすることができます。エンブレムを設定するには、「環境設定 -&gt; 外観 -&gt; 表紙グリッド -&gt; エンブレム」に移動してください。
ta: சின்னங்களை உருவாக்க நீங்கள் இப்போது எளிய விதிகளை வரையறுக்கலாம் (சிறிய சின்னங்கள்) கவர் கட்டத்தில் புத்தக அட்டைகளுக்கு அடுத்து தோன்றும். உதாரணமாக, ஒரு இதயம் நீங்கள் மிகவும் மதிப்பிட்ட புத்தகங்களுக்கு அடுத்து அல்லது புத்தகங்களுக்கு அடுத்ததாக ஒரு டிக் குறி நீங்கள் படித்திருக்கிறீர்கள். சின்னங்களை அமைக்க, செல்லவும் <குறியீடு> விருப்பத்தேர்வுகள்- & gt; பார் &amp; உணர்வு- & gt; கவர் கட்டம்- & gt; சின்னங்கள் </code>.

source: There is a new tool <em>Mark books</em> that can be used to mark books temporarily. The mark appears as a little pushpin icon next to the book and all marks are automatically cleared by restarting calibre. Go to <code>Preferences-&gt;Toolbars and menus</code> and add the Mark books tool to your main toolbar to begin using it.
gl: Hai unha nova ferramenta <em>Marcar libros</em> que se pode usar para marcar libros temporalmente. A marca aparece como unha pequena icona de chincheta xunto ao libro e todas as marcas son automaticamente borrado reiniciando calibre. Vaia a <code>Preferencias-&gt;Barras de ferramentas e menús</code> e engade Marca a ferramenta de libros na túa barra de ferramentas principal para comezar a usala.
ja: 本に一時的なマークを付けることができる新しい <em>本をマーク</em> ツールが搭載されました。 マークは本の横に小さな押しピンアイコンとして表示され、calibreを再起動するとすべてのマークが自動的に消去されます。 <code>環境設定 -&gt; ツールバー＆メニュー</code> に移動し、「本をマーク」ツールをメインツールバーに追加して使用を開始してください。
ta: ஒரு புதிய கருவி <em> மார்க் புக்ச் </em> உள்ளது, அவை புத்தகங்களை தற்காலிகமாக குறிக்க பயன்படுத்தப்படலாம். குறி புத்தகத்திற்கு அடுத்ததாக ஒரு சிறிய புச்பின் ஐகானாகத் தோன்றுகிறது மற்றும் அனைத்து மதிப்பெண்களும் தானாகவே இருக்கும் காலிபரை மறுதொடக்கம் செய்வதன் மூலம் அழிக்கப்பட்டது. <code> விருப்பங்களுக்கு- & gt; கருவிப்பட்டிகள் மற்றும் மெனுக்கள் </code> க்குச் சென்று சேர்க்கவும் அதைப் பயன்படுத்தத் தொடங்க உங்கள் முதன்மையான கருவிப்பட்டிக்கு புத்தகக் கருவியைக் குறிக்கவும்.

source: Cover grid emblems: you can adjust the icon size and position as well
gl: Emblemas da reixa de portada: tamén podes axustar o tamaño e a posición da icona
it: Emblemi della griglia di copertura: è possibile regolare anche la dimensione e la posizione dell'icona
ja: カバーグリッドエンブレム：アイコンのサイズと位置を調整できます
ta: கவர் கட்டம் சின்னங்கள்: நீங்கள் படவுரு அளவு மற்றும் நிலையையும் சரிசெய்யலாம்

source: The actions you can perform with marked books
gl: As accións que podes realizar cos libros marcados
it: Le azioni che puoi eseguire con i libri contrassegnati
ja: マークした本で実行できるアクション
ta: குறிக்கப்பட்ட புத்தகங்களுடன் நீங்கள் செய்யக்கூடிய செயல்கள்

source: This is an appropriate time to throw out a big thank you to the calibre community who have contributed selflessly of their energy and enthusiasm — without which many of the features above would never have seen the light of day.
gl: Este é un momento axeitado para botarlle un gran agradecemento ao calibre comunidade que contribuíron desinteresadamente coa súa enerxía e entusiasmo - sen o cal moitas das características anteriores nunca verían a luz día.
it: Questo è un buon momento per estendere un grande ringraziamento alla comunità di calibre, che ha contribuito senza riserve e con entusiasmo — senza la quale molte delle funzionalità sopradescritte non avrebbero mai visto la luce del giorno.
ja: 今こそ、エネルギーと熱意を惜しみなく注いでくれた calibre コミュニティの皆さんに、心からの感謝を申し上げるに相応しい時です。皆さんの貢献がなければ、上記の機能の多くは日の光を見なかったでしょう。
ta: ஒரு பெரிய நன்றி செலுத்துவதற்கு இது பொருத்தமான நேரம் அவர்களின் ஆற்றல் மற்றும் உற்சாகத்திலிருந்து தன்னலமின்றி பங்களித்த சமூகம் - இது இல்லாமல் மேலே உள்ள பல நற்பொருத்தங்கள் ஒளியை ஒருபோதும் பார்த்திருக்காது நாள்.

source: Note that many of these features were actually introduced during the lifetime of the 1.x series. This document describes new features as compared to 1.0
gl: Teña en conta que moitas destas funcións foron introducidas durante o vida útil da serie 1.x. Este documento describe as novas características en comparación a 1.0
it: Tieni presente che molte di queste funzionalità sono state in realtà introdotte durante il ciclo di vita della serie 1.x. Questo documento descrive le nuove funzionalità rispetto alla 1.0
ja: これらの機能の多くは、実際には1.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、1.0と比較して新しい機能について説明します。
ta: இந்த அம்சங்களில் பல உண்மையில் அறிமுகப்படுத்தப்பட்டன என்பதை நினைவில் கொள்க 1.x தொடரின் வாழ்நாள். இந்த ஆவணம் ஒப்பிடும்போது புதிய அம்சங்களை விவரிக்கிறது 1.0 க்கு
