Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: calibre can now convert Microsoft Word documents (.docx files, generated by Word 2007 or newer). The converter is comprehensive, with support for lists, tables, images, all types of text formatting, footnotes, endnotes and even dropcaps. A sample docx file showing the capabilities of the converter is available: <a href="%(demo)s">demo.docx</a>. Just add it to calibre and convert it to EPUB or AZW3 and see what the conversion engine is capable of.
gl: calibre agora pode converter documentos de Microsoft Word (ficheiros .docx, xerado por Word 2007 ou posterior). O conversor é completo, con soporte para listas, táboas, imaxes, todo tipo de texto formato, notas ao pé de páxina, notas finais e ata letras. Un docx de mostra está dispoñible un ficheiro que mostra as capacidades do conversor: <a href="%(demo)s">demo.docx</a>. Simplemente engádeo a calibre e convérteo a EPUB ou AZW3 e vexa o que é o motor de conversión é capaz.
ja: calibreは、Microsoft Word文書（Word 2007以降で作成された.docxファイル）を変換できるようになりました。このコンバーターは包括的な機能を備えており、リスト、表、画像、あらゆる種類のテキスト書式、脚注、文末脚注、さらにはドロップキャップもサポートしています。コンバーターの機能を示すサンプルのdocxファイルも用意しています: <a href="%(demo)s">demo.docx</a> このファイルをcalibreに追加してEPUBまたはAZW3に変換するだけで、変換エンジンの性能を確認いできます。
ta: காலிபர் இப்போது நுண்மென் வேர்ட் ஆவணங்களை மாற்ற முடியும் (.docx கோப்புகள், வேர்ட் 2007 அல்லது புதியது மூலம் உருவாக்கப்பட்டது). மாற்றி விரிவானது, பட்டியல்கள், அட்டவணைகள், படங்கள், அனைத்து வகையான உரைகளுக்கான ஆதரவுடன் வடிவமைப்பு, அடிக்குறிப்புகள், இறுதி குறிப்புகள் மற்றும் டிராப் கேப் கூட. ஒரு மாதிரி டாக் மாற்றி திறன்களைக் காட்டும் கோப்பு கிடைக்கிறது: <a href="%(demo)s"> டெமோ.டோக்ச் </a>. அதை காலிபரில் சேர்த்து epub அல்லது azw3 ஆக மாற்றி என்ன பாருங்கள் மாற்று இயந்திரம் திறன் கொண்டது.

source: New metadata download sources
gl: Novas fontes de descarga de metadatos
it: Nuove fonti per lo scaricamento dei metadati
ja: 書誌データの新しいダウンロード元
ta: புதிய மேனிலை தரவு பதிவிறக்க ஆதாரங்கள்

source: Many new metadata sources have been added, particularly for finding book covers. For example, calibre can now do a Google Image search to find covers. You can enable the new sources by going to <i>Preferences-&gt;Metadata download</i>. Other new sources include Edelweiss, a website maintained by book publishers and Big Book Search which collates cover images from Amazon. The new cover sources can return multiple covers for a single book, allowing you to pick and choose to select the image you like best.
gl: Engadíronse moitas fontes de metadatos novas, especialmente para atopar portadas de libros. Por exemplo, calibre agora pode facer un Google Busca de imaxes para atopar portadas. Podes activar as novas fontes mediante indo a <i>Preferencias-&gt;Descarga de metadatos</i>. Outras novas fontes inclúen Edelweiss, un sitio web mantido por editores de libros e Big Book Search que recolle imaxes de portada de Amazon. O As novas fontes de portadas poden devolver varias portadas para un só libro, o que che permite escoller e escoller a imaxe que máis che guste.
ja: 多くの新しい書誌のダウンロードソースが追加されました。特に、本の表紙を見つけるためのものです。例えば、calibre は Google 画像検索を使って表紙を検索できるようになりました。新しいソースを有効にするには、<i>環境設定 -&gt; 書誌のダウンロード </i>に進みます。その他の新しいソースには、出版社が運営するウェブサイト Edelweiss や、Amazon の表紙画像を収集する Big Book Search などがあります。新しい表紙ソースは、1 冊の書籍に対して複数の表紙を返すことができるため、お好みの画像を選択できます。
ta: பல புதிய மேனிலை தரவு ஆதாரங்கள் சேர்க்கப்பட்டுள்ளன, குறிப்பாக புத்தக அட்டைகளைக் கண்டறிதல். எடுத்துக்காட்டாக, காலிபர் இப்போது கூகிள் செய்ய முடியும் கவர்களைக் கண்டுபிடிக்க படத் தேடல். புதிய ஆதாரங்களை நீங்கள் இயக்கலாம் <i> விருப்பங்களுக்குச் செல்கிறது- & gt; மேனிலை தரவு பதிவிறக்கம் </i>. பிற புதியது ஆதாரங்களில் புத்தக வெளியீட்டாளர்களால் பராமரிக்கப்படும் வலைத்தளமான எடெல்விச் அடங்கும் மற்றும் அமேசானிலிருந்து கவர் படங்களை இணைக்கும் பெரிய புத்தகத் தேடல். தி புதிய கவர் ஆதாரங்கள் ஒரு புத்தகத்திற்கு பல அட்டைகளைத் தரலாம், நீங்கள் விரும்பும் படத்தைத் தேர்ந்தெடுக்கவும் தேர்வு செய்யவும் உங்களை அனுமதிக்கிறது.

source: The new cover download sources in action
gl: As novas fontes de descarga de portadas en acción
it: Le nuove fonti per lo scaricamento di copertine in azione
ja: 新しい表紙ダウンロードソースの動作
ta: புதிய கவர் பதிவிறக்க ஆதாரங்கள்

source: The Metadata download configuration dialog
gl: O diálogo de configuración de descarga de metadatos
it: La finestra di dialogo per la configurazione dello Scaricamento dei metadati
ja: 書誌のダウンロード設定ダイアログ
ta: மேனிலை தரவு பதிவிறக்க உள்ளமைவு உரையாடல்

source: Full support for font embedding
gl: Compatibilidade total para incorporar fontes
it: Supporto completo all'integrazione dei caratteri
ja: フォント埋め込みの完全サポート
ta: எழுத்துரு உட்பொதிக்க முழு உதவி

source: calibre's conversion engine now has full support for font embedding. It can scan your computer for all TrueType and OpenType fonts referenced in the document being converted and automatically embed them (provided the output format supports embedded fonts, of course). This can be turned on via the <i>Look &amp; feel</i> section of the conversion dialog.
gl: O motor de conversión de calibre agora ten soporte completo para a fonte incrustación. Pode escanear o seu ordenador en busca de todos os TrueType e OpenType fontes referenciadas no documento que se está a converter e automaticamente incorpóraos (sempre que o formato de saída admita fontes incrustadas, de curso). Pódese activar mediante <i>Look &amp; sentir</i> sección do diálogo de conversión.
ja: calibreの変換エンジンは、フォント埋め込みを完全サポートしました。変換対象の文書で参照されているすべてのTrueTypeフォントとOpenTypeフォントをあなたのコンピュータ上でスキャンし、自動的に埋め込みます（もちろん、出力形式が埋め込みフォントをサポートしている場合）。この機能は、本の変換ダイアログの<i>外観</i>セクションで有効にできます。
ta: காலிபரின் மாற்று இயந்திரம் இப்போது எழுத்துருவுக்கு முழு ஆதரவைக் கொண்டுள்ளது உட்பொதித்தல். இது உங்கள் கணினியை அனைத்து ட்ரூ டைப் மற்றும் ஓபன்டைப்பிற்கும் ச்கேன் செய்யலாம் ஆவணத்தில் குறிப்பிடப்பட்டுள்ள எழுத்துருக்கள் மாற்றப்பட்டு தானாகவே அவற்றை உட்பொதிக்கவும் (வெளியீட்டு வடிவம் உட்பொதிக்கப்பட்ட எழுத்துருக்களை ஆதரிக்கிறது பாடநெறி). <i> தோற்றம் & ஆம்ப் வழியாக இதை இயக்கலாம்; உணருங்கள் </i> மாற்று உரையாடலின் பிரிவு.

source: The conversion engine can also subset fonts, that is, reduce them to contain only the glyphs for characters actually present in the document being converted. This can greatly reduce the size of the font files.
gl: O motor de conversión tamén pode subdefinir fontes, é dicir, reducir que conteñan só os glifos dos personaxes realmente presentes o documento que se está a converter. Isto pode reducir moito o tamaño de os ficheiros de fontes.
ja: 変換エンジンはフォントをサブセット化することもできます。つまり、変換対象のドキュメントに実際に含まれる文字のグリフのみを含むようにフォントを削減します。これにより、フォントファイルのサイズを大幅に削減できます。
ta: மாற்று இயந்திரம் எழுத்துருக்கள், அதாவது குறைக்கலாம் அவை உண்மையில் இருக்கும் எழுத்துக்களுக்கான கிளிஃப்களை மட்டுமே கொண்டிருக்கின்றன ஆவணம் மாற்றப்படுகிறது. இது அளவைக் குறைக்கும் எழுத்துரு கோப்புகள்.

source: An easy to use tool to edit the Table of Contents in e-books
gl: Unha ferramenta fácil de usar para editar a táboa de contidos en libros electrónicos
it: Un comodo strumento per modificare l'indice degli e-book
ja: 電子書籍の目次を編集する使いやすいツール
ta: மின் புத்தகங்களில் உள்ளடக்க அட்டவணையைத் திருத்த எளிதான கருவி

source: Using the new <i>Edit ToC</i> tool, you can easily re-arrange the entries in an existing Table of Contents, change their text and even change the location they point to by simply clicking the new location in the book. To use this tool, go to <i>Preferences-&gt;Toolbars and menus</i> and add the Edit ToC tool to the main toolbar. Then simply select the books you want to be polished and click the <i>Edit ToC</i> button.
gl: Usando a nova ferramenta <i>Editar o índice</i>, pode volver organizar as entradas nun Índice existente, cambiar o seu texto e incluso cambiar a situación á que apuntan simplemente premendo na nova localización do libro. Para usar esta ferramenta, diríxete a <i>Preferencias-&gt;Barras de ferramentas e menús</i> e engade a ferramenta de Editar o índice á barra de ferramentas principal. A continuación, simplemente selecciona os libros que queres aquelar e preme no botón <i>Editar o índice</i>.
ja: 新しい<i>目次を編集ツール</i>を使えば、既存の目次内の項目の並べ替えやテキストの変更、さらには書籍内の新しい位置をクリックするだけで、項目の参照先を簡単に変更できます。このツールを使用するには、<i>環境設定 -&gt; ツールバー＆メニュー</i>に移動し、「目次を編集」ツールをメインツールバーに追加します。その後、編集したい書籍を選択し、<i>目次を編集</i>ボタンをクリックします。
ta: புதிய <i> திருத்து toc </i> கருவியைப் பயன்படுத்தி, நீங்கள் உள்ளீடுகளை எளிதாக மீண்டும் ஏற்பாடு செய்யலாம் ஏற்கனவே உள்ள உள்ளடக்க அட்டவணையில், அவற்றின் உரையை மாற்றி மாற்றவும் புதிய இருப்பிடத்தை வெறுமனே சொடுக்கு செய்வதன் மூலம் அவர்கள் சுட்டிக்காட்டும் இடம் நூல். இந்த கருவியைப் பயன்படுத்த, <i> விருப்பத்தேர்வுகள்- & gt; கருவிப்பட்டிகள் மற்றும் மெனுக்கள் </i> முதன்மையான கருவிப்பட்டியில் toc கருவியைத் திருத்தவும். நீங்கள் புத்தகங்களைத் தேர்ந்தெடுக்கவும் மெருகூட்டப்பட வேண்டும் மற்றும் <i> திருத்து toc </i> பொத்தானைக் சொடுக்கு செய்க.

source: The Edit ToC tool
gl: A ferramenta Editar o índice
it: Lo strumento Modifica Indice
ja: 目次を編集ツール
ta: toc கருவி திருத்து

source: Editing individual entries
gl: Edición de entradas individuais
it: Modifica delle singole voci
ja: 個別の目次を編集
ta: தனிப்பட்ட உள்ளீடுகளைத் திருத்துதல்

source: Choosing a location inside the book
gl: Elixir unha localización dentro do libro
it: Scelta di una posizione all'interno del libro
ja: 本の中の位置を選択
ta: புத்தகத்திற்குள் ஒரு இடத்தைத் தேர்ந்தெடுப்பது

source: Rewritten PDF Output engine
gl: Motor de saída PDF reescrito
it: Motore di salvataggio in PDF riscritto
ja: PDF出力エンジンの作り直し
ta: மீண்டும் எழுதப்பட்ட pdf வெளியீட்டு இயந்திரம்

source: The PDF Output engine in calibre was completely re-written. The new engine supports proper pagination, inserting headers and footers with templates, auto-generation of a printable Table of Contents and many other features. See <a href="%(pdf)s">Converting to PDF</a> for details.
gl: O motor de saída PDF en calibre foi completamente reescrito. O o novo motor admite a paxinación adecuada, a inserción de cabeceiras e pés de páxina con modelos, xeración automática dunha táboa imprimible de Contidos e moitas outras características. Consulte <a href="%(pdf)s">Converter a PDF</a> para máis detalles.
ja: calibreのPDF出力エンジンは完全に書き換えられました。新しいエンジンは、適切なページ付け、テンプレートを使用したヘッダーとフッターの挿入、印刷可能な目次の自動生成など、多くの機能をサポートしています。詳細は<a href="%(pdf)s">PDFへの変換</a>をご覧ください。
ta: காலிபரில் உள்ள pdf வெளியீட்டு இயந்திரம் முற்றிலும் மீண்டும் எழுதப்பட்டது. தி புதிய இயந்திரம் சரியான மண்பாண்டத்தை ஆதரிக்கிறது, தலைப்புகளைச் செருகுவது மற்றும் வார்ப்புருக்கள் கொண்ட அடிக்குறிப்புகள், அச்சிடக்கூடிய அட்டவணையின் தானாக விளைவாக்கம் உள்ளடக்கங்கள் மற்றும் பல நற்பொருத்தங்கள். <a href="%(pdf)s"> மாற்றுவதைக் காண்க pdf க்கு </a> விவரங்களுக்கு.

source: New tool: "Polish books" that allows you to perform various automated cleanup actions on e-books
gl: Nova ferramenta: «Aquelar libros» que che permite realizar varias accións de limpeza automática en libros electrónicos
it: Nuovo strumento: "Rifinisci libri" che ti permette di effettuare varie azioni di pulizia automatizzate sugli e-book
ja: 新しいツール: 電子書籍のさまざまな自動クリーンアップアクションを実行できる「本の最適化」
ta: புதிய கருவி: "போலந்து புத்தகங்கள்" மின் புத்தகங்களில் பல்வேறு தானியங்கி தூய்மைப்படுத்தும் செயல்களைச் செய்ய உங்களை அனுமதிக்கிறது

source: Polishing books is all about putting the shine of perfection on your e-book files. You can use it to embed referenced fonts, subset embedded fonts, smarten punctuation, update the metadata in the book files from the metadata in the calibre library, manipulate the book jacket, etc. To use this tool, go to <i>Preferences-&gt;Toolbars and menus</i> and add the Polish books tool to the main toolbar. Then simply select the books you want to be polished and click the Polish books button. Polishing, unlike conversion, does not change the internal structure/markup of your book, it performs only the minimal set of actions needed to achieve its goals. Note that book polishing only works in e-books in the EPUB and AZW3 formats.
gl: Aquelar os libros consiste en requintar perfectamente os teus ficheiros de libros electrónicos. Podes usalo para incorporar fontes referenciadas, fontes de subconxunto incrustadas, puntuación intelixente, actualizar os metadatos nas fichas do libro dos metadatos na biblioteca de calibre, manipular a sobrecuberta do libro, etc. Para usar esta ferramenta, diríxete a <i>Preferencias-&gt;Barras de ferramentas e menús</i> e engade a ferramenta de Aquelar libros á barra de ferramentas principal. Simplemente selecciona os libros que queres aquelar e preme no botón Aquelar libros. O aquelado, a diferenza da conversión, non cambia a estrutura interna/marcación do seu libro, só realiza o mínimo conxunto de accións necesarias para acadar os seus obxectivos. Ten en conta que o aquelado de libros só funciona en libros electrónicos nos formatos EPUB e AZW3.
ja: 本の最適化とは、電子書籍ファイルに完璧な輝きを与えることです。最適化を使用すると、参照フォントの埋め込み、埋め込みフォントのサブセット化、句読点の調整、calibreライブラリの書誌データから本の書誌データの更新、本のジャケットの操作などを行うことができます。このツールを使用するには、<i>環境設定 -&gt; ツールバー＆メニュー</i>に移動し、メインツールバーに本の最適化ツールを追加します。次に、最適化する書籍を選択し、「本の最適化」ボタンをクリックします。最適化は、変換とは異なり、本の内部構造やマークアップを変更せず、目的を達成するために必要な最小限のアクションのみを実行します。本の最適化は、EPUBおよびAZW3形式の電子書籍でのみ機能します。
ta: புத்தகங்களை மெருகூட்டுவது என்பது முழுமையின் பிரகாசத்தை வைப்பதாகும் உங்கள் மின் புத்தக கோப்புகள். குறிப்பிடப்பட்ட எழுத்துருக்கள், துணைக்குழுவை உட்பொதிக்க நீங்கள் இதைப் பயன்படுத்தலாம் உட்பொதிக்கப்பட்ட எழுத்துருக்கள், ச்மார்டன் நிறுத்தற்குறி, மெட்டாடேட்டாவைப் புதுப்பிக்கவும் காலிபர் நூலகத்தில் உள்ள மெட்டாடேட்டாவிலிருந்து கோப்புகளை முன்பதிவு செய்து, கையாளவும் இந்த கருவியைப் பயன்படுத்த சாக்கெட் போன்றவை, செல்லவும் <i> விருப்பத்தேர்வுகள்- & gt; கருவிப்பட்டிகள் மற்றும் மெனுக்கள் </i> மற்றும் போலந்து புத்தகங்களை சேர்க்கவும் முதன்மையான கருவிப்பட்டி. நீங்கள் மெருகூட்ட விரும்பும் புத்தகங்களைத் தேர்ந்தெடுக்கவும் போலந்து புத்தகங்கள் பொத்தானைக் சொடுக்கு செய்க. மெருகூட்டல், மாற்றத்தைப் போலல்லாமல், உங்கள் புத்தகத்தின் உள் கட்டமைப்பு/மார்க்அப்பை மாற்றாது அதை அடைய தேவையான குறைந்தபட்ச செயல்களை மட்டுமே செய்கிறது இலக்குகள். புத்தக மெருகூட்டல் epub இல் உள்ள மின் புத்தகங்களில் மட்டுமே வேலை செய்கிறது என்பதை நினைவில் கொள்க மற்றும் azw3 வடிவங்கள்.

source: Note that many of these features were actually introduced during the lifetime of the 0.9.x series. This document describes new features as compared to 0.9.0
gl: Teña en conta que moitas destas funcións foron introducidas durante o vida útil da serie 0.9.x. Este documento describe as novas características en comparación ata 0.9.0
it: Tieni presente che molte di queste funzionalità sono state in realtà introdotte durante il ciclo di vita della serie 0.9.x. Questo documento descrive le nuove funzionalità rispetto alla 0.9.0
ja: これらの機能の多くは、実際には0.9.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、0.9.0と比較して新しい機能について説明します。
ta: இந்த அம்சங்களில் பல உண்மையில் அறிமுகப்படுத்தப்பட்டன என்பதை நினைவில் கொள்க 0.9.x தொடரின் வாழ்நாள். இந்த ஆவணம் ஒப்பிடும்போது புதிய அம்சங்களை விவரிக்கிறது 0.9.0 க்கு

source: What's new
gl: Que hai de novo
it: Novità
ja: 更新情報
ta: புதியது என்ன

source: Changelog
gl: Rexistro de cambios
it: Lista dei cambiamenti
ja: 変更履歴
ta: சேஞ்ச்லாக்

source: Major new features
gl: Principais novidades
it: Le nuove funzionalità più importanti
ja: 主な新機能
ta: முக்கிய புதிய நற்பொருத்தங்கள்

source: The full list of changes to calibre is available <a href="%(master)s">here</a>.
gl: A lista completa de cambios no calibre está dispoñible <a href="%(master)s">aquí</a>.
it: La lista completa dei cambiamenti di Calibre è disponibile <a href="%(master)s">qui</a>.
ja: calibre の全変更履歴は、<a href="%(master)s">こちら</a>です。
ta: காலிபருக்கான மாற்றங்களின் முழு பட்டியலும் கிடைக்கிறது <a href="%(master)s"> இங்கே </a>.

source: Reporting bugs
gl: Informe de erros
it: Segnala difetti
ja: バグの報告
ta: பிழைகள் புகாரளித்தல்

source: calibre is a very rapidly evolving piece of software, with weekly releases. As a results bugs are inevitable. We rely on calibre's users to report these bugs, so that they can be fixed as quickly as possible. To report bugs use the <a target="_blank" href="%(href)s">calibre bug tracker</a>. Note that you will have to register for a free account first.
gl: calibre é unha peza de software en evolución moi rápida, con lanzamentos semanais. Como resultado, os erros son inevitables. Confiamos nos usuarios de calibre para informar destes erros, para que poidan ser solucionados o máis rápido posible. Para informar os erros usan o <a target="_blank» href="%(href)s">rastreador de erros calibre</a>. Teña en conta que primeiro terás que rexistrarte para obter unha conta gratuíta.
it: Calibre è un software in rapida evoluzione, con rilasci settimanali. Di conseguenza i bug sono inevitabili. Facciamo affidamento sugli utenti di Calibre per segnalare questi bug, in modo che possano essere corretti il più rapidamente possibile. Per segnalare i bug usa il <a target="_blank" href="%(href)s">tracker bug di Calibre</a>. Nota che dovrai prima registrarti per un account gratuito.
ja: calibre は進化の速いソフトウェアであり、毎週リリースされています。結果として、バグは避けられません。できるだけ早く修正できるよう、バグの報告は calibre のユーザに頼っています。バグの報告には、<a target="_blank" href="%(href)s">calibre バグトラッカー</a>を使用してください。ただし最初に無料アカウントの登録が必要です。
ta: காலிபர் என்பது வாராந்திர வெளியீடுகளுடன் மிக விரைவாக வளர்ந்து வரும் மென்பொருளாகும். முடிவுகளாக பிழைகள் தவிர்க்க முடியாதவை. இந்த பிழைகள் புகாரளிக்க காலிபரின் பயனர்களை நாங்கள் நம்பியுள்ளோம், இதனால் அவை விரைவில் சரிசெய்யப்படும். தெரிவிக்க பிழைகள் <a target="_blank" href="%(href)s"> காலிபர் பிழை டிராக்கர் </a> ஐப் பயன்படுத்தவும். நீங்கள் முதலில் இலவச கணக்கிற்கு பதிவு செய்ய வேண்டும் என்பதை நினைவில் கொள்க.

source: When reporting bugs please include <b>as much information as possible</b>, as that makes it easier for us to identify the source of the problem. Remember that calibre is developed by volunteers in their spare time, so by taking these steps, you are helping to ensure that as much of that time as possible is spent actually coding as opposed to doing administrative tasks like closing duplicate bug reports.
gl: Cando informe de erros, inclúa <b>a maior cantidade de información posible</b>, xa que é máis doado para identificar a fonte do problema. Lembra que calibre é desenvolvido por voluntarios no seu tempo libre, así que, dando estes pasos, ti están axudando a garantir que a maior parte dese tempo posible se dedique realmente a codificar en lugar de facer tarefas administrativas como pechar informes de erros duplicados.
it: Quando si segnalano bug, si prega di includere <b>quante più informazioni possibili</b>, in quanto ciò facilita l'identificazione della fonte del problema. Ricorda che Calibre è sviluppato da volontari nel loro tempo libero, quindi facendo questi passaggi, tu stai contribuendo a garantire che la maggior parte del tempo disponibile venga effettivamente utilizzato per gestire il codice anziché per svolgere attività amministrative tipo la chiusura di segnalazioni di bug duplicate
ja: バグを報告するときは、問題の原因を特定しやすくするために、<b>できるだけ多くの情報</b>を含めてください。 calibre はボランティアによって空き時間に開発されています。こうした手順を守ることで、重複するバグレポートを閉じるなどの管理タスクに時間を費やすことなく、実際のコーディングにできるだけ多くの時間を割けるようになります。
ta: பிழைகள் புகாரளிக்கும் போது தயவுசெய்து <b> முடிந்தவரை தகவல்களைச் சேர்க்கவும் </b>, இது எங்களுக்கு அடையாளம் காண்பதை எளிதாக்குகிறது பிரச்சினையின் சான்று. காலிபர் தன்னார்வலர்களால் அவர்களின் ஓய்வு நேரத்தில் உருவாக்கப்பட்டது என்பதை நினைவில் கொள்ளுங்கள், எனவே இந்த நடவடிக்கைகளை எடுப்பதன் மூலம், நீங்கள் நிர்வாகப் பணிகளைச் செய்வதற்கு மாறாக அந்த நேரத்தில் முடிந்தவரை குறியீட்டு முறை செலவிடப்படுவதை உறுதிப்படுத்த உதவுகிறது நகல் பிழை அறிக்கைகளை மூடுவது போல.

source: If you are including some <strong>sensitive data</strong> in your bug report like a copyrighted book or a debug log, mark the bug as "private", then the data will not be visible to all. You can do this by finding the location where it says "This report contains <b>Public</b> information" in the top right area of the bug's page and clicking the yellow icon next to it.
gl: Se está a incluír algúns <strong>datos confidenciais</strong> no seu informe de erros como un libro protexido por dereitos de autor ou un rexistro de depuración, marque o erro como «privado» e despois o os datos non serán visibles para todos. Podes facelo atopando o lugar onde di «Este informe contén información <b>pública</b>» na parte superior dereita da páxina do erro e premendo na icona amarela ao seu carón.
it: Se stai includendo alcuni <strong>dati sensibili</strong> nella tua segnalazione di bug come un libro protetto da copyright o un registro di debug, contrassegna il bug come "privato", così i dati non saranno visibili a tutti. Puoi farlo andando nella posizione dove è scritto "Questo rapporto contiene informazioni <b>pubbliche</b>" nell'area in alto a destra della pagina del bug e facendo clic sull'icona gialla accanto ad essa.
ja: 著作権で保護された書籍やデバッグログなど、バグレポートに<strong>機密データ</strong>を含める場合は、バグを「非公開」としてマークしてください。そうすれば、データがすべてのユーザに表示されなくなります。これを行うには、バグのページの右上の領域で "This report contains <b>Public</b> information" と表示されている場所を見つけ、その横にある黄色のアイコンをクリックします。
ta: உங்கள் பிழை அறிக்கையில் சில <strong> உணர்திறன் தரவு </strong> ஐ நீங்கள் சேர்த்தால் பதிப்புரிமை பெற்ற நூல் அல்லது பிழைத்திருத்த பதிவைப் போல, பிழையை "தனியார்" என்று குறிக்கவும் அனைவருக்கும் தரவு தெரியவில்லை. இருப்பிடத்தைக் கண்டுபிடிப்பதன் மூலம் இதைச் செய்யலாம் இது "இந்த அறிக்கையில் <b> பொது </b> செய்தி உள்ளது" என்று மேல் வலது பகுதியில் உள்ளது பிழையின் பக்கத்தின் மற்றும் அதற்கு அடுத்த மஞ்சள் ஐகானைக் சொடுக்கு செய்க.

source: You can also use the bug tracker to <b>request new features</b>. To mark a bug report as a request for a new feature just add [Enhancement] to the subject. Please remember that calibre is a highly complex piece of software with millions of users, as such, the priorities of calibre's developers may not match your own and your feature request may well be ignored. Since calibre is open source, one sure way to get your feature request more attention is to implement it yourself and attach the patch implementing it to the bug report.
gl: Tamén podes usar o rastreador de erros para <b>solicitar novas funcións</b>. Para marcar un informe de erro como solicitude dunha nova función, só tes que engadir [Mellora] ao asunto. Lembra que calibre é unha peza de software moi complexa con millóns de usuarios, como tal, as prioridades de É posible que os desenvolvedores de calibre non coincidan co teu e a túa solicitude de funcións pode ser ignorada. Xa que calibre é de código aberto, unha forma segura de conseguir o teu A función de pedir máis atención é implementala vostede mesmo e anexar o parche que o implementa ao informe de erros.
it: Puoi anche utilizzare il tracker dei bug per <b>richiedere nuove funzionalità</b>. Per contrassegnare una segnalazione di bug come richiesta per una nuova funzione, basta aggiungere [Enhancement] all'argomento. Ricorda che Calibre è un software estremamente complesso con milioni di utenti, quindile priorità degli sviluppatori di Calibre potrebbero non corrispondere alle tue e la tua richiesta di funzionalità potrebbe essere ignorata. Poiché Calibre è open source, un modo sicuro per ottenere maggiore attenzione per la tua richiesta di funzionalità è implementarla da soli, allegando poi la patch alla segnalazione di bug.
ja: バグトラッカーを使用して、<b>新機能をリクエスト</b>することもできます。バグレポートを新機能のリクエストとしてマークするには、件名に [Enhancement] を追加するだけです。ただし calibreは数百万人のユーザを抱えた非常に複雑なソフトウェアですから、calibre の開発者の優先順位が自分の優先順位と一致するとは限らず、機能要求が無視されることもあり得ます。calibre はオープンソースなので、機能要求にもっと注意を引く確実な方法のひとつは、自分でそれを実装し、それを実装するパッチをバグレポートに添付することです。
ta: புதிய அம்சங்களைக் கோருங்கள் </b> க்கு நீங்கள் பிழை டிராக்கரைப் பயன்படுத்தலாம். ஒரு புதிய அம்சத்திற்கான கோரிக்கையாக ஒரு பிழை அறிக்கையைக் குறிக்க, விசயத்தில் [மேம்பாடு] சேர்க்கவும். காலிபர் என்பது மில்லியன் கணக்கான பயனர்களைக் கொண்ட மிகவும் சிக்கலான மென்பொருளாகும் என்பதை நினைவில் கொள்ளுங்கள், இது முன்னுரிமைகள் காலிபரின் உருவாக்குபவர்கள் உங்கள் சொந்தத்துடன் பொருந்தாமல் இருக்கலாம், மேலும் உங்கள் அம்ச கோரிக்கை புறக்கணிக்கப்படலாம். காலிபர் திறந்த மூலமாக இருப்பதால், உங்களைப் பெறுவதற்கான ஒரு உறுதியான வழி அம்சக் கோரிக்கை அதை நீங்களே செயல்படுத்துவதும், அதை செயல்படுத்தும் பேட்சை பிழை அறிக்கையில் இணைப்பதும் கூடுதல் கவனம்.

source: New to calibre?
gl: Novo en calibre?
it: Nuovo utente di calibre?
ja: calibre は初めてですか？
ta: காலிபருக்கு புதியதா?
