Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: calibre is intuitive, but also very powerful. To quickly start using it, get the most out of it or get assistance and tips, you can check out:
gl: calibre é intuitivo, pero tamén moi potente. Para comezar a usalo rapidamente, saca o máximo proveito del ou recibe axuda e consellos, podes consultar:
it: Calibre è intuitivo, ma anche molto potente. Per iniziare rapidamente ad usarlo, ottenere il massimo da esso o ottenere assistenza e suggerimenti, è possibile controllare:
ja: calibre は直感的ですが、非常に強力です。すぐに使い始めて最大限に活用し、支援やヒントを入手するには、以下を確認してください:
ta: காலிபர் உள்ளுணர்வு, ஆனால் மிகவும் ஆற்றல் வாய்ந்தது. விரைவாக அதைப் பயன்படுத்தத் தொடங்க, அதில் இருந்து அதிகம் பெறுங்கள் அல்லது உதவி மற்றும் உதவிக்குறிப்புகளைப் பெறுங்கள், நீங்கள் பார்க்கலாம்:

source: The <a href="%(href)s">Grand Tour</a> introductory <b>video</b> that will show you how to <b>set up calibre</b> and what its <b>main features</b> are.
gl: O <b>vídeo</b> de presentación do <a href="%(href)s">Grand Tour</a> que che mostrará como <b>configurar calibre</b> e cales son as súas <b>principais características</b>.
it: Il <b>video</b> introduttivo del <a href="%(href)s">Grand Tour</a> che ti mostrerà come <b>preparare calibre</b> e quali sono le sue <b>caratteristiche principali</b>.
ja: <a href="%(href)s">グランドツアー</a>の紹介<b>動画</b>では、<b>calibre の設定方法</b>や<b>主な機能</b>を紹介しています。
ta: <a href="%(href)s"> கிராண்ட் டூர் </a> அறிமுகம் <b> வீடியோ </b> இது <b> காலிபர் </b> மற்றும் அதன் <b> என்ன என்பதைக் காண்பிக்கும். முக்கிய நற்பொருத்தங்கள் </b>.

source: <a href="%(faq)s">Frequently Asked Questions</a> (FAQ) list that will help you <b>resolve common issues</b>.
gl: <a href="%(faq)s">Lista de Preguntas Frecuentes</a> (FAQ) que che axudará a <b>resolver problemas comúns</b>.
it: Lista delle <a href="%(faq)s">Frequently Asked Questions</a> (FAQ) che ti aiuterà a <b>risolvere problemi comuni</b>.
ja: <a href="%(faq)s">よくある質問</a> (FAQ) のリストは、<b>一般的な問題の解決</b>に役立ちます。
ta: <a href="%(faq)s"> அடிக்கடி கேட்கப்படும் கேள்விகள் </a> (கேள்விகள்) பட்டியல் உங்களுக்கு உதவும் <b> பொதுவான சிக்கல்களைத் தீர்க்க </b>.

source: When you run calibre for the first time, a <em>Quick Start Guide</em> is automatically added to your calibre library
gl: Cando executas calibre por primeira vez, engádese automaticamente unha <em>Guía de inicio rápido</em> á túa biblioteca de calibre
it: Quando avvii calibre per la prima volta, una <em>Guida rapida</em> è aggiunta automaticamente alla tua biblioteca di calibre
ja: 初めて calibre を実行すると、<em>クイックスタートガイド</em>が calibre ライブラリに自動的に追加されます
ta: நீங்கள் முதல் முறையாக காலிபரை இயக்கும்போது, ஒரு <em> விரைவான தொடக்க வழிகாட்டி </em> தானாகவே உங்கள் காலிபர் நூலகத்தில் சேர்க்கப்படும்

source: The comprehensive <a href="%(manual_prefix)s">User Manual</a> that will show you how to do <b>almost anything</b> in calibre.
gl: O completo <a href="%(manual_prefix)s">Manual de usuario</a> que che mostrará como facer case <b>calquera cousa</b> en calibre.
it: L'esauriente <a href="%(manual_prefix)s">Manuale utente</a>, che ti mostrerà come fare <b>praticamente tutto</b> in calibre.
ja: 包括的な<a href="%(manual_prefix)s">ユーザマニュアル</a>で、 calibre で<b>ほぼすべて</b>の使い方を説明します。
ta: விரிவான <a href="%(manual_prefix)s"> பயனர் கையேடு </a> இது <b> கிட்டத்தட்ட எதையும் செய்வது </b> காலிபரில் எப்படி செய்வது என்பதைக் காண்பிக்கும்.

source: And finally, a <a href="%(forum)s">forum</a> where you can <b>ask any question</b> you might have and get answers.
gl: E por último, un <a href="%(forum)s">foro</a> onde podes <b>facer calquera pregunta</b> que teñas e obter respostas.
it: E infine, un <a href="%(forum)s">forum</a> in cui puoi porre <b>qualsiasi domanda</b> tu possa avere ed ottenere risposta.
ja: そして最後に<a href="%(forum)s">フォーラム</a>では、<b>どのような質問をしても</b>きっと回答が得られるでしょう。
ta: இறுதியாக, ஒரு <a href="%(forum)s"> மன்றம் </a> நீங்கள் எந்த கேள்வியையும் கேட்கலாம் </b> உங்களிடம் இருக்கலாம் மற்றும் பதில்களைப் பெறலாம்.

source: You can also check out calibre’s <a href="%(fb)s">Facebook</a> and <a href="%(tw)s">Twitter</a> pages to connect with other users.
gl: Tamén podes consultar o <a href="%(fb)s">Facebook</a> de calibre e páxinas de <a href="%(tw)s">Twitter</a> para conectar con outros usuarios.
it: Puoi anche dare un'occhiata alle pagine <a href="%(fb)s">Facebook</a> e <a href="%(tw)s">Twitter</a> di calibre per metterti in contatto con altri utenti.
ja: 他のユーザーとつながるには、calibre の <a href="%(fb)s">Facebook</a>や <a href="%(tw)s">X(旧Twitter)</a> をチェックすることもできます。

source: Tutorials
gl: Tutoriais
it: Guide
ja: チュートリアル
ta: பயிற்சிகள்

source: If you didn’t find what you were looking for, you can also check out some of the calibre tutorials:
gl: Se non atopaches o que buscabas, tamén podes consultar algúns dos tutoriais de calibre:
it: Se non hai trovato quello che cercavi, puoi anche dare un'occhiata ad alcune delle guide di calibre:
ja: 探しているものが見つからなければ、 calibre のチュートリアルもチェックしてみてください:
ta: நீங்கள் தேடுவதை நீங்கள் கண்டுபிடிக்கவில்லை என்றால், சில திறனுள்ள பயிற்சிகளையும் நீங்கள் பார்க்கலாம்:

source: <a href="%(href)s">Basic video tutorials</a> that will show you how to use calibre’s e-book editor and tweak the interface.
gl: <a href="%(href)s">Tutoriais en vídeo básicos</a> que che mostrarán como usar o editor de libros electrónicos calibre e axustar a interface.
it: <a href="%(href)s">Videoguide di base</a> che ti mostreranno come usare l'editor e-book di calibre e come ottimizzare l'interfaccia.
ja: <a href="%(href)s">初歩的なチュートリアル動画</a>では、calibre の電子書籍エディタの使用方法とインターフェースの調整方法を紹介しています。
ta: <a href="%(href)s"> அடிப்படை வீடியோ டுடோரியல்கள் </a> இது காலிபரின் மின் புத்தக எடிட்டரை எவ்வாறு பயன்படுத்துவது மற்றும் இடைமுகத்தை மாற்றுவது என்பதைக் காண்பிக்கும்.

source: <a href="%(abc)s" title="ABCs of e-book conversion">ABCs of e-book format conversion</a>, by John Schember.
gl: <a href="%(abc)s» title="ABCs of e-book conversion">ABC de conversión de formato de libro electrónico</a>, de John Schember.
it: <a href="%(abc)s" title="ABCs of e-book conversion">ABC della conversione dei formati di e-book</a>, a cura di John Schember.
ja: <a href="%(abc)s" title="電子書籍変換のABC">電子書籍形式変換のABC</a>、ジョン・シェンバー著

source: A <a href="%(sbs)s" title="Step-by-step">step-by-step guide</a> on converting HTML and Microsoft Word formats using calibre.
gl: Unha <a href="%(sbs)s» title="Step-by-step">guía paso a paso</a> sobre a conversión de formatos HTML e Microsoft Word usando calibre.
it: Una <a href="%(sbs)s" title="Step-by-step">guida passo-passo</a> sulla conversione dei formati HTML e Microsoft Word usando Calibre.
ja: calibre を使用した HTML および MicrosoftWord 形式の変換に関する<a href="%(sbs)s" title="ステップバイステップガイド">ステップバイステップガイド</a>。
ta: ஒரு <a href="%(sbs)s" title="step-by-tep"> படிப்படியான வழிகாட்டி </a> காலிபரைப் பயன்படுத்தி html மற்றும் நுண்மென் வேர்ட் வடிவங்களை மாற்றுவதில்.

source: How to <a href="%(sbs)s" title="Install calibre on the Synology NAS">Install calibre on Your Synology NAS</a>.
gl: Como <a href="%(sbs)s» title="Install calibre on the Synology NAS">instalar calibre no seu Synology NAS</a>.
it: Come <a href="%(sbs)s" title="Install calibre on the Synology NAS">Installare calibre sul tuo NAS Synology</a>.
ja: <a href="%(sbs)s" title="Install calibre on the Synology NAS">Synology NAS に calibre をインストールする</a>方法
ta: எப்படி <a href="%(sbs)s" title="install calibre இல் nas"> உங்கள் சினாலசியில் காலிபரை நிறுவவும் </a>.

source: Another <a href="%(uol)s">step-by-step guide</a> on creating EPUB files starting from OpenOffice and Word, by the University of Leicester.
gl: Outra <a href="%(uol)s">guía paso a paso</a> sobre a creación de ficheiros EPUB a partir de OpenOffice e Word, da Universidade de Leicester.
it: Un'altra <a href="%(uol)s">guida passo-passo</a> sulla creazione di file EPUB partendo da OpenOffice e Word, a cura della Università di Leicester.
ja: レスター大学による、OpenOffice と Word から始めて EPUB ファイルを作成する、もうひとつの<a href="%(uol)s">ステップバイステップガイド</a>。
ta: மற்றொரு <a href="%(uol)s"> படிப்படியான வழிகாட்டி </a> லெய்செச்டர் பல்கலைக்கழகத்தின் ஓபன் ஆபிச் மற்றும் வேர்ட் தொடங்கி எபப் கோப்புகளை உருவாக்குவது குறித்து.

source: Resources in languages other than English
gl: Recursos en idiomas distintos do inglés
it: Risorse in lingue diverse dall'inglese
ja: 英語以外の言語のリソース
ta: ஆங்கிலம் தவிர வேறு மொழிகளில் வளங்கள்

source: First, and most importantly, the <a href="%(manual_prefix)s">calibre User Manual</a> is available in many different languages. Just click the <i>Change language</i> link in the sidebar to view it in a different language.
gl: En primeiro lugar, e o máis importante, o <a href="%(manual_prefix)s">Manual de usuario de calibre</a> está dispoñible en moitas linguas diferentes. Só tes que facer clic na ligazón <i>Cambiar idioma</i> na barra lateral para velo noutro idioma.
it: Innanzitutto, e soprattutto, il <a href="%(manual_prefix)s">Manuale utente di calibre</a> è disponibile in molte lingue diverse. Fai clic sul link <i>Cambia lingua</i> nella barra laterale per vederlo in un'altra lingua.
ja: まず、そして最も重要なこととして、<a href="%(manual_prefix)s">calibreユーザマニュアル</a>はさまざまな言語で利用できます。サイドバーにある<i>言語の変更</i>リンクをクリックしてみてください。別の言語で表示できます。
ta: முதல், மற்றும் மிக முக்கியமாக, <a href = "%(manual_prefix)s"> காலிபர் பயனர் கையேடு </a> இல் கிடைக்கிறது பல வேறுபட்ட மொழிகள். பக்கப்பட்டியில் <i> மாற்ற மொழியை மாற்றவும் </i> இணைப்பைக் சொடுக்கு செய்க அதை வேறு மொழியில் காண.

source: The <em>Quick Start Guide</em> is also available in a few different languages
gl: A <em>Guía de inicio rápido</em> tamén está dispoñible en varios idiomas.
it: La <em>Guida rapida</em> è anche disponibile in alcune altre lingue
ja: <em>クイックスタートガイド</em> がいくつかの言語で提供されています。

source: <a href="%(de)s">A Beginner's Guide</a> in <b>German</b>
gl: <a href="%(de)s">Unha guía para principiantes</a> en <b>alemán</b>
it: <a href="%(de)s">Una Guida per Principianti</a> in <b>Tedesco</b>
ja: <a href="%(de)s">初心者向けガイド</a> (<b>ドイツ語</b>)
ta: <a href="%(de)s"> ஒரு தொடக்க வழிகாட்டி </a> <b> செர்மன் </b> இல்

source: Download calibre
gl: Descargar calibre
it: Scarica calibre
ja: calibre をダウンロード
ta: காலிபர் பதிவிறக்கவும்

source: Get calibre
gl: Obter calibre
it: Ottieni calibre
ja: calibre を入手
ta: திறனைப் பெறுங்கள்

source: Choose the type of computer on which you plan to use calibre, below:
gl: Escolle o tipo de ordenador no que queres usar calibre, a continuación:
it: Scegli il tipo di computer sul quale vuoi usare Calibre, qui sotto:
ja: 以下から、calibre を使用する予定のコンピュータのタイプを選択してください:
ta: நீங்கள் காலிபரைப் பயன்படுத்த திட்டமிட்டுள்ள கணினி வகையைத் தேர்வுசெய்க, கீழே:

source: Download calibre for Windows
gl: Descargar calibre para windows
it: Scarica calibre per Windows
ja: Windows 版の calibre をダウンロード
ta: விண்டோசிற்கான காலிபரைப் பதிவிறக்கவும்

source: Download calibre for macOS
gl: Descargar calibre para macOS
it: Scarica calibre per macOS
ja: macOS 版の calibre をダウンロード
ta: macos க்கான காலிபரைப் பதிவிறக்கவும்

source: Download calibre for Linux
gl: Descargar calibre para linux
it: Scarica calibre per Linux
ja: Linux 版の calibre をダウンロード
ta: லினக்சுக்கு காலிபர் பதிவிறக்கவும்

source: Download Calibre Portable
gl: Descargar calibre portable
it: Scarica Calibre Portatile
ja: calibre ポータブルをダウンロード
ta: காலிபர் போர்ட்டபிள் பதிவிறக்கவும்

source: Portable
it: Portatile
ja: ポータブル版
ta: சிறிய

source: Learn how to work with calibre on a mobile phone/tablet
gl: Aprende a traballar con calibre nun teléfono móbil/tableta
it: Scopri come lavorare con calibre su un telefono o un tablet
ja: スマホ/タブレットで calibre を操作する方法
ta: மொபைல் போன்/டேப்லெட்டில் காலிபருடன் எவ்வாறு செயல்படுவது என்பதை அறிக

source: calibre for Android
gl: calibre para Android
it: calibre per Android
ja: Android 用の calibre
ta: ஆண்ட்ராய்டு க்கான காலிபர்

source: calibre for Apple iOS
gl: calibre para Apple iOS
it: calibre per Apple iOS
ja: Apple iOS 用の calibre
ta: ஆப்பிள் ஐஇமு க்கு காலிபர்

source: Signatures for all the calibre installer files are <a target="_blank" href="%(href)s">here</a>
gl: As sinaturas de todos os ficheiros do instalador de calibre están <a target="_blank» href="%(href)s">aquí</a>
it: Le firme per tutti i file del programma di installazione di calibre sono <a target="_blank" href="%(href)s">qui</a>
ja: 全 calibre インストーラファイルの署名は、<a target="_blank" href="%(href)s">こちら</a>です。
ta: அனைத்து காலிபர் நிறுவி கோப்புகளுக்கான கையொப்பங்கள் <a target="_blank" href="%(href)s"> இங்கே </a>

source: Watch it in action
gl: Mírao en acción
it: Guardalo in azione
ja: 動作を見る
ta: அதை செயலில் பாருங்கள்

source: A video tour of calibre
gl: Un videotour de calibre
it: Un tour video di Calibre
ja: calibre のビデオツアー
ta: காலிபரின் வீடியோ சுற்றுப்பயணம்

source: Grand Tour Video
gl: Video Gran Tour
ja: グランドツアー動画
ta: கிராண்ட் டூர் வீடியோ

source: In-depth video tutorials
gl: Videotutoriais en profundidade
it: Videoguide approfondite
ja: 詳しいチュートリアル動画
ta: ஆழமான வீடியோ பயிற்சிகள்

source: Video tutorials
gl: Videotutoriais
it: Guide video
ja: チュートリアル動画
ta: வீடியோ பயிற்சிகள்

source: Screenshots showing various calibre functions
gl: Capturas de pantalla que mostran varias funcións de calibre
it: Schermate che mostrano varie funzioni di calibre
ja: さまざまな calibre の機能を示すスクリーンショット
ta: பல்வேறு காலிபர் செயல்பாடுகளைக் காட்டும் திரை சாட்கள்

source: Screenshots
gl: Capturas de pantalla
it: Schermate
ja: スクリーンショット
ta: திரை சாட்கள்

source: Gives an overview of the major calibre features and how to get started using them. Click on it to start watching.
gl: Ofrece unha visión xeral das principais características do calibre e de como comezar a utilizalas. Preme nel para comezar a ver.
it: Fornisce una panoramica delle principali funzionalità di calibre e di come iniziare a usarle. Fai clic su di essa per iniziare a guardare.
ja: 主な calibre 機能の概要と、どのように使い始めたらよいかを説明します。クリックして視聴を開始してください。
ta: முக்கிய காலிபர் நற்பொருத்தங்கள் மற்றும் அவற்றைப் பயன்படுத்துவது எவ்வாறு தொடங்குவது என்பது பற்றிய கண்ணோட்டத்தை அளிக்கிறது. பார்க்கத் தொடங்க அதைக் சொடுக்கு செய்க.

source: Based on calibre version 0.8.0. Also available on <a href="%(yt)s" title="YouTube video of calibre">YouTube</a>.
gl: Baseado na versión calibre 0.8.0. Tamén dispoñible en <a href="%(yt)s» title="YouTube video of calibre">YouTube</a>.
it: Basato sulla versione 0.8.0 di Calibre. Disponibile anche su <a href="%(yt)s" title="YouTube video of calibre">YouTube</a>.
ja: calibre バージョン 0.8.0 に基づいています。<a href="%(yt)s" title="YouTube video of calibre">YouTube</a> でも視聴可能です。
ta: காலிபர் பதிப்பு 0.8.0 அடிப்படையில். மேலும் கிடைக்கிறது <a href="%(yt)s" title="youtube calibre"> youtube </a>.

source: Grand tour of calibre
gl: Gran xira de calibre
it: Grand tour di calibre
ja: calibre のグランドツアー
ta: காலிபரின் கிராண்ட் டூர்

source: Your browser doesn't support HTML5 video. Use the links below to download it instead.
gl: O teu navegador non admite vídeos HTML5. Use as seguintes ligazóns para descargalo.
it: Il tuo browser non supporta il video HTML5. Puoi però usare i collegamenti sottostanti per scaricarlo.
ja: お使いのブラウザは HTML5 ビデオをサポートしていません。代わりに、以下のリンクを使用してダウンロードしてください。
ta: உங்கள் உலாவி html5 வீடியோவை ஆதரிக்காது. அதற்கு பதிலாக பதிவிறக்க கீழே உள்ள இணைப்புகளைப் பயன்படுத்தவும்.

source: Download video: <a href="%(mp4)s">[MP4]</a>&nbsp;<a href="%(webm)s">[WEBM]</a>
gl: Descargar vídeo: <a href="%(mp4)s">[MP4]</a>&nbsp;<a href="%(webm)s">[WEBM]</a>
it: Scarica video: <a href="%(mp4)s">[MP4]</a>&nbsp;<a href="%(webm)s">[WEBM]</a>
ja: 動画をダウンロード: <a href="%(mp4)s">[MP4]</a>&nbsp;<a href="%(webm)s">[WEBM]</a>

source: A tour of the calibre e-book editor.
gl: Un percorrido polo editor de libros electrónicos de calibre.
it: Un tour dell'editor di e-book di calibre.
ja: calibre の電子書籍エディタのツアー。
ta: காலிபர் மின் புத்தக எடிட்டரின் சுற்றுப்பயணம்.

source: Download video: <a href="%(mp4)s">[MP4]</a>&nbsp;<a href="%(webm)s">[WEBM]</a>
gl: Descargar vídeo: <a href="%(mp4)s">[MP4]</a>&nbsp;<a href="%(webm)s">[WEBM]</a>
it: Scarica video: <a href="%(mp4)s">[MP4]</a>&nbsp;<a href="%(webm)s">[WEBM]</a>
ja: 動画をダウンロード: <a href="%(mp4)s">[MP4]</a>&nbsp;<a href="%(webm)s">[WEBM]</a>

source: UI Power tips
gl: Consellos de potencia da IU
it: Importanti suggerimenti per la UI
ja: UI の極意
ta: இடைமுகம் ஆற்றல் உதவிக்குறிப்புகள்

source: Power tips to optimize your usage of the calibre User Interface to manage your book collection. Available on <a href="%(yt)s">YouTube</a> as well.
gl: Consellos avanzados para optimizar o uso da interface de usuario de calibre para xestionar a súa colección de libros. Dispoñible tamén en <a href="%(yt)s">YouTube</a>.
it: Importanti suggerimenti per ottimizzare l'utilizzo dell'interfaccia utente di Calibre per gestire la tua raccolta di libri. Disponibile anche su <a href="%(yt)s">YouTube</a>.
ja: calibre のユーザーインターフェースを、本のコレクション管理の使い方に合わせて最適化するための極意。 <a href="%(yt)s">YouTube</a> でも視聴可能です。
ta: உங்கள் புத்தகத் தொகுப்பை நிர்வகிக்க காலிபர் பயனர் இடைமுகத்தின் பயன்பாட்டை மேம்படுத்த ஆற்றல் உதவிக்குறிப்புகள். <a href="%(yt)s"> youtube </a> இல் கிடைக்கிறது.

source: The main calibre interface, showing books in your library.
gl: A interface de calibre principal, que mostra os libros da túa biblioteca.
it: L'interfaccia principale di calibre, che mostra i libri nella tua biblioteca.
ja: ライブラリ内の本を表示するメインの calibre のインターフェース。
ta: முக்கிய காலிபர் இடைமுகம், உங்கள் நூலகத்தில் புத்தகங்களைக் காட்டுகிறது.

source: The builtin e-book viewer. Supports all major formats.
gl: O visor de libros electrónicos integrado. Admite todos os formatos principais.
it: Il lettore di ebook integrato. Supporta la maggior parte dei formati e-book
ja: ビルトイン電子書籍ビューア。すべての主要な形式をサポートしています。
ta: பில்டின் மின் புத்தக பார்வையாளர். அனைத்து முக்கிய வடிவங்களையும் ஆதரிக்கிறது.

source: The builtin e-book editor. Edits EPUB and Kindle books.
gl: O editor de libros electrónicos integrado. Edita libros EPUB e Kindle.
it: L'editor di ebook integrato. Modifica gli e-book EPUB e Kindle
ja: ビルトイン電子書籍エディタ。EPUB と Kindle の本を編集できます。
ta: பில்டின் மின் புத்தக ஆசிரியர். எபப் மற்றும் கின்டெல் புத்தகங்களைத் திருத்துகிறது.

source: Browse your books on the internet, using the calibre Content server
gl: Navega polos teus libros en Internet mediante o servidor de contido calibre
it: Sfoglia i tuoi libri su Internet, utilizzando il server dei contenuti di calibre
ja: calibre のコンテンツサーバを使用して、インターネット上で本を閲覧します
ta: காலிபர் உள்ளடக்க சேவையகத்தைப் பயன்படுத்தி உங்கள் புத்தகங்களை இணையத்தில் உலாவுக

source: Read, download or convert your books on the internet
gl: Le, descarga ou converte os teus libros en internet
it: Leggi, scarica o converti i tuoi libri su Internet
ja: インターネットで本を読んだり、ダウンロードしたり、変換したりします
ta: இணையத்தில் உங்கள் புத்தகங்களைப் படிக்கவும், பதிவிறக்கவும் அல்லது மாற்றவும்

source: calibre in dark mode
gl: calibre en modo escuro
it: calibre con il tema scuro
ja: ダークモードの calibre
ta: இருண்ட பயன்முறையில் காலிபர்

source: Donate to calibre
gl: Doa a calibre
it: Dona a calibre
ja: calibre に寄付
ta: காலிபருக்கு நன்கொடை

source: calibre is a result of the efforts of many volunteers from all over the world. If you find it useful, please consider contributing to support its development. Your contribution helps keep calibre development alive. You can pay using credit cards, PayPal or Patreon.
gl: calibre é o resultado dos esforzos de moitos voluntarios de todas partes mundo. Se che resulta útil, considera contribuír para apoialo desenvolvemento. A túa contribución axuda a manter vivo o desenvolvemento de calibre. Podes pagar con tarxetas de crédito, PayPal ou Patreon.
it: calibre è il risultato degli sforzi di molti volontari provenienti da tutto il mondo. Se lo trovi utile, considera di contribuire a supportare il suo sviluppo. Il tuo contributo aiuta a mantenere vivo lo sviluppo di calibre. Puoi pagare con carte di credito, PayPal o Patreon.
ja: calibre は、世界中からの多くのボランティアの努力の結果です。お役に立ったなら、どうかその開発を支援するために貢献することを検討してください。あなたの貢献は、calibre の開発の存続に役立ちます。支払いにはクレジットカード、PayPal、または Patreon が使用できます。
ta: காலிபர் என்பது பல தன்னார்வலர்களின் முயற்சிகளின் விளைவாகும் உலகம். நீங்கள் பயனுள்ளதாக இருந்தால், அதை ஆதரிக்க பங்களிப்பைக் கவனியுங்கள் வளர்ச்சி. உங்கள் பங்களிப்பு காலிபர் வளர்ச்சியை உயிரோடு வைத்திருக்க உதவுகிறது. உன்னால் முடியும் கடன் கார்டுகள், பேபால் அல்லது பேட்ரியன் ஆகியவற்றைப் பயன்படுத்தி செலுத்துங்கள்.

source: Thank you.
gl: Grazas.
it: Grazie.
ja: ありがとうございます。
ta: நன்றி.

source: If you would like to contribute regularly to calibre, you can become a calibre patron, by using the <a href="%(pat)s">Patreon service</a>, the <a href="%(gh)s">GitHub Sponsors service</a> or the <a href="%(librepay)s">Liberapay service</a>.
gl: Se queres contribuír regularmente a calibre, podes converterte nun calibre patrón, mediante o <a href="%(pat)s">servizo Patreon</a>, o <a href="%(gh)s">servizo GitHub Patrocinadores</a> ou o <a href="%(librepay)s">servizo Liberapay</a>.
it: Se desideri contribuire regolarmente a calibre, puoi diventare un mecenate di calibre, utilizzando il <a href="%(pat)s">servizio Patreon</a>, il <a href="%(gh)s">servizio GitHub Sponsors</a> o il <a href="%(librepay)s">servizio Liberapay</a>.
ja: 定期的に calibre に貢献したい場合は、<a href="%(pat)s"> Patreon サービス</a>、<a href="%(gh)s">GitHub スポンサーサービス</a>または<a href="%(librepay)s">Liberapay サービス</a>を使用して、calibre のパトロンになることができます。
ta: நீங்கள் காலிபருக்கு தவறாமல் பங்களிக்க விரும்பினால், நீங்கள் ஒரு திறமையாக மாறலாம் புரவலர், <a href="%(pat)s"> பேட்ரியன் சேவையைப் பயன்படுத்துவதன் மூலம் </a>, <a href="%(gh)s"> அறிவிலிமையம் பணி சேவைகள் </a> அல்லது <a href="%(librepay)s"> லைபர்பே பணி </a>.

source: Getting involved with calibre
gl: Implicarse con calibre
it: Farsi coinvolgere nel progetto calibre
ja: calibre に参加する
ta: காலிபருடன் ஈடுபடுவது

source: The secret of calibre's success is its vibrant user community. Users have contributed code and become developers, translations to make calibre available in different languages, graphics to improve its look and feel and of course thousands of bug reports to help make it the robust piece of software it is today. An incomplete list of contributors to calibre is available <a href="%(href)s">here</a>.
gl: O segredo do éxito de calibre é a súa vibrante comunidade de usuarios. Os usuarios aportaron código e convertéronse en desenvolvedores, traducións para facer calibre dispoñible en diferentes idiomas, gráficos para mellorar o seu aspecto e por suposto miles de informes de erros para axudar a que sexa a peza de software robusta que é hoxe. Unha lista incompleta de colaboradores de calibre está dispoñible <a href="%(href)s">aquí</a>.
it: Il segreto del successo di Calibre è la sua vibrante comunità di utenti. Gli utenti hanno contribuito al codice e sono diventati sviluppatori, traduttori per rendere disponibile Calibre in diverse lingue, grafici per migliorarne l'aspetto grafico ed ovviamente hanno fatto migliaia di segnalazioni di bug per contribuire a renderlo il software robusto che è oggi. Un elenco incompleto di collaboratori di Calibre è disponibile <a href="%(href)s">qui</a>.
ja: calibre の成功の秘訣は、活気に満ちたユーザコミュニティです。ユーザたちはさまざまな貢献をしてきました。コードを提供したユーザは開発者になりましたし、さまざまな言語で calibre を利用できるようにするための翻訳、ルックアンドフィールを改善するためのグラフィックス、そしてもちろん、今日の堅牢なソフトウェアにするための何千ものバグレポートを提供しています。不完全ではありますが、calibre への貢献者リストは<a href="%(href)s">こちら</a>にあります。
ta: காலிபரின் வெற்றியின் மறைபொருள் அதன் துடிப்பான பயனர் சமூகம். பயனர்கள் குறியீட்டை பங்களித்து டெவலப்பர்களாக மாறிவிட்டனர், வெவ்வேறு மொழிகளில் காலிபரை கிடைக்கச் செய்வதற்கான மொழிபெயர்ப்புகள், அதன் தோற்றத்தையும் உணர்வையும் மேம்படுத்த கிராபிக்ச் மற்றும் நிச்சயமாக இன்று இருக்கும் மென்பொருளின் வலுவான பகுதியாக மாற்ற ஆயிரக்கணக்கான பிழை அறிக்கைகள். ஒரு முழுமையற்ற பட்டியல் காலிபருக்கான பங்களிப்பாளர்கள் <a href="%(href)s"> இங்கே </a>.

source: Joining the calibre community
gl: Únete á comunidade calibre
it: Unirsi alla comunità di calibre
ja: calibre のコミュニティに参加する
ta: காலிபர் சமூகத்தில் சேருதல்
