Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: calibre can make sure you know what’s happening and <b>automatically deliver stories</b> to your device from hundreds of news sources like The Economist, New York Times, New Yorker Magazine, The Guardian, BBC News, National Geographic, CNN, The Wall Street Journal, The Washington Post, The Atlantic, Scientific American, Wired Magazine, The Telegraph, Forbes, Ars Technica…
gl: calibre pode asegurarse de que sabe o que está a suceder e entrega automaticamente historias ao teu dispositivo de centos de fontes de noticias como The Economist, New York Times, New Yorker Revista, The Guardian, BBC News, National Geographic, CNN, The Wall Street Journal, The Washington Post, The Atlantic, Scientific American, Wired Magazine, The Telegraph, Forbes, Ars Technica…
it: calibre può fare in modo che tu sappia cosa sta succedendo e <b>consegna automaticamente articoli</b> sul tuo dispositivo da centinaia di fonti di notizie come The Economist, New York Times, New Yorker Magazine, The Guardian, BBC News, National Geographic, CNN, The Wall Street Journal, The Washington Post, The Atlantic, Scientific American, Wired Magazine, The Telegraph, Forbes, Ars Technica…
ja: calibre は、世の中で何が起きているのか確実に把握できるよう、ニュースソースからデバイスに<b>自動的に記事を届けます</b>。対応しているニュースソースの一部を挙げると、The Economist, New York Times, New Yorker Magazine, The Guardian, BBC News, National Geographic, CNN, The Wall Street Journal, The Washington Post, The Atlantic, Scientific American, Wired Magazine, The Telegraph, Forbes, Ars Technica…
ta: என்ன நடக்கிறது என்பதை உங்களுக்குத் தெரியுமா என்பதை உறுதிப்படுத்த முடியும் <b> தானாகவே கதைகளை வழங்குங்கள் </b> உங்கள் சாதனத்திற்கு நூற்றுக்கணக்கானவற்றிலிருந்து தி எகனாமிச்ட், நியூயார்க் டைம்ச், நியூயார்க்கர் போன்ற செய்தி ஆதாரங்களில் இதழ், தி கார்டியன், பிபிசி நியூச், நேசனல் சியோகிராஃபிக், சி.என்.என் வோல் ச்ட்ரீட் சர்னல், தி வாசிங்டன் போச்ட், அட்லாண்டிக், சயின்டிஃபிக் அமெரிக்கன், கம்பி இதழ், தி டெலிகிராப், ஃபோர்ப்ச், ஆர்ச் டெக்னிகா…

source: You can also teach calibre to deliver news from completely different sites or take advantage of any <b>RSS feed</b>. No searching, no waiting, no hassle.
gl: Tamén podes ensinar a calibre a entregar noticias de sitios completamente diferentes ou aproveitar calquera <b>feed RSS</b>. Sen buscar, sen esperar, sen complicacións.
it: Puoi anche insegnare a calibre a fornire notizie da siti completamente diversi o sfruttare qualsiasi <b>feed RSS</b>. Nessuna ricerca, nessuna attesa, nessuna seccatura.
ja: また、まったく別のサイトからニュースを配信したり、<b>RSSフィード</b>を利用したりするように calibre に指示することもできます。検索の必要もなく、待つこともなく、面倒もありません。
ta: செய்திகளை வழங்க நீங்கள் காலிபர் கற்பிக்கலாம் முற்றிலும் மாறுபட்ட தளங்கள் அல்லது எந்த <b> rss ஐப் பயன்படுத்திக் கொள்ளுங்கள் தீவனம் </b>. தேடல் இல்லை, காத்திருப்பு இல்லை, தொந்தரவு இல்லை.

source: Share and backup your library easily
gl: Comparte e fai unha copia de seguranza da túa biblioteca facilmente
it: Condividi e fai il backup della tua biblioteca facilmente
ja: ライブラリを簡単に共有したりバックアップする
ta: உங்கள் நூலகத்தை எளிதாகப் பகிரவும் காப்புப்பிரதியாகவும்

source: calibre comes with a <b>handy web server</b> to host your library. In just a few moments you can <b>safely share</b> all (or just some) of your e-books with anyone you choose or access them yourself from anywhere, using any device you like. With the server, you can read the books in your calibre library on any phone/tablet using just a browser. It even works offline.
gl: calibre vén cun <b>servidor web útil</b> para albergar a súa biblioteca. En só uns intres, podes compartir de maneira segura todos (ou só algúns) dos teus libros electrónicos con quen desexes ou acceder a eles ti mesmo desde calquera lugar, usando calquera dispositivo que elixas. Co servidor, podes ler os libros na túa biblioteca de calibre en calquera teléfono ou tableta usando só un navegador. Incluso funciona sen conexión.
it: calibre viene fornito con un <b>comodo server web</b> per ospitare la tua biblioteca. In pochi istanti puoi <b>condividere in sicurezza</b> tutti (o solo alcuni) i tuoi e-book con chiunque tu scelga o accedervi tu stesso da qualsiasi luogo, usando qualunque dispositivo tu preferisca. Con il server puoi leggere i libri nella tua biblioteca di calibre su qualsiasi telefono/tablet usando solamente un browser. Funziona anche in assenza di linea.
ja: calibreには、ライブラリをホストするための<b>便利なウェブサーバー</b> が付属しています。 すぐに、あなたのライブラリすべて(または限定して)、あなたが許可したどなたでも、またはあなた自身がどこからでも、お好みのデバイスで、 <b>安全に共有</b> することができます。このサーバ経由で、calibreライブラリ上の本を スマートフォン／タブレットのブラウザで読むことができます。オフラインでも動作します。

source: calibre has also some useful backup and import/export features that will guarantee the safety and portability of your book collection with minimal fuss.
gl: calibre tamén ten algunhas copias de seguridade e importación/exportación útiles características que garantirán a seguridade e portabilidade dos a túa colección de libros cun mínimo alboroto.
it: Calibre ha anche un utile strumento per il backup e per l'importazione/esportazione caratteristiche che garantiranno la sicurezza e la portabilità della tua collezione di libri con il minimo sforzo.
ja: calibreには、最小限の手間で書籍コレクションの安全性と移動性を保証する便利なバックアップおよびインポート/エクスポート機能もあります。
ta: காலிபர் சில பயனுள்ள காப்புப்பிரதி மற்றும் இறக்குமதி/ஏற்றுமதி ஆகியவற்றைக் கொண்டுள்ளது பாதுகாப்பு மற்றும் பெயர்வுத்திறனுக்கு பொறுப்பு அளிக்கும் நற்பொருத்தங்கள் உங்கள் புத்தக சேகரிப்பு குறைந்தபட்ச வம்புடன்.

source: Edit the books in your collection
gl: Edita os libros da túa colección
it: Modifica i libri nella tua collezione
ja: コレクション内の本を編集する
ta: உங்கள் சேகரிப்பில் உள்ள புத்தகங்களைத் திருத்தவும்

source: For the e-book nerds amongst you, calibre has a built-in editor that allows you to <b>edit e-books</b> in the most popular e-book formats, EPUB and Kindle. The editor has many sophisticated features to make editing the innards of e-books as easy and efficient as possible.
gl: Para os nerds de libros electrónicos entre vós, calibre ten incorporado editor que che permite editar libros electrónicos no máis popular formatos de libros electrónicos, EPUB e Kindle. O editor ten moitas funcións sofisticadas para facer a edición das entrañas libros electrónicos o máis fáciles e eficientes posible.
it: Per i più "smanettoni", Calibre ha un editor incorporato che consente di <b>modificare gli e-book</b> nei più popolari formati di e-book, EPUB e Kindle. L'editor ha molte funzioni sofisticate per rendere l'editing dei codici interni dell'e-book il più semplice ed efficiente possibile.
ja: 電子書籍マニアのために、calibreには、最も人気のある電子書籍形式である EPUB と Kindle で<b>電子書籍を編集</b>できるビルトインエディタがあります。エディタには、電子書籍の内部をできるだけ簡単かつ効率的に編集できるようにするための多くの洗練された機能があります。
ta: உங்களிடையே உள்ள மின்-புத்தக மேதாவிகளுக்கு, காலிபர் ஒரு உள்ளமைக்கப்பட்டுள்ளார் <b> மின் புத்தகங்களைத் திருத்து </b> ஐ மிகவும் பிரபலமாக அனுமதிக்கும் ஆசிரியர் மின் புத்தக வடிவங்கள், எபப் மற்றும் கின்டெல். ஆசிரியர் இருக்கிறார் உட்புறங்களை திருத்துவதற்கு பல அதிநவீன நற்பொருத்தங்கள் மின் புத்தகங்கள் முடிந்தவரை எளிதான மற்றும் திறமையானவை.

source: Satisfy every e-book need and get support
gl: Satisfacer todas as necesidades de libros electrónicos e obter apoio
it: Soddisfa ogni esigenza per gli e-book e ottieni supporto
ja: 電子書籍のニーズをすべて満たし、サポートを受ける
ta: ஒவ்வொரு மின் புத்தக தேவையையும் நிறைவு செய்து ஆதரவைப் பெறுங்கள்

source: It’s unlikely, but if you find out there’s a feature you need but calibre lacks it, you can use the <b>built-in plugin explorer</b>. Many users develop plugins to enhance and expand calibre’s features. You can browse through <b>hundreds of plugins</b> directly from calibre and install them with just one click.
gl: É pouco probable, pero se descobres que hai unha característica ti necesita pero calibre carece del, pode usar o <b>complemento integrado explorador</b>. Moitos usuarios desenvolven complementos para mellorar e ampliar características do calibre. Podes navegar por <b>centos de plugins</b> directamente desde calibre e instálaos con só un clic.
it: È improbabile, ma se scopri che c'è bisogno di una caratteristica che in Calibre manca, è possibile utilizzare il <b>plug-in integrato per la loro ricerca</b>. Molti utenti sviluppano plugin per migliorare ed espandere le caratteristiche di Calibre. Puoi sfogliare <b>centinaia di plugin</b> direttamente da Calibre e installarli con solo un click.
ja: あまりありそうもないことですが、必要としてる機能が calibre に欠けている場合は、<b>ビルトインプラグインエクスプローラ</b>を使用できます。多くのユーザが、calibreの機能を強化および拡張するためのプラグインを開発しています。 calibre から直接<b>数百ものプラグイン</b>を閲覧し、ワンクリックでインストールできます。
ta: இது சாத்தியமில்லை, ஆனால் நீங்கள் ஒரு நற்பொருத்தம் இருப்பதை நீங்கள் கண்டால் தேவை ஆனால் காலிபருக்கு அது இல்லை, நீங்கள் <b> உள்ளமைக்கப்பட்ட சொருகி பயன்படுத்தலாம் எக்ச்ப்ளோரர் </b>. பல பயனர்கள் மேம்படுத்தவும் விரிவாக்கவும் செருகுநிரல்களை உருவாக்குகிறார்கள் காலிபரின் நற்பொருத்தங்கள். நீங்கள் <b> நூற்றுக்கணக்கான மூலம் உலாவலாம் செருகுநிரல்கள் </b> காலிபரிலிருந்து நேரடியாக அவற்றை நியாயமான முறையில் நிறுவவும் ஒரு சொடுக்கு.

source: calibre has more than 3 million active installs and <b>lots of fans</b>! You will never have to wait to solve any issue you might encounter: you can use the <a href="%(help)s">extensive help resources</a>, or just ask members of the <a href="%(mr)s">calibre forum</a>.
gl: calibre ten máis de 3 millóns de instalacións activas e <b>moitos seguidores</b>! Nunca terás que esperar para resolver calquera problema que poidas encontrar: podes usar <a href="%(help)s">os amplos recursos de axuda</a> ou simplemente preguntar aos membros do <a href="%(mr)s">foro de calibre</a>.
it: calibre ha oltre 3 milioni di installazioni attive e ha <b>molti fan</b>! Non dovrai mai aspettare per risolvere un qualsiasi problema che potresti riscontrare: puoi utilizzare le <a href="%(help)s">ampie risorse di aiuto</a> o semplicemente chiedere ai membri del <a href="%(mr)s">forum di calibre</a>.
ja: calibre は300万以上のアクティブなインストール実績と<b>多くのファン</b>を持っています。何か問題に遭遇してもすぐに解決するでしょう: <a href="%(help)s">充実したヘルプリソース</a>を利用するか、<a href="%(mr)s">calibre forum</a> のメンバーに質問してください。

source: calibre is created by <b>book lovers</b>, for book lovers. Hundreds of motivated <b>volunteers develop</b> calibre and deliver updates on a regular basis. Most issues are <b>resolved in a week</b>. With every update, we fix bugs, add new features and make calibre more compatible, faster and easier.
gl: calibre é creado polos <b>amantes dos libros</b>, para os amantes dos libros. Centos de <b>voluntarios motivados desenvolven</b> calibre e ofrecer actualizacións regularmente. A maioría dos problemas son <b>resoltos nunha semana</b>. Con cada actualización, corriximos erros, engadimos novos características e facer calibre máis compatible, máis rápido e máis doado.
it: Calibre è creato dagli <b>amanti dei libri</b>, per gli amanti dei libri. Centinaia di <b>volontari motivati sviluppano</b> Calibre e forniscono aggiornamenti su base regolare. La maggior parte dei problemi sono <b>risolti in una settimana</b>. Con ogni aggiornamento, correggiamo i bug, aggiungiamo nuove caratteristiche e rendiamo Calibre più compatibile, più veloce e più facile.
ja: calibre は、<b>本愛好家</b>によって本愛好家のために作成されたものです。何百人もの意欲的な<b>ボランティアが</b> calibre を開発し、定期的に最新情報を提供しています。ほとんどの問題は <b>1 週間で解決</b>されます。更新のたびに、バグを修正し、新しい機能を追加して、calibre の互換性を高め、より速く、より使いやすくなっています。
ta: புத்தக ஆர்வலர்களுக்காக <b> புத்தக காதலர்கள் </b> ஆல் காலிபர் உருவாக்கப்பட்டது. நூற்றுக்கணக்கான உந்துதல் <b> தன்னார்வலர்கள் உருவாகின்றன </b> காலிபர் மற்றும் புதுப்பிப்புகளை வழக்கமான அடிப்படையில் வழங்கவும். பெரும்பாலான சிக்கல்கள் <b> ஒரு வாரத்தில் தீர்க்கப்பட்டது </b>. ஒவ்வொரு புதுப்பிப்பிலும், நாங்கள் பிழைகளை சரிசெய்கிறோம், புதியதைச் சேர்க்கவும் நற்பொருத்தங்கள் மற்றும் காலிபரை மிகவும் இணக்கமாகவும், வேகமாகவும், எளிதானது.

source: Celebrate over fifteen years of excellence with us and <a href="%(href)s">download</a> calibre today!
gl: Celebra máis de quince anos de excelencia connosco e <a href="%(href)s">descarga</a> calibre hoxe!
it: Celebra oltre quindici anni di eccellenza con noi e <a href="%(href)s">scarica</a> calibre oggi!
ja: 15年以上にわたる優秀さを私たちと一緒に祝い、calibre を今日<a href="%(href)s">ダウンロード</a>しましょう！
ta: எங்களுடன் பதினைந்து ஆண்டுகளுக்கும் மேலாக சிறந்து விளங்கவும், <a href="%(href)s"> பதிவிறக்கம் </a> இன்று காலிபர்!

source: calibre started life on 31 October, 2006, soon after the release of the SONY PRS-500, the first e-ink based reader to be sold commercially in the US. At the time, I was a graduate student, with a lot of time on my hands. The PRS-500 did not work at all with Linux, my operating system of choice, so I decided to reverse engineer the USB protocol that it used, to get it working on Linux. This was accomplished with the help of the fine folks over at <a href="%(mr)s" target="new">mobileread.com</a> and calibre was born, albeit named <code>libprs500</code>.
gl: calibre comezou o 31 de outubro de 2006, pouco despois do lanzamento do SONY PRS-500, o primeiro lector baseado en tinta electrónica que se vendeu comercialmente nos EE. UU. Nese momento, eu era estudante de posgrao e tiña moito tempo libre. O PRS-500 non funcionaba en absoluto con Linux, o sistema operativo que elixira, así que decidín deseñar ao revés o protocolo USB que utilizaba para facelo funcionar en Linux. Isto foi logrado coa axuda das boas persoas de <a href="%(mr)s» target="new">mobileread.com</a> e así naceu calibre, aínda que inicialmente se chamaba <code>libprs500</code>.
it: calibre nacque il 31 ottobre 2006, subito dopo l'uscita del SONY PRS-500, il primo lettore basato su e-ink ad essere commercializzato negli Stati Uniti. A quei tempi ero uno studente laureato con molto tempo a disposizione. Il PRS-500 non funzionava affatto con Linux, il mio sistema operativo, così decisi di decodificare il protocollo USB utilizzato per farlo funzionare su Linux. Ciò fu realizzato con l'aiuto della brava gente di <a href="%(mr)s" target="new">mobileread.com</a> e così nacque calibre, anche se con il nome di <code>libprs500</code>.
ja: calibre は、2006年10月31日に誕生しました。USで商業的に販売された最初のE-インクベースのリーダーであるSONY PRS-500がリリースして間もなくでした。 当時、私は大学院生で時間に余裕がありました。PRS-500は、私が常用していたオペレーティングシステムであるLinuxでは全く動作しませんでした。そこで、Linuxで動作させるため、PRS-500のUSBプロトコルをリバースエンジニアリングすることを決断しました。 <a href="%(mr)s" target="new">mobileread.com</a> の素晴らしい仲間の協力を得てそれは実現し、 <code>libprs500</code> という名前で calibre が誕生したのです

source: At the time there were no satisfactory tools to convert content into the <code>LRF</code> format, used by the SONY reader, so I decided to implement a converter to convert the most popular e-book formats to LRF. This converter proved to be wildly popular and far better than the (mostly non-existent) offerings from SONY. It was picked up and used by various publishing houses and content digitizers to produce the first generation of books in the LRF format.
gl: Daquela non existían ferramentas satisfactorias para converter o contido ao formato <code>LRF</code>, utilizado polo lector de SONY, polo que decidín implementar un conversor para converter os formatos de libros electrónicos máis populares a LRF. Este conversor resultou ser moi popular e moito mellor que as ofertas (na súa maioría inexistentes) de SONY. Foi recollido e utilizado por varias editoriais e dixitalizadores de contidos para producir o primeira xeración de libros en formato LRF.
it: All'epoca non esistevano strumenti soddisfacenti per convertire contenuti nel formato <code>LRF</code>, utilizzato dal lettore SONY, così decisi di implementare un convertitore per trasformare i formati di e-book più comuni in LRF. Questo convertitore si dimostrò incredibilmente popolare e di gran lunga migliore delle proposte di SONY (per lo più inesistenti). Fu scoperto e utilizzato da svariate case editrici e digitalizzatori di contenuti per produrre la prima generazione di libri in formato LRF.
ja: 当時、コンテンツを SONY リーダが使用する <code>LRF</code> 形式に変換するための十分なツールがなかったため、最も人気のある電子書籍形式を LRF に変換するコンバータを実装することにしました。このコンバータは非常に人気があり、SONYの (ほとんど存在しない) 製品よりもはるかに優れていることが証明されました。これは、さまざまな出版社やコンテンツデジタイザによって取り上げられ、LRF 形式の第1世代の本を作成するために使用されました。
ta: அந்த நேரத்தில் சோனி ரீடர் பயன்படுத்தும் <code>lrf</code> வடிவமாக உள்ளடக்கத்தை மாற்ற திருப்திகரமான கருவிகள் எதுவும் இல்லை, எனவே நான் முடிவு செய்தேன் மிகவும் பிரபலமான மின் புத்தக வடிவங்களை எல்.ஆர்.எஃப் ஆக மாற்ற ஒரு மாற்றி செயல்படுத்த. இந்த மாற்றி மிகவும் பிரபலமானது மற்றும் விட மிகச் சிறந்தது என்று நிரூபிக்கப்பட்டது சோனியிடமிருந்து (பெரும்பாலும் இல்லாத) பிரசாதங்கள். இது பல்வேறு வெளியீட்டு நிறுவனங்கள் மற்றும் உள்ளடக்க டிசிட்டல்சர்களால் எடுக்கப்பட்டு பயன்படுத்தப்பட்டது எல்.ஆர்.எஃப் வடிவத்தில் முதல் தலைமுறை புத்தகங்கள்.

source: As my e-book collection grew, I realized that managing it was quickly becoming unwieldy, so I decided to write a graphical interface to libprs500 to make it easier. This became calibre, in its present form, as a comprehensive e-book management tool. libprs500 was renamed to calibre in mid-2008. The name calibre was chosen by my wife, Krittika. The libre in calibre stands for freedom, indicating that calibre is a free and open source product, modifiable by all. Nonetheless, calibre should be pronounced as cali-ber, not ca-libre.
gl: A medida que a miña colección de libros electrónicos creceu, decateime de que a súa xestión se estaba tornando moi difícil de manexar, polo que decidín escribir unha interface gráfica para libprs500 para facelo máis doado. Isto converteuse en calibre, na súa forma actual, como unha ferramenta integral de xestión de libros electrónicos. libprs500 cambiou o nome a calibre a mediados de -2008. O nome calibre escolleuno a miña muller, Krittika. O libre en calibre significa liberdade, indicando que calibre é un produto gratuíto e de código aberto, modificable por todos. Non obstante, o calibre debe pronunciarse como ca-libre, non ca-libre.
it: Man mano che la mia collezione di e-book cresceva, mi resi conto che gestirla stava rapidamente diventando laboriosa, e decisi quindi di scrivere un'interfaccia grafica per libprs500 per renderlo più semplice. Questa divenne calibre nella sua forma attuale, uno strumento completo di gestione di e-book. libprs500 è stato ribattezzato in calibre a metà del 2008. Il nome calibre venne scelto da mia moglie Krittika. Il suffisso libre in calibre viene da libertà, e indica che calibre è un prodotto libero e a sorgente aperta, modificabile da tutti. Nondimeno, calibre dovrebbe essere pronunciato come cali-ber, non ca-libre.
ja: 私の電子書籍コレクションが増えるにつれて、それを管理するのがすぐに扱いにくくなっていることに気づいたので、それを簡単にするためにlibprs500へのグラフィカルインターフェースを書くことにしました。これが calibre となりました。現在の形で包括的な電子書籍管理ツールです。libprs500は、2008年半ばに名前が calibre に変更されました。calibre という名前は私の妻、Krittikaによって選ばれました。 calibre の中の libre は自由を意味し、calibre が無料でオープンソースの製品であり、すべての人が変更できることを示しています。ただしそれでもやはり calibre は ca-libre ではなく、cali-ber と発音すべきです。
ta: எனது மின்-புத்தகத் தொகுப்பு வளர்ந்தவுடன், அதை நிர்வகிப்பது விரைவில் திறமையாக மாறுகிறது என்பதை நான் உணர்ந்தேன், எனவே ஒரு வரைகலை இடைமுகத்தை எழுத முடிவு செய்தேன் அதை எளிதாக்க libprs500. இது ஒரு விரிவான மின்-புத்தக மேலாண்மை கருவியாக அதன் தற்போதைய வடிவத்தில் திறமையாக மாறியது. libprs500 2008 ஆம் ஆண்டின் நடுப்பகுதியில் காலிபர் என மறுபெயரிடப்பட்டது. காலிபர் என்ற பெயரை என் மனைவி கிரிட்டிகா தேர்வு செய்தார். காலிபரில் உள்ள லிப்ரே குறிக்கிறது விடுதலை, காலிபர் ஒரு இலவச மற்றும் திறந்த மூல தயாரிப்பு என்பதைக் குறிக்கிறது, இது அனைவராலும் மாற்றக்கூடியது. ஆயினும்கூட, காலிபர் என உச்சரிக்கப்பட வேண்டும் கலி-பெர், சிஏ-லிபர் அல்ல.

source: Today calibre is a vibrant open-source community with half a dozen developers and many, many testers and bug reporters. It is used in over 200 countries and has been translated into a dozen different languages by volunteers. calibre has become a comprehensive tool for the management of digital texts, allowing you to do whatever you could possibly imagine with your e-book library. Reading is very important to me and one of my goals has always been to prevent either the fragmentation or the monopolization of the e-book market by entities that care solely for short-term goals. As the calibre community continues to grow, driven by book lovers, for book lovers, hopefully it will always present an alternative for people that love to read e-books and want to be in control of their own digital libraries.
gl: Hoxe en día, calibre é unha comunidade de código aberto vibrante, cunha media ducia de desenvolvedores e moitos, moitos probadores e informadores de erros. Está en uso en máis de 200 países e foi traducido a unha ducia de idiomas diferentes por voluntarios. calibre converteuse nunha ferramenta integral para a xestión de textos dixitais, permitindo facer todo o que poidas imaxinar coa túa biblioteca de libros electrónicos. A lectura é moi importante para min e un dos meus obxectivos sempre foi evitar tanto a fragmentación como a monopolización do mercado de libros electrónicos por entidades que só se preocupan por obxectivos a curto prazo. A medida que a comunidade calibre segue crecendo, impulsada por amantes dos libros, para amantes dos libros, agardemos que sempre ofreza unha alternativa para as persoas que aman ler libros electrónicos e queren ter o control das súas propias bibliotecas dixitais.
it: Oggi calibre è una vivace comunità open source con una mezza dozzina di sviluppatori e molti, molti tester e segnalatori di problemi. È usato in oltre 200 paesi ed è stato tradotto in una dozzina di lingue diverse da volontari. calibre è diventato uno strumento completo per la gestione di testi digitali che ti consente di fare qualsiasi cosa tu possa immaginare con la tua biblioteca di e-book. Leggere è molto importante per me e uno dei miei obiettivi è sempre stato quello di prevenire la frammentazione o la monopolizzazione del mercato dei libri elettronici da parte di entità che si preoccupano esclusivamente di obiettivi a breve termine. Con la comunità di calibre in continua crescita, guidata dagli amanti dei libri, per gli amanti dei libri, si spera che rappresenterà sempre un'alternativa per le persone che amano leggere e-book e vogliono essere in controllo delle proprie biblioteche digitali.
ja: 現在、calibreは半ダースの開発者と多数のテスター・バグ報告者を擁する活気に満ちたオープンソースコミュニティです。200か国以上で利用されており、ボランティアによって数多くの言語に翻訳されています。calibre はデジタルテキスト管理のための包括的なツールとなり、皆さんの電子書籍ライブラリで想像できる限りのことを可能にします。読書は私にとって非常に重要であり、私の一つの目標は、短期的な目標のみを追求する組織による電子書籍市場の断片化や独占を防ぐことです。calibre コミュニティが読書愛好家によって、読書愛好家のために成長し続けるにつれ、電子書籍を読むことを愛し、自分のデジタルライブラリを管理したい人々に、calibre が常に代替手段を提供し続けられるように願っています。

source: November 2009
gl: novembro 2009
it: Novembre 2009
ja: 2009年11月
ta: நவம்பர் 2009

source: Asking for help
gl: Pedindo axuda
it: Chiedere aiuto
ja: ヘルプ
ta: உதவி கேட்கிறது

source: The best places to ask for help with calibre are the very active <a target="forum" href="%(forum)s">calibre forum</a> at mobileread.com, where there are a number of friendly and knowledgeable long time users/developers of calibre. In addition, there is the <a href="%(fb)s">calibre Facebook fan page</a> and <a target="twitter" href="%(tw)s">#calibreforum</a> on Twitter.
gl: Os mellores lugares para pedir axuda con calibre son o moi activo <a target="forum» href="%(forum)s">foro de calibre</a> en mobileread.com, onde hai varios usuarios/desenvolvedores de calibre amigables e coñecedores con moito tempo de experiencia. Ademais, está a <a href="%(fb)s">páxina de Facebook de fans de calibre</a> e o <a target="twitter» href="%(tw)s">#calibreforum</a> en Twitter.
it: I posti migliori per chiedere aiuto riguardo calibre sono il sempre molto attivo <a target="forum" href="%(forum)s">forum calibre</a> su mobileread.com, dove sono presenti numerosi utenti/sviluppatori di calibre di lunga data, amichevoli e competenti. Inoltre, ci sono la <a href="%(fb)s">pagina fan di calibre su Facebook</a> e <a target="twitter" href="%(tw)s">#calibreforum</a> su Twitter.
ja: calibre について質問するのにもっとも良い場所は大変に活発な mobileread.com上の <a target="forum" href="%(forum)s">calibre forum</a> です。 そこにはフレンドリで、長い間ユーザーや開発者で calibre に詳しい方々がいます。 さらに、 Facebook上の <a href="%(fb)s">calibre Facebook fan page</a> や X(旧Twitter)上の <a target="twitter" href="%(tw)s">#calibreforum</a> もあります。
