Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: calibre now has its own private Recycle Bin instead of using the operating system one. This means that it is now possible undo the deletion of a book with a single click, restoring all its files and metadata automatically. Indeed when you delete a book calibre will show an unobtrusive popup offering to undo the deletion for a few seconds. You can also browse recently deleted books by right clicking the <i>Remove books</i> button and choosing <i>Restore recently deleted</i>.
gl: calibre agora ten a súa propia papeleira de reciclaxe privada en lugar de usar o sistema operativo un. Isto significa que agora é posible desfacer eliminación dun libro cun só clic, restaurando todos os seus ficheiros e metadatos automaticamente. De feito, cando se elimina un libro calibre mostrar unha ventá emerxente discreta que ofrece para desfacer a eliminación por algúns segundos. Tamén podes buscar libros eliminados recentemente pola dereita premendo no botón <i>Eliminar libros</i> e escollendo <i>Restaurar eliminado recentemente</i>.
it: calibre ha ora il suo Cestino privato al posto di quello fornito dal sistema operativo. Ciò significa che è ora possibile annullare l'eliminazione di un libro con un singolo clic, ripristinando tutti i suoi file e metadati automaticamente. Quando elimini un libro calibre mostrerà infatti una piccola finestra con l'offerta di annullare l'eliminazione per alcuni secondi. Puoi anche navigare i libri eliminati di recente facendo clic con il tasto destro sul pulsante <i>Rimuovi libri</i> e scegliendo <i>Ripristina eliminati di recente</i>.
ja: calibreは、オペレーティングシステムのゴミ箱ではなく、専用のゴミ箱を搭載しました。これにより、本の削除をワンクリックで元に戻し、すべてのファイルとメタデータを自動的に復元できるようになりました。本を削除すると、calibreは数秒間、削除を元に戻すためのポップアップをひっそりと表示します。また、<i>本を削除</i>ボタンを右クリックし、<i>最近削除した本・形式を復元</i>を選択することで、最近削除した本を一覧表示することもできます。
ta: காலிபர் இப்போது பயன்படுத்துவதற்கு பதிலாக அதன் சொந்த தனிப்பட்ட மறுசுழற்சி தொட்டியைக் கொண்டுள்ளது இயக்க முறைமை ஒன்று. இதன் பொருள் இப்போது செயல்தவிர்க்க முடியும் ஒற்றை கிளிக்கில் ஒரு புத்தகத்தை நீக்குதல், அதன் அனைத்து கோப்புகளையும் மீட்டெடுக்கிறது மற்றும் மேனிலை தரவு தானாகவே. உண்மையில் நீங்கள் ஒரு புத்தக காலிபர் நீக்கும்போது ஒரு சிலருக்கு நீக்குதலை செயல்தவிர்க்க ஒரு கட்டுப்பாடற்ற பாப்அப் பிரசாதத்தைக் காட்டு விநாடிகள். நீங்கள் அண்மைக் காலத்தில் நீக்கப்பட்ட புத்தகங்களை வலதுபுறமாக உலாவலாம் <i> புத்தகங்களை அகற்று </i> பொத்தானைக் சொடுக்கு செய்து <i> மீட்டமை அண்மைக் காலத்தில் நீக்கப்பட்டது </i>.

source: Restoring recently deleted books
gl: Restaurando libros eliminados recentemente
it: Ripristino dei libri eliminati di recente
ja: 直近で削除された本の復元
ta: அண்மைக் காலத்தில் நீக்கப்பட்ட புத்தகங்களை மீட்டமைத்தல்

source: Note that some of these features were actually introduced during the lifetime of the 6.x series. This document describes new features as compared to 6.0
gl: Teña en conta que algunhas destas funcións foron introducidas durante o vida útil da serie 6.x. Este documento describe as novas características en comparación a 6.0
it: Tieni presente che alcune di queste funzionalità sono state in realtà introdotte durante il ciclo di vita della serie 6.x. Questo documento descrive le nuove funzionalità rispetto alla 6.0
ja: これらの機能の多くは、実際には6.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、6.0と比較して新しい機能について説明します。
ta: இந்த அம்சங்களில் சில உண்மையில் அறிமுகப்படுத்தப்பட்டன என்பதை நினைவில் கொள்க 6.x தொடரின் வாழ்நாள். இந்த ஆவணம் ஒப்பிடும்போது புதிய அம்சங்களை விவரிக்கிறது முதல் 6.0

source: New in calibre 8.0
gl: Novo no calibre 8.0
it: Novità di calibre 8.0
ja: calibre 8.0 の新機能

source: Welcome back, calibre users. It has been just over a year since calibre 7.0 was released. There has been a lot of work on calibre in the past year. The main new features are a new Neural Engine for more realistic sounding Read aloud and text-to-speech functionality and out of the box support for the Kobo KEPUB format.
gl: Benvidos de novo, usuarios de Calibre. Pasou pouco máis dun ano dende o lanzamento de Calibre 7.0. Houbo moito traballo en Calibre o ano pasado. As principais novas características son un novo motor neuronal para unha lectura en voz alta e unha funcionalidade de texto a voz máis realistas e compatibilidade lista para usar co formato Kobo KEPUB.
it: Ben ritrovati, utenti di calibre. È passato poco più di un anno dall'uscita di calibre 7.0. Molto lavoro è stato fatto in calibre durante l'anno passato. Le principali novità sono un nuovo Motore Neurale per una voce più realistica nelle funzionalità Leggi ad alta voce e sintesi vocale, e il supporto integrato per il formato KEPUB di Kobo.
ja: calibre ユーザーの皆様、お帰りなさい。calibre 7.0 リリースからちょうど1年振りです。この間、calibreでは多くの作業を行ってきました。メインの新機能は新しいニューラルエンジンで、よりリアルな音声読み上げとテキスト音声合成機能を実現したことと、Kobo KEPUB形式の標準サポートです。

source: Improved Kobo support
gl: Mellora da compatibilidade con Kobo
it: Supporto per Kobo migliorato
ja: 改善された Kobo サポート

source: calibre has much improved out-of-the-box support for Kobo e-book readers. It now natively supports the Kobo KEPUB format. You can view, convert and edit KEPUB files in calibre. Additionally, EPUB books are automatically converted to KEPUB when sending to Kobo devices, to take advantage of the Kobo native renderer. This can be disabled in the Kobo driver preferences.
gl: Calibre mellorou moito a compatibilidade preconfigurada cos lectores de libros electrónicos Kobo. Agora admite de forma nativa o formato Kobo KEPUB. Podes ver, converter e editar ficheiros KEPUB en Calibre. Ademais, os libros EPUB convértense automaticamente a KEPUB ao enviarse a dispositivos Kobo, para aproveitar o renderizador nativo de Kobo. Isto pódese desactivar nas preferencias do controlador Kobo.
ja: calibreは、Kobo電子書籍リーダーへの対応を大幅に強化しました。 Kobo KEPUB形式をネイティブサポートするようになりました。calibreでKEPUBファイルを表示、変換、編集できます。さらに、Koboデバイスに送信する際に、Koboネイティブレンダラーを活用するため、EPUB書籍は自動的にKEPUBに変換されます。 これはKoboドライバーの設定で無効にできます。

source: Before calibre 8.0, to gain some of this functionality required installing third party plugins. These are no longer needed and calibre 8 and newer automatically do not load the plugins even if they are installed. All the functionality from the <i>KoboTouch Extended</i>, <i>KEPUB Input/Output</i> and <i>KEPUB Metadata reader/writer</i> plugins is now built into calibre.
gl: Antes de Calibre 8.0, para obter algunhas destas funcionalidades era necesario instalar complementos de terceiros. Xa non son necesarios e Calibre 8 e as versións posteriores non cargan os complementos automaticamente mesmo se están instalados. Toda a funcionalidade dos complementos <i>KoboTouch Extended</i>, <i>KEPUB Input/Output</i> e <i>KEPUB Metadata reader/writer</i> agora está integrada en Calibre.
ja: calibre 8.0 より前では、この機能の一部を利用するにはサードパーティ製のプラグインをインストールする必要がありました。 これらはもう必要なくなり、calibre 8 以降ではインストールされていてもプラグインは自動的にはロードされません。 <i>KoboTouch Extended</i>、<i>KEPUB 入力/出力</i>、<i>KEPUB 書誌読み書き</i> プラグインのすべての機能が、calibre に組み込まれました。

source: Configuration for the builtin Kobo driver with support for advanced settings
gl: Configuración para o controlador Kobo integrado con compatibilidade con axustes avanzados
it: Configurazione del driver Kobo integrato con suppporto per le impostazioni avanzate
ja: 高度な設定をサポートするための、ビルトインされているKoboドライバーの設定

source: A new neural engine for more realistic Read aloud
gl: Un novo motor neuronal para unha lectura en voz alta máis realista
it: Un nuovo motore neurale per una lettura ad alta voce più realistica
ja: よりリアルな読み上げのための新しいニューラルエンジン

source: The E-book viewer in calibre now uses the <a href="%(piper)s">Piper</a> Neural Text-to-speech engine for realistic sounding voices, in many different languages. Even nicer this engine is <b>local only</b> which means no data is sent to any cloud servers for text-to-speech functionality.
gl: O visor de libros electrónicos de Calibre agora usa o motor de texto a voz <a href="%(piper)s">Piper</a> Neural para obter voces realistas, en moitos idiomas diferentes. Aínda mellor, este motor é <b>só local</b> o que significa que non se envían datos a ningún servidor na nube para a funcionalidade de texto a voz.
ja: calibre の電子書籍ビューアでは、さまざまな言語でリアルな音声を実現するために <a href="%(piper)s">Piper</a> ニューラルテキスト読み上げエンジンが使用されるようになりました。 さらに、このエンジンは<b>ローカル動作</b>であるため、テキスト読み上げ機能のためにクラウドサーバーにデータが送信されることはありません。

source: Configuring the Piper engine
gl: Configuración do motor Piper
it: Configurazione del motore Piper
ja: Piper エンジンの設定

source: A tool to create audio overlays when authoring e-books
gl: Unha ferramenta para crear superposicións de son ao escribir libros electrónicos
it: Uno strumento per creare livelli audio in fase di produzione degli e-book
ja: 電子書籍編集時の、オーディオオーバレイ作成ツール

source: To complement the above Read aloud improvements, the calibre <i>Edit book</i> tool now has a new facility that allows e-book authors to use the Piper TTS engine to create audio overlays for their books so that they can be read aloud even when reading them with software that does not have text-to-speech capability.
gl: Para complementar as melloras de Lectura en voz alta mencionadas anteriormente, a ferramenta <i>Editar libro</i> de Calibre agora ten unha nova función que permite aos autores de libros electrónicos usar o motor TTS de Piper para crear superposicións de audio para os seus libros, de xeito que se poidan ler en voz alta mesmo cando se len con software que non ten capacidade de texto a voz.
ja: 上記の読み上げ機能の改善を補完するために、<i>本を編集</i>ツールに新しい機能が追加されました。これにより、電子書籍の著者は Piper TTS エンジンを使用して本のオーディオオーバーレイを作成できるようになり、テキスト読み上げ機能のないソフトウェアで本を読む場合でも読み上げられるようになりました。

source: Furthermore, by adding some simple markup to the HTML of the book, authors can have different parts of the book read using different voices, creating a more immersive and interesting experience. This tool can be accessed via the Tools menu in the editor.
gl: Ademais, engadindo algunhas etiquetas sinxelas ao HTML do libro, os autores poden facer que diferentes partes do libro sexan lidas con diferentes voces, creando unha experiencia máis inmersiva e interesante. Pódese acceder a esta ferramenta a través do menú Ferramentas do editor.
ja: さらに、本の HTML に簡単なマークアップを追加することで、著者は本のさまざまな部分をさまざまな音声で読み上げることができ、より没入感のある興味深い体験を生み出すことができます。 このツールには、書籍編集の 「ツール」 メニューからアクセスできます。

source: Creating text-to-speech narration
gl: Creación de narración de texto a voz
it: Creazione di una narrazione da sintesi vocale
ja: テキスト読み上げナレーションの作成

source: E-book viewer: various improvements
gl: Visor de libros electrónicos: varias melloras
it: Lettore di e-book: vari miglioramenti
ja: 電子書籍ビューア: 様々な改善

source: The E-book viewer in calibre has had various improvements, both major and minor. Most importantly, the speed of opening books for the first time has been greatly improved. A four hundred thousand word EPUB file now opens in under a second on typical hardware.
gl: O visor de libros electrónicos de Calibre tivo varias melloras, tanto importantes como menores. O máis importante é que mellorou moito a velocidade de apertura de libros por primeira vez. Un ficheiro EPUB de catrocentas mil palabras agora ábrese en menos dun segundo en hardware normal.
ja: calibre の電子書籍ビューアには、メジャーとマイナーバージョンの両方でさまざまな改善が加えられました。 最も重要なのは、本を初めて開くときの速度が大幅に向上したことです。 40 万語の EPUB ファイルが、一般的なハードウェアで 1 秒未満で開くようになりました。

source: The E-book viewer now has support for displaying and jumping to paper book page locations, when the page location information is present in the book being viewed.
gl: O visor de libros electrónicos agora admite mostrar e saltar ás localizacións das páxinas dos libros en papel, cando a información de localización da páxina está presente no libro que se está visualizando.
ja: 電子書籍ビューアでは、ページの位置情報が存在する場合、印刷版の書籍のページ位置の表示とジャンプがサポートされるようになりました。

source: The E-book viewer has added support for <i>profiles</i>. All viewer settings can now be saved in profiles and quickly switched between.
gl: O visor de libros electrónicos engadiu compatibilidade con <i>perfís</i>. Agora pódense gardar todos os axustes do visor en perfís e cambiar rapidamente entre eles.
ja: 電子書籍ビューアに<i>プロファイル</i>のサポートが追加されました。ビューアの設定すべてをプロファイルに保存し、簡単に切り替えられるようになりました。

source: Profiles in the E-book viewer
gl: Perfis no visor de libros electrónicos
it: Profili nel Lettore di e-book
ja: 電子書籍ビューアのプロファイル

source: PDF conversion: Automatic header/footer removal
gl: Conversión de PDF: eliminación automática de cabeceira/pé de páxina
ja: PDF変換: ヘッダ／フッタの自動除去

source: One of the most common problems with converting PDF files to ebook formats is that page headers and footers get interleaved with the body text. calibre now has a new PDF conversion engine that automatically detects and removes headers and footers in most cases.
gl: Un dos problemas máis comúns á hora de converter ficheiros PDF a formatos de libros electrónicos é que as cabeceiras e os pés de páxina se intercalan co texto do corpo. Calibre agora ten un novo motor de conversión de PDF que detecta e elimina automaticamente as cabeceiras e os pés de páxina na maioría dos casos.
ja: PDF ファイルを電子書籍形式に変換するときに最もよくある問題の 1 つは、ページのヘッダーとフッターが本文のテキストに挿入されることです。calibre に、ほとんどの場合にヘッダーとフッターを自動的に検出して削除する新しい PDF 変換エンジンが搭載されました。

source: Note that some of these features were actually introduced during the lifetime of the 7.x series. This document describes new features as compared to 7.0
gl: Teña en conta que algunhas destas características foron introducidas durante a vida útil da serie 7.x. Este documento describe as novas características en comparación coa 7.0
ja: これらの機能の多くは、実際には7.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、7.0と比較して新しい機能について説明します。

source: New in calibre 1.0
gl: Novo no calibre 1.0
it: Novità di calibre 1.0
ja: calibre 1.0 の新機能
ta: காலிபர் 1.0 இல் புதியது

source: calibre has reached <b>1.0</b>, seven years after it was first released and a year since the last major release. Lots of new features have been added to calibre in the last year &mdash; a grid view of book covers, a new, faster database backend, the ability to convert Microsoft Word files, tools to make changes to e-books without needing to do a full conversion, full support for font embedding and subsetting, and many more, described in detail below.
gl: calibre alcanzou o <b>1.0</b>, sete anos despois de ser lanzado por primeira vez e un ano dende o último gran lanzamento. Engadíronse moitas funcións novas calibre no último ano &mdash; unha vista en cuadrícula de portadas de libros, unha nova, máis rápida backend de base de datos, a capacidade de converter ficheiros de Microsoft Word, ferramentas para facer cambios nos libros electrónicos sen necesidade de facer unha conversión completa, soporte total para incrustación e subconxunto de fontes, e moitos máis, descritos en detalle a continuación.
it: calibre ha raggiunto la versione <b>1.0</b>, sette anni dopo essere stato rilasciato per la prima volta e a un anno dall'ultimo rilascio importante. Tantissime nuove funzionalità sono state aggiunte a calibre durante l'ultimo anno &mdash; una vista a griglia per le copertine dei libri, un nuovo e più veloce backend per il database, la capacità di convertire i file di Microsoft Word, strumenti per modificare gli e-book senza dover effettuare una conversione completa, supporto completo all'incorporamento e alla riduzione dei caratteri, e molto altro, descritto in dettaglio qui sotto.
ja: calibreは最初のリリースから7年、前回のメジャーリリースから1年を経て、<b>1.0</b>に達しました。昨年、calibreには多くの新機能が追加されました。表紙のグリッドビュー、新しく高速化されたデータベースバックエンド、Microsoft Wordファイルの変換機能、電子書籍への変更をフル変換なしで行えるツール、フォントの埋め込み及びサブセット化の完全サポートなど多数です。詳細は以下です。
ta: காலிபர் <b> 1.0 </b> ஐ எட்டியுள்ளார், இது முதலில் வெளியிடப்பட்ட ஏழு ஆண்டுகளுக்குப் பிறகு மற்றும் கடைசி பெரிய வெளியீட்டிலிருந்து ஒரு வருடம். நிறைய புதிய நற்பொருத்தங்கள் சேர்க்கப்பட்டுள்ளன கடந்த ஆண்டில் காலிபர் & mdash; புத்தக அட்டைகளின் கட்டம் பார்வை, புதிய, வேகமான தரவுத்தள பின்தளத்தில், நுண்மென் வேர்ட் கோப்புகளை மாற்றும் திறன், செய்ய வேண்டிய கருவிகள் முழு மாற்றத்தை செய்யத் தேவையில்லாமல் மின் புத்தகங்களில் மாற்றங்கள், முழு உதவி எழுத்துரு உட்பொதித்தல் மற்றும் துணைக்குழு மற்றும் பல, கீழே விரிவாக விவரிக்கப்பட்டுள்ளன.

source: A grid view of book covers
gl: Unha vista en cuadrícula de portadas de libros
it: Una vista a griglia delle copertine
ja: 本の表紙によるグリッドビュー
ta: புத்தக அட்டைகளின் கட்டம் பார்வை

source: calibre now has an optional "grid" view of covers, a convenient way to judge the books in your collection by their covers :) To turn it on, use the button with the icon of a grid on it in the bottom right corner of the main window.
gl: calibre agora ten unha vista de «reixa» opcional das tapas, un cómodo xeito de xulgar os libros da túa colección polas súas portadas :) To actívao, use o botón coa icona dunha grade sobre el no esquina inferior dereita da xanela principal.
ja: calibre に表紙の *グリッド* ビューオプションを搭載しました。これは、コレクション内の書籍を表紙で判断するのに便利な方法です :) これをオンにするには、メインウィンドウの右下隅にあるグリッドアイコンの付いたボタンを使用します。
ta: காலிபர் இப்போது அட்டைகளின் விருப்பமான "கட்டம்" காட்சியைக் கொண்டுள்ளது, இது வசதியானது உங்கள் சேகரிப்பில் உள்ள புத்தகங்களை அவற்றின் கவர்கள் மூலம் தீர்ப்பதற்கான வழி :) க்கு அதை இயக்கவும், ஒரு கட்டத்தின் ஐகானுடன் பொத்தானைப் பயன்படுத்தவும் முதன்மையான சாளரத்தின் கீழ் வலது மூலையில்.

source: In the finest calibre tradition the view is highly customizable, you can adjust the cover size, the space between covers, choose to display the book title below the covers and even change the background color! All the customization is available via <i>Preferences-&gt;Look &amp; feel-&gt;Cover grid</i>. See the screen shots below.
gl: Na tradición do mellor calibre, a vista é altamente personalizable, pode axustar o tamaño da portada, o espazo entre portadas, escoller mostrar o título do libro debaixo das portadas e incluso cambiar o cor de fondo! Toda a personalización está dispoñible a través de Preferencias-&gt;Mira &amp; sentir-&gt;Cuberta cuadrícula. Ver a pantalla tiros abaixo.
ja: 素敵なcalibreの伝統に従い、表示は高度にカスタマイズ可能です。表紙のサイズ、表紙間のスペース、表紙の下に書籍タイトルを表示するかどうか、さらに背景色まで変更できます。すべてのカスタマイズは、<i>環境設定 -&gt; 外観 -&gt; 表紙グリッド</i>から行えます。以下のスクリーンショットをご覧ください。
ta: மிகச்சிறந்த திறனுள்ள பாரம்பரியத்தில் பார்வை மிகவும் தனிப்பயனாக்கக்கூடியது, நீங்கள் கவர் அளவு, அட்டைகளுக்கு இடையிலான இடத்தை சரிசெய்யலாம், தேர்வு செய்யலாம் அட்டைகளுக்கு கீழே புத்தக தலைப்பைக் காண்பி, மாற்றவும் பின்னணி நிறம்! அனைத்து தனிப்பயனாக்கலும் வழியாக கிடைக்கிறது <i> விருப்பத்தேர்வுகள்- & gt; பார் &amp; உணர்வு- & gt; கவர் கட்டம் </i>. திரையைப் பார்க்கவும் கீழே காட்சிகள்.

source: The default Cover grid, cover sizes are auto adjusted for screen size
gl: A grade de portada predeterminada, os tamaños de portada axústanse automaticamente para o tamaño da pantalla
ja: デフォルトの表紙グリッド、表紙のサイズは画面サイズに合わせて自動調整されます
ta: இயல்புநிலை கவர் கட்டம், கவர் அளவுகள் திரை அளவிற்கு தானாக சரிசெய்யப்படுகின்றன

source: Larger covers and titles below the cover
gl: Portadas máis grandes e títulos debaixo da portada
it: Copertine e titoli più grandi sotto la copertina
ja: 下部の表紙とタイトルを大きくする
ta: அட்டைக்கு கீழே பெரிய கவர்கள் மற்றும் தலைப்புகள்

source: A different background color
gl: Unha cor de fondo diferente
it: Un colore di sfondo differente
ja: 異なった背景色
ta: வேறு பின்னணி நிறம்

source: A new, faster database backend
gl: Un novo backend de base de datos máis rápido
it: Un nuovo e più veloce backend per il database
ja: 新しい高速なデータベースバックエンド
ta: புதிய, வேகமான தரவுத்தள பின்தளத்தில்

source: The database backend in calibre has been re-written from scratch. The new code is smaller, more robust and 2-3 times as fast as the old code. No pretty pictures for this, but those of you that have large book collections should appreciate the speed.
gl: O backend da base de datos en calibre foi reescrito desde rascar. O novo código é máis pequeno, máis robusto e 2-3 veces máis rápido como o código antigo. Non hai imaxes bonitas para isto, pero os de vós iso ter grandes coleccións de libros debe apreciar a velocidade.
ja: calibreのデータベースバックエンドは、ゼロから書き直されました。新しいコードはより小さく、より堅牢で、以前のコードと比べて2～3倍高速です。見た目は変わりませんが、大規模な書籍コレクションをお持ちの方は、その高速さにきっと感謝されるでしょう。
ta: காலிபரில் உள்ள தரவுத்தள பின்தளத்தில் மீண்டும் எழுதப்பட்டுள்ளது கீறல். புதிய குறியீடு சிறியது, மிகவும் வலுவானது மற்றும் 2-3 மடங்கு வேகமாக உள்ளது பழைய குறியீடாக. இதற்கு அழகான படங்கள் இல்லை, ஆனால் உங்களில் உள்ளவர்கள் பெரிய புத்தக சேகரிப்புகள் வேகத்தை பாராட்ட வேண்டும்.

source: Virtual libraries
gl: Bibliotecas virtuais
it: Biblioteche virtuali
ja: 仮想ライブラリ
ta: மெய்நிகர் நூலகங்கள்

source: Virtual libraries allow you to easily partition your large calibre library into smaller, "virtual" libraries. A Virtual library is a way to tell calibre to open only a subset of a normal library. For example, you might want to only work with books by a certain author, or books having only a certain tag. To use this feature, click the button labeled <i>Virtual library</i> to the left of the Search bar. For details, see <a href="%(vl)s">Virtual libraries in the User Manual</a>. You can even have calibre display the Virtual libraries as tabs above the book list, as shown in the screen shots below.
gl: As bibliotecas virtuais permítenche particionar facilmente o teu grande calibre en bibliotecas «virtuais» máis pequenas. Un Virtual a biblioteca é unha forma de dicirlle a calibre que abra só un subconxunto dun normal biblioteca. Por exemplo, pode querer traballar só con libros de a determinado autor ou libros que só teñen unha determinada etiqueta. Para usar isto función, preme no botón denominado <i>Biblioteca virtual</i> para a esquerda da barra de busca. Para obter máis información, consulte <a href="%(vl)s">Virtual bibliotecas no manual de usuario</a>. Incluso podes ter unha pantalla de calibre as bibliotecas virtuais como pestanas enriba da lista de libros, como se mostra no capturas de pantalla a continuación.
ja: 仮想ライブラリ機能を使うと、大きなcalibreライブラリを小さな *仮想* ライブラリに簡単に分割できます。仮想ライブラリは、calibreに通常のライブラリのサブセットのみを開くように指示する方法です。例えば、特定の著者の書籍のみ、または特定のタグを持つ書籍のみを操作したい場合があります。この機能を使用するには、検索バーの左側にある <i>仮想ライブラリ </i>ボタンをクリックします。詳細については、<a href="%(vl)s">ユーザーマニュアルの仮想ライブラリ</a>を参照してください。以下のスクリーンショットに示すように、calibreで仮想ライブラリを本のリストの上部にタブとして表示することもできます。
ta: மெய்நிகர் நூலகங்கள் உங்கள் பெரியதை எளிதாக பிரிக்க உங்களை அனுமதிக்கின்றன சிறிய, "மெய்நிகர்" நூலகங்களாக காலிபர் நூலகம். ஒரு மெய்நிகர் ஒரு சாதாரண துணைக்குழுவை மட்டுமே திறக்க காலிபரிடம் சொல்ல நூலகம் ஒரு வழியாகும் நூலகம். எடுத்துக்காட்டாக, நீங்கள் புத்தகங்களுடன் மட்டுமே பணியாற்ற விரும்பலாம் சில எழுத்தாளர், அல்லது ஒரு குறிப்பிட்ட குறிச்சொல்லை மட்டுமே கொண்ட புத்தகங்கள். இதைப் பயன்படுத்த நற்பொருத்தம், <i> மெய்நிகர் நூலகம் </i> என்று பெயரிடப்பட்ட பொத்தானைக் சொடுக்கு செய்க தேடல் பட்டியின் இடது. விவரங்களுக்கு, <a href="%(vl)s"> மெய்நிகர் பார்க்கவும் பயனர் கையேட்டில் உள்ள நூலகங்கள் </a>. நீங்கள் காலிபர் காட்சி கூட இருக்கலாம் மெய்நிகர் நூலகங்கள் புத்தக பட்டியலுக்கு மேலே உள்ள தாவல்களாக, கீழே திரை காட்சிகள்.

source: Virtual Libraries: Easily work with subsets of the full collection
gl: Bibliotecas virtuais: traballa facilmente con subconxuntos da colección completa
it: Biblioteche virtuali: Lavora facilmente su sottoinsiemi della collezione completa
ja: 仮想ライブラリ: フルコレクションのサブセットとして簡単に動作します
ta: மெய்நிகர் நூலகங்கள்: முழு சேகரிப்பின் துணைக்குழுக்களுடன் எளிதாக வேலை செய்யுங்கள்

source: Another Virtual Library, notice the tabs above the books
gl: Outra Biblioteca Virtual, observa as pestanas enriba dos libros
it: Un'altra biblioteca virtuale, nota le schede al disopra dei libri
ja: 別の仮想ライブラリ、本の一覧の上部のタブに注目してください
ta: மற்றொரு மெய்நிகர் நூலகம், புத்தகங்களுக்கு மேலே உள்ள தாவல்களைக் கவனியுங்கள்

source: Can be created from tags, authors, any search calibre is capable of
gl: Pódese crear a partir de etiquetas, autores, calquera calibre de busca é capaz
ja: タグ、著者、calibreで可能なあらゆる検索から作成可能
ta: குறிச்சொற்கள், ஆசிரியர்களிடமிருந்து உருவாக்கப்படலாம், எந்தவொரு தேடல் திறனும் திறன் கொண்டது

source: Conversion of Microsoft Word documents
gl: Conversión de documentos de Microsoft Word
it: Conversione dei documenti di Microsoft Word
ja: Microsoft Word 文書の変換
ta: நுண்மென் வேர்ட் ஆவணங்களின் மாற்றம்
