Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: calibre Portable only remembers libraries that are placed inside the portable folder. So while you can open any library located anywhere on your computer with calibre Portable, it will not be remembered on restart unless it is located in the portable folder (i.e. in the same place as the "Calibre Library" folder).
gl: calibre Portable só lembra as bibliotecas que se colocan dentro do cartafol portátil. Polo tanto, aínda que pode abrir calquera biblioteca situada en calquera lugar do seu ordenador con calibre Portable, non se lembrará ao reiniciar a non ser que estea no cartafol portátil (é dicir, no mesmo lugar que o cartafol «Biblioteca de Calibre»).
it: calibre Portable ricorda solo le biblioteche inserite nella cartella portatile. Pertanto, anche se puoi aprire qualsiasi biblioteca situata in qualsiasi luogo nel tuo computer con calibre Portable, essa non verrà ricordata al riavvio a meno che non si trovi nella cartella portatile (cioè nello stesso posto della cartella "Calibre Library").
ja: calibre ポータブルは、ポータブルフォルダ内に配置されたライブラリだけを記憶します。そのため、コンピュータのライブラリがどこにあっても calibre ポータブルで開くことは可能ですが、ポータブルフォルダ (つまり、"Calibre Library" フォルダと同じ場所) にない限り、再起動すると忘れてしまいます。
ta: காலிபர் போர்ட்டபிள் சிறிய கோப்புறையில் வைக்கப்பட்டுள்ள நூலகங்களை மட்டுமே நினைவில் கொள்கிறார். ஆகவே, உங்கள் கணினியில் எங்கும் அமைந்துள்ள எந்த நூலகத்தையும் காலிபர் போர்ட்டபிள் மூலம் திறக்க முடியும் என்றாலும், அது சிறிய கோப்புறையில் அமைந்திருக்காவிட்டால் மறுதொடக்கம் செய்யப்படாது (அதாவது "காலிபர் நூலகம்" கோப்புறையின் அதே இடத்தில்).

source: calibre itself does not run on phones/tablets but you can connect to calibre running on your home computer, read books and manage your library in several ways.
gl: calibre en si non funciona en teléfonos/tabletas pero podes conectarte para calibre executar no teu ordenador doméstico, ler libros e xestionar a túa biblioteca de varias maneiras.
it: calibre non funziona autonomamente su telefoni/tablet, ma è possibile collegarsi a calibre sul computer domestico, leggere libri e gestire la biblioteca in vari modi.
ja: calibre 自体は電話/タブレットでは動作しませんが、自宅のコンピュータで動作している calibre に接続し、本を読んだり、ライブラリをいくつかの方法で管理したりできます。
ta: காலிபர் தானே தொலைபேசிகள்/டேப்லெட்களில் இயங்காது, ஆனால் நீங்கள் இணைக்க முடியும் உங்கள் வீட்டு கணினியில் இயங்குவதற்கு, புத்தகங்களைப் படித்து உங்கள் நூலகத்தை நிர்வகிக்கவும் பல வழிகளில்.

source: Connect with a USB cable
gl: Conéctese cun cable USB
it: Connessione con cavo USB
ja: USBケーブルで接続
ta: யூ.எச்.பி கேபிளுடன் இணைக்கவும்

source: Simply plug in your phone/tablet into the computer with calibre running on it. It will show up in calibre as a device and you can manage the books on it.
gl: Só tes que conectar o teu teléfono/tableta ao ordenador con calibre correndo sobre el. Aparecerá en calibre como un dispositivo e poderás xestionalo libros sobre el.
it: Collega semplicemente il telefono/tablet al computer con calibre in esecuzione. Verrà mostrato calibre come un dispositivo e potrai gestire i libri su di esso.
ja: 携帯電話/タブレットを calibre が実行されているコンピュータにただ接続してください。そうすると calibre 上にデバイスとして表示されるので、そこで本を管理できます。
ta: உங்கள் தொலைபேசி/டேப்லெட்டை கணினியில் காலிபர் மூலம் செருகவும் அதில் இயங்குகிறது. இது ஒரு சாதனமாக காலிபரில் காண்பிக்கப்படும் மற்றும் நீங்கள் நிர்வகிக்கலாம் அது குறித்த புத்தகங்கள்.

source: Connect wirelessly
gl: Conecta sen fíos
it: Connessione senza fili
ja: Wi-Fi 接続
ta: கம்பியில்லாமல் இணைக்கவும்

source: You can connect to calibre using just Chrome or Firefox on the phone, and manage your collection and even read books in the browser, using the calibre <i>Content server</i>. To learn how to do this, see <a href="%(m)s">the User Manual</a>.
gl: Podes conectarte a calibre usando só Chrome ou Firefox no teléfono. e xestiona a túa colección e incluso le libros no navegador, usando o <i>Servidor de contido</i> calibre. Para saber como facelo, consulte <a href="%(m)s">o Manual de usuario</a>.
it: Puoi connetterti a calibre semplicemente usando Chrome o Firefox sul telefono, e gestire la tua collezione e persino leggere libri nel browser, usando il <i>Server dei contenuti</i> di calibre. Per scoprire come fare, vedi il <a href="%(m)s">Manuale utente</a>.
ja: スマホ上で Chrome や Firefox を使って calibre に接続し、calibre の<i>コンテンツサーバ</i>を使用してコレクションを管理したり、ブラウザで本を読んだりすることもできます。やり方については<a href="%(m)s">ユーザマニュアル</a>を参照してください。
ta: தொலைபேசியில் chrome அல்லது பயர்பாக்சைப் பயன்படுத்தி நீங்கள் காலிபருடன் இணைக்கலாம், உங்கள் தொகுப்பை நிர்வகிக்கவும், உலாவியில் புத்தகங்களைப் படிக்கவும் காலிபர் <i> உள்ளடக்க சேவையகம் </i>. இதை எப்படி செய்வது என்பதை அறிய, <a href="%(m)s"> பயனர் கையேடு </a> ஐப் பார்க்கவும்.

source: Download for Linux
gl: Descargar para Linux
it: Scarica per Linux
ja: Linux 版をダウンロード
ta: லினக்சுக்காக பதிவிறக்குக

source: The latest release of calibre is %(version)s. <a href="%(href)s">What&apos;s new</a>.
gl: A última versión de calibre é %(version)s. <a href="%(href)s">Que hai de novo</a>.
it: L'ultima versione di calibre è la %(version)s. <a href="%(href)s">Cosa c&apos;è di nuovo</a>.
ja: calibre の最新バージョンは %(version)s. <a href="%(href)s">What&apos;s new</a>

source: Please do not use your distribution provided calibre package, as those are often buggy/outdated. Instead use the Binary install described below.
gl: Por favor, non use o paquete calibre proporcionado pola distribución, xa que moitas veces son erros/desactualizados. En vez diso, use a instalación binaria descrita a continuación.
it: Si prega di non utilizzare il pacchetto calibre fornito dalla distribuzione, poiché è spesso difettoso/obsoleto. Utilizza invece l'installatore binario come descritto di seguito.
ja: ディストリビューションが提供する calibre パッケージはバグが多い/古くなっていることが多いため、使用しないでください。代わりに、以下で説明するバイナリインストールを使用してください。
ta: தயவுசெய்து உங்கள் வழங்கல் வழங்கப்பட்ட காலிபர் தொகுப்பைப் பயன்படுத்த வேண்டாம், அவை பெரும்பாலும் தரமற்றவை/காலாவதியானவை. அதற்கு பதிலாக கீழே விவரிக்கப்பட்டுள்ள பைனரி நிறுவலைப் பயன்படுத்தவும்.

source: Binary install
gl: Instalación binaria
it: Installazione dei binari
ja: バイナリインストール
ta: இருமர் நிறுவல்

source: calibre has a binary install that includes private versions of all its dependencies. It runs on 64-bit Intel or ARM compatible machines. To install or upgrade, simply copy and paste the following command into a terminal and press Enter:
gl: calibre ten unha instalación binaria que inclúe versións privadas de todas as súas dependencias. Funciona en máquinas compatibles con Intel ou ARM de 64 bits. Para instalar ou actualizar, simplemente copia e pega o seguinte comando nun terminal e preme Enter:
it: calibre ha un installatore binario che include versioni private di tutte le sue dipendenze. Funziona su pc Intel 64-bit o ARM compatibili. Per installare o aggiornare, copia e incolla il comando seguente nel terminale e premi Invio:
ja: calibreでは全ての依存関係を内部に包含するバイナリインストーラを用意しています。 64ビット版IntelまたはARM互換マシンで動作します。 インストールまたはアップグレードするには、以下のコマンドを端末にコピー＆ペーストしてリターンキーを押して実行してください。

source: While you wait for the download to complete, please consider contributing to support the development of calibre.
gl: Mentres agardas a que a descarga se complete, por favor considera contribuír para apoiar o desenvolvemento de calibre.
it: Mentre attendi il completamento del download, considera di contribuire a supportare lo sviluppo di calibre.
ja: ダウンロードの完了を待つ間に、 calibre の開発をサポートするための貢献をどうかご検討ください。

source: Note
gl: Nota
it: Nota
ja: メモ
ta: குறிப்பு

source: If you get an error about an untrusted certificate, that means your computer does not have any root certificates installed and so cannot download the installer securely. If you still want to proceed, pass the --no-check-certificate option to wget, like this:
gl: Se recibe un erro sobre un certificado non fiable, isto significa que o seu ordenador non ten ningún certificado raíz instalado e, polo tanto, non pode descargar o instalador de forma segura. Se aínda queres continuar, pasa a opción --no-check-certificate a wget, así:
it: Se viene visualizzato un errore relativo a un certificato non attendibile, significa che sul computer non sono installati certificati di amministratore e che quindi non è possibile scaricare il programma di installazione in modo sicuro. Se vuoi ancora procedere, passa l'opzione --no-check-certificate per wget, in questo modo:
ja: 信頼できない証明書に関するエラーが発生するのは、コンピュータにルート証明書がインストールされていないため、インストーラを安全にダウンロードできないことを意味します。それでも続行したい場合は、次のように --no-check-certificate オプションを wget に渡します。
ta: நம்பத்தகாத சான்றிதழ் பற்றி உங்களுக்கு பிழை ஏற்பட்டால், உங்கள் கணினியில் எந்த ரூட் சான்றிதழ்களும் நிறுவப்படவில்லை, எனவே நிறுவியை பாதுகாப்பாக பதிவிறக்கம் செய்ய முடியாது. நீங்கள் இன்னும் தொடர விரும்பினால், இது போன்ற --no-check-சான்றிதழ் விருப்பத்தை wget க்கு அனுப்பவும்:

source: You must have xdg-utils, wget, xz-utils and Python installed on your system before running the installer.
gl: Debe ter xdg-utils, wget, xz-utils e Python instalados no seu sistema antes de executar o instalador.
it: Devi avere xdg-utils, wget, xz-utils e Python installati sul tuo sistema prima di avviare l'installazione.
ja: インストーラを実行する前に、xdg-utils,、wget,、xz-utils、Pythonをインストールしておく必要があります。（訳者注：calibre8.9時点ではlibxcb-cursor0も必要）
ta: நிறுவியை இயக்குவதற்கு முன்பு உங்கள் கணினியில் xdg-utils, wget, xz-utils மற்றும் பைதான் நிறுவப்பட்டிருக்க வேண்டும்.

source: You can uninstall calibre by running <code>%(uninst)s</code>. Alternately, simply deleting the installation folder will remove 99%% of the installed files.
gl: Poderás desinstalar calibre executando <code>%(uninst)s</code>. De maneira alternativa, simplemente eliminar a carpeta de instalación eliminará o 99%% dos ficheiros instalados.
it: Puoi disinstallare calibre eseguendo <code>%(uninst)s</code>. In alternativa, cancellando semplicemente la cartella d'installazione si rimuoverà il 99%% dei file installati.
ja: アンインストールするにはコマンド <code>%(uninst)s</code>を実行してください。またはインストールフォルダを単純に削除しても99%%のファイルを削除できます。

source: If you get an error about Wayland when running calibre from the terminal and calibre does not start, run calibre as <code>%(wayland)s</code> which will prevent it from using Wayland.
gl: Se recibe un erro sobre Wayland ao executar calibre desde o terminal e calibre non se inicia, executa calibre <code>%(wayland)s</code> para evitar que use Wayland.
it: Se ottieni un errore legato a Wayland quando esegui calibre dal terminale, e calibre non si avvia, esegui calibre come <code>%(wayland)s</code>, ciò farà in modo che Wayland non venga utilizzato.
ja: 端末から calibre を実行した時に Wayland に関するエラーが発生してcalibre が起動しない時は、 コマンド「 <code>%(wayland)s</code>」によりWaylandを使用しない方法でcalibreを起動してください。
ta: முனையத்திலிருந்து காலிபரை இயக்கும் போது வேலண்டைப் பற்றி உங்களுக்கு பிழை ஏற்பட்டால், காலிபர் தொடங்கவில்லை என்றால், காலிபரை <code>%(wayland)s</code> ஆக இயக்கவும், இது வேலண்ட் பயன்படுத்துவதைத் தடுக்கும்.

source: You need GLIBC 2.34 or higher and libstdc++.so.6.0.30 (from gcc 11.4.0) or higher to run calibre
gl: Precisas GLIBC 2.34 ou superior e libstdc++.so.6.0.30 (de gcc 11.4.0) ou superior para executar calibre.
it: Per eseguire calibre sono necessari GLIBC 2.34 o superiore e libstdc++.so.6.0.30 (da gcc 11.4.0) o superiore
ja: calibreの実行には、GLIBC 2.34以上、 libstdc++.so.6.0.30 (gcc 11.4.0付属)以上が必要です。

source: If you get an error <code>%(xcb)s</code> you are missing some needed X11-XCB libraries, such as libxcb-cursor0 or libxcb-xinerama0, for details see <a href="%(xcb_url)s">here</a>.
gl: Se recibe un erro<code>%(xcb)s</code>, faltan algunhas bibliotecas X11-XCB necesarias, como libxcb-cursor0 ou libxcb-xinerama0, para obter máis información, consulte <a href="%(xcb_url)s">aquí</a>.
it: Se ottieni un errore <code>%(xcb)s</code> ti mancano alcune librerie X11-XCB necessarie, come libxcb-cursor0 or libxcb-xinerama0, per dettagli vedi <a href="%(xcb_url)s">qui</a>.
ja: 起動時にエラー「 <code>%(xcb)s</code> 」が発生する時は、ibxcb-cursor0 か libxcb-xinerama0などのX11-XCB ライブラリが不足しています。「 <a href="%(xcb_url)s">here</a>」を参照ください。
ta: நீங்கள் ஒரு பிழை <code>%(xcb)s</code> ஐ நீங்கள் காணவில்லை என்றால், தேவையான சில x11-xcb நூலகங்களான libxcb-cursor0 அல்லது libxcb-xinerama0, விவரங்களுக்கு <a href = "%(xcb_url)s கள் பார்க்கவும் "> இங்கே </a>.

source: On servers, if you get an error about a missing libEGL, you might need to install some OpenGL packages such as libegl1 and libopengl0
gl: Nos servidores, se recibe un erro sobre unha libEGL que falta, quizais necesite instalar algúns paquetes OpenGL como libegl1 e libopengl0
it: Per i server, se ti appare un errore di libEGL mancante, potresti dover installare alcuni pacchetti OpenGL come libegl1 e libopengl0
ja: サーバーマシンで libEGLが存在しない意味のエラーが発生した時は、libegl1 か libopengl0 などの OpenGLパッケージをインストールする必要がありそうです。
ta: சேவையகங்களில், காணாமல் போன லிபெக்லைப் பற்றி உங்களுக்கு பிழை ஏற்பட்டால், நீங்கள் libegl1 மற்றும் libopengl0 போன்ற சில ஓபன்சிஎல் தொகுப்புகளை நிறுவ வேண்டியிருக்கும்

source: You can change the folder calibre is installed into from the default (/opt) like this:
gl: Poderás cambiar a carpeta onde se instala calibre desde a predeterminada (/opt) da seguinte maneira:
it: Puoi cambiare la cartella in cui viene installato calibre da quella predefinita (/opt) in questo modo:
ja: calibreのインストールフォルダはデフォルト(/opt)より変更可能です。

source: Change /opt above to whatever folder you want calibre automatically installed to.
gl: Cambia / opta por riba a calquera cartafol no que queiras que calibre se instale automaticamente.
it: Cambia /opt qui sopra in una qualsiasi cartella in cui tu voglia calibre installato automaticamente.
ja: 上記の/optを、calibre を自動的にインストールしたいフォルダに変更します。
ta: காலிபர் தானாக நிறுவப்பட விரும்பும் எந்த கோப்புறையையும் மாற்றவும் /தேர்வு செய்யவும்.

source: You can also do an "isolated" install that only touches files inside the installation folder and does not need to be run as root, like this:
gl: Tamén podes facer unha instalación «illada» que só toque ficheiros dentro do cartafol de instalación e que non teña que ser executada como root, así:
it: Puoi anche effettuare un'installazione "isolata" che tocca solo i file all'interno della cartella di installazione e non deve essere eseguita come root, in questo modo:
ja: 次のように、インストールフォルダ内のファイルにのみアクセスし、root として実行する必要がない「分離」インストールを実行することもできます:
ta: நிறுவல் கோப்புறையில் கோப்புகளை மட்டுமே தொடும் மற்றும் இது போன்ற ரூட்டாக இயக்க தேவையில்லை: நீங்கள் ஒரு "தனிமைப்படுத்தப்பட்ட" நிறுவலையும் செய்யலாம்:

source: Reverting to a previous version
gl: Volvendo a unha versión anterior
it: Ritornare ad una versione precedente
ja: 以前のバージョンに戻す
ta: முந்தைய பதிப்பிற்கு மாற்றுகிறது

source: You can install a previous calibre release, like this:
gl: Podes instalar unha versión de calibre anterior, como esta:
it: È possibile installare una versione precedente di calibre, in questo modo:
ja: 次のようにして、以前の calibre のリリースをインストールできます:
ta: இது போன்ற முந்தைய காலிபர் வெளியீட்டை நீங்கள் நிறுவலாம்:

source: Change 4.23.0 above to whatever version you want installed.
gl: Cambia a 4.23.0 anterior á versión que queiras instalar.
it: Cambia 4.23.0 qui sopra con qualsiasi versione desideri installare.
ja: 上記の 4.23.0 の部分を、インストールしたいバージョンに変更してください。
ta: நீங்கள் நிறுவ விரும்பும் எந்த பதிப்பிற்கும் மேலே 4.23.0 ஐ மாற்றவும்.

source: Manual binary install
gl: Instalación binaria manual
it: Installazione dei binari manuale
ja: 手動バイナリインストール
ta: கையேடு பைனரி நிறுவல்

source: If you wish to revert to an earlier calibre release or download a calibre upgrade manually, download the tarball of that release from <a href="%(previous_releases)s">here</a> (choose the 32-bit or 64-bit version, as appropriate). Assuming you want calibre in /opt/calibre, run the following command, changing the path to <code>%(tarball)s</code> below as appropriate:
gl: Se desexa volver a unha versión anterior de calibre ou descargar unha actualización de calibre manualmente, descargue o tarball desa versión dende <a href="%(previous_releases)s">aquí</a> (escolla a versión de 32 ou 64 bits, segundo corresponda). Asumindo que quere calibre en /opt/calibre, execute o seguinte comando, cambiando o camiño ao seguinte <code>%(tarball)s</code> segundo corresponda:
it: Se desideri tornare a una versione precedente di calibre o scaricare manualmente un aggiornamento di calibre, scarica l'archivio di quella versione <a href="%(previous_releases)s">qui</a> (scegli la versione a 32-bit o 64-bit, in base alle tue necessità). Supponendo che tu voglia calibre in /opt/calibre, esegui il comando seguente, cambiando sotto il percorso in <code>%(tarball)s</code> come necessario:
ja: 以前の calibre のリリースに戻したい、あるいは calibre のアップグレードを手動でダウンロードしたい場合は、<a href="%(previous_releases)s">こちら</a>からそのリリースの tarball をダウンロードします(必要に応じて 32 ビット版または64 ビット版を選択します)。/opt/calibre に calibre を置きたいものとすると、次のコマンドを実行し、必要に応じてパスを以下の<code>%(tarball)s</code>に変更します。
ta: நீங்கள் முந்தைய காலிபர் வெளியீட்டிற்கு திரும்ப விரும்பினால் அல்லது கைமுறையாக ஒரு காலிபர் மேம்படுத்தலை பதிவிறக்கம் செய்ய விரும்பினால், அந்த வெளியீட்டின் நாடாகாப்பகபந்து <a href="%(previous_releases)s"> இங்கே </a> (32-பிட் அல்லது 64- ஐத் தேர்வுசெய்க பிட் பதிப்பு, பொருத்தமானது). /opt/calibre இல் நீங்கள் விரும்புகிறீர்கள் என்று வைத்துக் கொள்ளுங்கள், பின்வரும் கட்டளையை இயக்கவும், <குறியீடு>%(tarball)s</code> க்கு பாதையை மாற்றவும் பொருத்தமானது:

source: Source install
gl: Instalación de orixe
it: Installazione da sorgente
ja: ソースインストール
ta: மூல நிறுவல்

source: WARNING: calibre is a highly complex piece of software with lots of very finicky dependencies. If you install from source, you are on your own. Please do not open bug reports or expect any form of support. You have been warned.
gl: AVISO: calibre é unha peza de software moi complexa con moitas dependencias moi precisas. Se instalas desde a fonte, estás só. Non abra informes de erros nin espere ningún tipo de apoio. Avisaronche.
it: ATTENZIONE: calibre è un software estremamente complesso con molte dipendenze molto delicate. Se installi da sorgente, sei da solo. Per favore non aprire segnalazioni di bug, e non aspettarti alcuna forma di supporto. Sei stato avvertito.
ja: 警告: calibreは非常に複雑なソフトウェアであり、厄介な依存関係がたくさんあります。ソースからのインストールは、すべて自己責任です。バグレポートを開いたり、何らかの形でのサポートを期待したりしないでください。こうして確かに警告されたことを、どうかお忘れなく。
ta: எச்சரிக்கை: காலிபர் என்பது மிகவும் சிக்கலான மென்பொருளாகும். நீங்கள் மூலத்திலிருந்து நிறுவினால், நீங்கள் சொந்தமாக இருக்கிறீர்கள். தயவுசெய்து பிழை அறிக்கைகளைத் திறக்க வேண்டாம் அல்லது எந்தவொரு ஆதரவையும் எதிர்பார்க்க வேண்டாம். உங்களுக்கு எச்சரிக்கை விடுக்கப்பட்டுள்ளது.

source: If you're still determined to install from source, read on:
gl: Se aínda estás decidido a instalar desde a fonte, continúa lendo:
it: Se sei ancora determinato a installare dal sorgente, continua a leggere:
ja: それでもソースからインストールするのであれば、続きをお読みください:
ta: மூலத்திலிருந்து நிறுவ நீங்கள் இன்னும் உறுதியாக இருந்தால், படிக்கவும்:

source: Make sure your system has Python 3 installed.
gl: Asegúrate de que o teu sistema teña instalado Python 3.
it: Controlla di aver installato Python 3 nel tuo sistema.
ja: システムに Python3 がインストールされていることを確認してください。
ta: உங்கள் கணினியில் பைதான் 3 நிறுவப்பட்டுள்ளதா என்பதை உறுதிப்படுத்திக் கொள்ளுங்கள்.

source: Install the various dependencies listed below
gl: Instala as distintas dependencias que se indican a continuación
it: Installa le varie dipendenze elencate di seguito
ja: 以下にリストされているさまざまな依存関係をインストールします
ta: கீழே பட்டியலிடப்பட்டுள்ள பல்வேறு சார்புகளை நிறுவவும்

source: Run the following commands in a terminal:
gl: Executa os seguintes comandos nun terminal:
it: Esegui i seguenti comandi in un terminale:
ja: ターミナルで次のコマンドを実行します:
ta: பின்வரும் கட்டளைகளை ஒரு முனையத்தில் இயக்கவும்:

source: Dependencies
gl: Dependencias
it: Dipendenze
ja: 依存関係
ta: சார்புநிலைகள்

source: The up-to-date list of dependencies that the official calibre binaries are bundled with, can be seen in <a href="%(href)s">%(sj)s</a>. While calibre <i>might</i> work with versions of dependencies other than those listed there, it is not tested/supported. In addition to those dependencies various build time requirements such as pkg-config, a C/C++ compiler, etc are needed.
gl: A lista actualizada de dependencias coas que se inclúen os binarios de calibre oficiais, pódese ver en <a href="%(href)s">%(sj)s</a>. Aínda que calibre <i>pode</i> funcionar con versións de dependencias distintas das indicadas alí, non está probado/soportado. Ademais desas dependencias varios requisitos de tempo de compilación como pkg-config, un compilador C/C++, etc necesario.
it: L'elenco aggiornato delle dipendenze incluse insieme ai binari ufficiali di calibre, può essere visto in <a href="%(href)s">%(sj)s</a>. calibre <i>potrebbe</i> anche funzionare con versioni delle dipendenze diverse da quelle elencate lì, ma ciò non è testato/supportato. In aggiunta a queste dipendenze vari software di compilazione quali pkg-config, un compilatore C/C++ , ecc. sono necessari.
ja: 公式の calibre バイナリがバンドルされている依存関係の最新リストは、<a href="%(href)s">%(sj)s</a>で確認できます。 calibre は、そこに挙げられたバージョン以外でも動作する<i>可能性</i>はありますが、テストもサポートもされていません。これらの依存関係に加えて、pkg-config、C /C++ コンパイラなどのさまざまなビルド時間要件が必要です。
ta: உத்தியோகபூர்வ காலிபர் பைனரிகள் தொகுக்கப்பட்ட சார்புகளின் புதுப்பித்த பட்டியல், <a href="%(href)s">%(sj)s</a> இல் காணலாம். காலிபர் <i> இருக்கலாம் </i> பட்டியலிடப்பட்டதைத் தவிர வேறு சார்புகளின் பதிப்புகளுடன் வேலை செய்யுங்கள் அங்கு, அது சோதிக்கப்படவில்லை/ஆதரிக்கப்படவில்லை. அந்த சார்புகளுக்கு கூடுதலாக பி.கே.சி-கான்ஃபிக், ஒரு c/c++ கம்பைலர் போன்ற பல்வேறு நேர தேவைகள் உள்ளன தேவை.

source: calibre for iOS
gl: calibre para iOS
it: calibre per iOS
ja: iOS 用 calibre
ta: ஐஇமு க்கு காலிபர்

source: calibre itself does not run on the iPhone/iPad, but you can connect to calibre running on your Mac, read books and manage your library on the iDevice.
gl: calibre en si non funciona no iPhone/iPad, pero podes conectarte para calibrar a execución no teu Mac, le libros e xestiona a túa biblioteca no iDevice.
it: L'applicazione calibre non è disponibile per iPhone/iPad, ma è possibile collegarsi all'istanza di calibre in esecuzione sul tuo Mac, leggere libri e gestire la tua biblioteca sul dispositivo Apple.
ja: calibre 自体は iPhone/iPad では動作しませんが、Mac で動作している calibre に接続して、本を読んだり、iDevice でライブラリを管理したりできます。
ta: காலிபர் ஐபோன்/ஐபாடில் இயங்காது, ஆனால் நீங்கள் இணைக்க முடியும் உங்கள் மேக்கில் இயங்குவதற்கு, புத்தகங்களைப் படித்து, உங்கள் நூலகத்தை ஐடெவிசில் நிர்வகிக்கவும்.

source: You can connect to calibre using just Safari on the iDevice, and manage your collection and even read books in the browser, using the calibre <i>Content server</i>. To learn how to do this, see <a href="%(ii)s">the User Manual</a>.
gl: Podes conectarte a calibre usando só Safari no iDevice, e xestiona a túa colección e incluso le libros no navegador, usando o calibre <i>Servidor de contidos</i>. Para saber como facelo, consulte <a href="%(ii)s">o Manual de Usuario</a>.
it: Puoi connetterti a calibre semplicemente usando Safari sul dispositivo Apple, e gestire la tua collezione e persino leggere libri nel browser, usando il <i>Server dei contenuti</i> di calibre. Per scoprire come fare, vedi il <a href="%(ii)s">Manuale utente</a>.
ja: iDevice上で Safariだけを使用してcalibreに接続し、calibre<i>コンテンツサーバ</i>を使用してコレクションを管理したり、ブラウザで本を読んだりすることもできます。これを行う方法については、<a href="%(ii)s">ユーザマニュアル</a>を参照してください。
ta: idevice இல் சஃபாரி பயன்படுத்தி நீங்கள் காலிபருடன் இணைக்கலாம், உங்கள் தொகுப்பை நிர்வகிக்கவும், உலாவியில் புத்தகங்களைப் படிக்கவும், திறமையாகப் பயன்படுத்துங்கள் <i> உள்ளடக்க சேவையகம் </i>. இதை எப்படி செய்வது என்பதை அறிய, பார் <a href="%(ii)s"> பயனர் கையேடு </a>.

source: Download for %(which)s
gl: Descargar para %(which)s
it: Scarica per %(which)s
ja: %(which)s 版をダウンロード
ta: %(which)s கள் பதிவிறக்கவும்

source: calibre works on Windows 10 (version 1809) and higher.
gl: Calibre funciona en Windows 10 (versión 1809) e superior.
it: calibre richiede Windows 10 (versione 1809) o superiore.
ja: calibreは、Windows10 (version 1809)以上で動作します。

source: calibre works on macOS 14.0 (Sonoma) and higher.
gl: Calibre funciona en macOS 14.0 (Sonoma) e versións posteriores.
it: calibre richiede macOS 14.0 (Sonoma) o superiore.
ja: calibreは、macOS 14.0 (Sonoma)以上で動作します。
