Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: calibre now shows a <code>"On device"</code> column in the main Library view when you connect a supported device. This column can be used to see at a glance what books in your library are also on the device. There is a complementary <code>"In library"</code> column in the device views that shows what books on the device are in your library. Since you can sort and search on these columns, it becomes very easy to quickly see what books are on the device. For example, the search <code>"not ondevice:main and not ondevice:card"</code> will show you all the books in your library that are not on the device. This feature works best with books you send to the device from calibre 0.7 onwards.
gl: calibre agora mostra unha columna <code>"No dispositivo"</code> na vista da biblioteca principal cando conecta un dispositivo compatible. Esta columna pódese usar para mira dunha ollada que libros hai na túa biblioteca tamén no dispositivo. Hai unha columna complementaria <code>"Na biblioteca"</code> nas vistas do dispositivo que mostra os libros que hai no dispositivo na túa biblioteca. Xa que pode ordenar e buscar nestas columnas, faise moi doado ver rapidamente que libros hai no dispositivo. Por exemplo, a busca <code>"not ondevice:main and not ondevice:card"</code> amosarache todos os libros da túa biblioteca que non estean no dispositivo. Esta función funciona mellor cos libros que envías ao dispositivo desde o calibre 0.7 en diante.
ja: calibreは、対応デバイスを接続すると、メインのライブラリビューに<code>"デバイス上"</code>列を表示するようになりました。この列を使用すると、ライブラリ内のどの本がデバイスにも保存されているかを一目で確認できます。デバイスビューには、デバイス上のどの本がライブラリに保存されているかを示す<code>"ライブラリ内"</code>列も表示されます。これらの列でソートや検索ができるので、デバイスに保存されている本を簡単に確認できます。例えば、検索式<code>"not ondevice:main and not ondevice:card"</code>で検索すると、デバイス上に保存されていないライブラリ内のすべての本が表示されます。この機能は、calibre 0.7以降でデバイスに送信する本に最適です。
ta: காலிபர் இப்போது ஒரு ஆதரிக்கப்பட்ட சாதனத்தை இணைக்கும்போது முதன்மையான நூலகக் காட்சியில் </குறியீடு> நெடுவரிசையைக் காட்டுகிறது. இந்த நெடுவரிசையைப் பயன்படுத்தலாம் சாதனத்தில் உங்கள் நூலகத்தில் என்ன புத்தகங்கள் உள்ளன என்பதைப் பார்க்கவும். சாதனக் காட்சிகளில் ஒரு நிரப்பு <code> "நூலகத்தில்" </code> நெடுவரிசை உள்ளது உங்கள் நூலகத்தில் சாதனத்தில் என்ன புத்தகங்கள் உள்ளன என்பதை இது காட்டுகிறது. இந்த நெடுவரிசைகளை நீங்கள் வரிசைப்படுத்தி தேடலாம் என்பதால், அது மிகவும் எளிதானது சாதனத்தில் என்ன புத்தகங்கள் உள்ளன என்பதை விரைவாகப் பாருங்கள். எடுத்துக்காட்டாக, தேடல் <code> "ondevice: main மற்றும் ondevice அல்ல: அட்டை" </code> உங்களைக் காண்பிக்கும் சாதனத்தில் இல்லாத உங்கள் நூலகத்தில் உள்ள அனைத்து புத்தகங்களும். காலிபர் 0.7 முதல் சாதனத்திற்கு நீங்கள் அனுப்பும் புத்தகங்களுடன் இந்த நற்பொருத்தம் சிறப்பாக செயல்படுகிறது.

source: calibre caches the metadata of all books on the device. This means that when you re-connect the device creating the list of books on the device will be very fast. Especially if you have a number of large ODF files on your device, this will make a huge difference in the time that calibre takes to connect to the device and display the list of books.
gl: calibre almacena en caché os metadatos de todos os libros do dispositivo. Isto significa que cando volvas conectar o dispositivo creando a lista de libros no dispositivo será moi rápido. Especialmente se tes un número de ficheiros ODF grandes no teu dispositivo, isto fará unha gran diferenza no tempo de ese calibre. leva para conectarse ao dispositivo e mostrar a lista de libros.
ja: calibreはデバイス上のすべての本の書誌データをキャッシュします。つまり、デバイスを再接続するときには、デバイス上の本リストの作成が非常に高速です。特に、デバイス上に多数の大きなODFファイルがある場合、calibreがデバイスに接続して本リストを表示するまでの時間が大幅に短縮されます。
ta: சாதனத்தில் உள்ள அனைத்து புத்தகங்களின் மெட்டாடேட்டாவையும் காலிபர் தற்காலிகமாக சேமிக்கிறது. இதன் பொருள் சாதனத்தில் உள்ள புத்தகங்களின் பட்டியலை உருவாக்கும் சாதனத்தை நீங்கள் மீண்டும் இணைக்கும்போது மிக வேகமாக இருக்கும். குறிப்பாக உங்கள் சாதனத்தில் ஏராளமான பெரிய odf கோப்புகள் இருந்தால், இது திறமையான நேரத்தில் மிகப்பெரிய வித்தியாசத்தை ஏற்படுத்தும் சாதனத்துடன் இணைக்கவும் புத்தகங்களின் பட்டியலைக் காண்பிக்கவும் எடுக்கும்.

source: Users can now specify the folder structure and file name of files placed on the device when using the Send to Device action. This is useful for those devices that allow browsing of the on device folder structure. Customization is available via Preferences-&gt;Add/Save-&gt;Sending to device and can also be overridden on a per device basis from Preferences-&gt;Plugins-&gt;Device interface.
gl: Agora os usuarios poden especificar a estrutura do cartafol e o nome do ficheiro dos ficheiros colocados no dispositivo cando usan a acción Enviar ao dispositivo. Isto é útil para aqueles dispositivos que permiten navegar pola estrutura do cartafol do dispositivo. A personalización está dispoñible a través de Preferencias-&gt;Engadir/Gardar-&gt;Enviar ao dispositivo e tamén se pode anular por dispositivo desde Preferencias-&gt;Complementos-&gt;Interface do dispositivo.
ja: 「デバイスに送信」アクションを使用する際に、デバイス上に保存されるファイルのフォルダ構成とファイル名を指定できるようになりました。 これは、デバイス上のフォルダ構成をブラウズするデバイスで便利です。カスタマイズは「環境設定-&gt; 追加/保存 -&gt; デバイスへの送信」から行えます。また、「環境設定 -&gt; プラグイン -&gt; デバイスインターフェース」からデバイス毎に上書きすることもできます。
ta: சாதனத்திற்கு அனுப்பும் போது சாதனத்தில் வைக்கப்பட்டுள்ள கோப்புகளின் கோப்புறை அமைப்பு மற்றும் கோப்பின் பெயரை பயனர்கள் இப்போது குறிப்பிடலாம். சாதன கோப்புறை கட்டமைப்பை உலாவ அனுமதிக்கும் சாதனங்களுக்கு இது பயனுள்ளதாக இருக்கும். தனிப்பயனாக்கம் வழியாக கிடைக்கிறது விருப்பத்தேர்வுகள்- & gt; சேர்/சேமி- & gt; சாதனத்திற்கு அனுப்புதல் மற்றும் ஒரு சாதன அடிப்படையில் ஒரு சாதனத்தின் அடிப்படையில் மீறப்படலாம் விருப்பத்தேர்வுகள்- & gt; செருகுநிரல்கள்- & gt; சாதன இடைமுகம்.

source: Performance improvements
gl: Melloras de rendemento
it: Miglioramenti delle prestazioni
ja: 性能改善
ta: செயல்திறன் மேம்பாடுகள்

source: If you have a large library with thousand of books or more, you will notice significant performance gains in starting up calibre and doing common editing tasks like changing metadata, compared to 0.6.0. In addition, thanks to the device caching described above, connecting to devices should become much faster if you have large collections on your device.
gl: Se tes unha gran biblioteca con miles de libros ou máis, notarás un aumento significativo de rendemento ao iniciar calibre e facer tarefas de edición comúns como cambiar metadatos, en comparación coa 0.6.0. Ademais, grazas á memoria caché do dispositivo descrita anteriormente, a conexión aos dispositivos debería ser moito máis rápida se tes grandes coleccións no teu dispositivo.
ja: 数千冊以上の書籍を保有する大規模なライブラリであれば、calibreの起動や書誌データの変更といった通常の編集作業において、バージョン0.6.0と比較して大幅なパフォーマンス向上を実感できます。さらに、上記のデバイスキャッシュにより、デバイスに大規模なコレクションがある場合でも、デバイスへの接続が大幅に高速化されます。
ta: உங்களிடம் ஆயிரம் புத்தகங்கள் அல்லது அதற்கு மேற்பட்ட பெரிய நூலகம் இருந்தால், திறனைத் தொடங்குவதில் குறிப்பிடத்தக்க செயல்திறன் ஆதாயங்களை நீங்கள் கவனிப்பீர்கள் 0.6.0 உடன் ஒப்பிடும்போது, மெட்டாடேட்டாவை மாற்றுவது போன்ற பொதுவான திருத்துதல் பணிகளைச் செய்வது. கூடுதலாக, மேலே விவரிக்கப்பட்ட சாதன தற்காலிக சேமிப்புக்கு நன்றி, உங்கள் சாதனத்தில் பெரிய சேகரிப்புகள் இருந்தால் சாதனங்களுடன் இணைப்பது மிக வேகமாக மாற வேண்டும்.

source: The download of news has been speeded up as well (as of 0.6.27) by making it truly multi-threaded.
gl: A descarga de noticias tamén se acelerou (a partir da 0.6.27) facéndoas verdadeiramente multiproceso.
ja: ニュースのダウンロードも、本当のマルチスレッド化により高速化されました (0.6.27時点)。
ta: செய்திகளைப் பதிவிறக்கம் செய்வதும் (0.6.27 நிலவரப்படி) உண்மையிலேயே பல-திரிக்கப்பட்டதாக மாற்றுவதன் மூலம் வேகப்படுத்தப்பட்டுள்ளது.

source: Improvements in the conversion and metadata engines
gl: Melloras nos motores de conversión e metadatos
it: Miglioramenti nei motori di conversione e metadati
ja: 変換と書誌エンジンの改善
ta: மாற்றம் மற்றும் மேனிலை தரவு என்சின்களில் மேம்பாடுகள்

source: The conversion engine now supports unicode characters in RTF Input documents and auto-converts ligatures for PDF input documents.
gl: O motor de conversión agora admite caracteres Unicode en documentos de entrada RTF e converte automaticamente ligaduras para documentos de entrada PDF.
it: Il motore di conversione ora supporta i caratteri unicode nei documenti di input RTF e converte automaticamente le legature per i documenti di input PDF.
ja: 変換エンジンは、RTF 入力ドキュメント内の Unicode 文字をサポートし、PDF 入力ドキュメントの合字を自動変換するようになりました。
ta: மாற்று இயந்திரம் இப்போது rtf உள்ளீட்டு ஆவணங்களில் யூனிகோட் எழுத்துகளையும், pdf உள்ளீட்டு ஆவணங்களுக்கான ஆட்டோ-கான்வெர்ட்டுகள் தசைநார் எழுத்துக்களையும் ஆதரிக்கிறது.

source: calibre can now set metadata in DRMed Topaz and MOBI files.
gl: calibre agora pode establecer metadatos en ficheiros DRMed Topaz e MOBI.
it: calibre ora può impostare i metadati nei file Topaz e MOBI con DRM.
ja: calibre は、DRM暗号化された Topaz および MOBI ファイルに書誌データを設定できるようになりました。
ta: காலிபர் இப்போது மெட்டாடேட்டாவை டி.ஆர்.எம்.டி புச்பராகம் மற்றும் மொபி கோப்புகளில் அமைக்கலாம்.

source: When generating EPUB files, calibre now creates SVG based covers, that automatically stretch to fill up the available screen real estate on the device used to read them.
gl: Ao xerar ficheiros EPUB, calibre agora crea portadas baseadas en SVG, que se estiran automaticamente para encher o espazo da pantalla dispoñible na pantalla. dispositivo empregado para lelos.
it: Ora quando genera file EPUB, calibre crea copertine basate su SVG, che si adattano automaticamente in modo da riempire tutto lo spazio disponibile sullo schermo del dispositivo usato per leggerli.
ja: EPUB ファイルを生成する際に、calibre は SVG ベースの表紙を作成するようになりました。この表紙は、読み取りに使用するデバイスの利用可能な画面いっぱいに自動的に伸縮します。
ta: எபப் கோப்புகளை உருவாக்கும் போது, காலிபர் இப்போது எச்.வி.சி அடிப்படையிலான அட்டைகளை உருவாக்குகிறது, இது கிடைக்கக்கூடிய திரை ரியல் எச்டேட்டை நிரப்ப தானாகவே நீட்டுகிறது சாதனம் அவற்றைப் படிக்கப் பயன்படுகிறது.

source: calibre can now convert CHM files.
gl: calibre agora pode converter ficheiros CHM.
it: calibre ora può convertire i file CHM.
ja: calibre は CHM ファイルへ変換できるようになりました。
ta: காலிபர் இப்போது chm கோப்புகளை மாற்ற முடியும்.

source: Creation of catalogs
gl: Creación de catálogos
it: Creazione di cataloghi
ja: カタログ作成
ta: பட்டியல்களின் உருவாக்கம்

source: You can now easily generate a catalog of all books in your calibre library by clicking the arrow next to the Convert button. The catalog can be in one of several formats: XML, CSV, EPUB and MOBI, with scope for future formats via plugins. If you generate the catalog in an e-book format, it will be automatically sent to your e-book reader the next time you connect it, allowing you to easily browse your collection on the reader itself.
gl: Agora podes xerar facilmente un catálogo de todos os libros da túa biblioteca de calibre facendo clic na frecha situada ao lado do botón Converter. O catálogo pode estar nun dos varios formatos: XML, CSV, EPUB e MOBI, con posibilidades de futuros formatos a través de complementos. Se xeras o catálogo nun formato de libro electrónico, enviarase automaticamente ao teu lector de libros electrónicos a próxima vez que o conectes, o que che permite navegar facilmente pola túa colección no propio lector.
ja: 「本を変換」ボタンの横にある矢印をクリックすると、calibre ライブラリ内のすべての本のカタログを簡単に生成できるようになりました。 カタログは、XML、CSV、EPUB、MOBI のどれかの形式で作成でき、プラグインを介して将来の形式に対応することもできます。 電子書籍形式でカタログを生成すると、次回電子書籍リーダーに接続したときに自動的に送信され、リーダー内でコレクションを簡単にブラウズできます。
ta: மாற்றுதல் பொத்தானுக்கு அடுத்த அம்புக்குறியைக் சொடுக்கு செய்வதன் மூலம் உங்கள் காலிபர் நூலகத்தில் உள்ள அனைத்து புத்தகங்களின் பட்டியலையும் இப்போது எளிதாக உருவாக்கலாம். அட்டவணை பல வடிவங்களில் ஒன்றாகும்: எக்ச்எம்எல், சி.எச்.வி, எபப் மற்றும் மொபிஐ, செருகுநிரல்கள் வழியாக எதிர்கால வடிவங்களுக்கான வாய்ப்பைக் கொண்டுள்ளது. நீங்கள் ஒரு மின் புத்தக வடிவத்தில் பட்டியலை உருவாக்கினால், அடுத்த முறை நீங்கள் இணைக்கும்போது அது தானாகவே உங்கள் மின் புத்தக வாசகருக்கு அனுப்பப்படும், உங்கள் தொகுப்பை வாசகரிடம்தான் எளிதாக உலவ அனுமதிக்கிறது.

source: E-book viewer improvements
gl: Melloras do visor de libros electrónicos
it: Miglioramenti del lettore e-book
ja: 電子書籍ビューアの改善
ta: மின் புத்தக பார்வையாளர் மேம்பாடுகள்

source: The E-book viewer now has builtin dictionary lookup. Just select a word and right click to look it up using the dictionary servers at dict.org
gl: O visor de libros electrónicos agora ten unha busca integrada no dicionario. Só tes que seleccionar unha palabra e facer clic co botón dereito para buscala usando o dicionario servidores en dict.org
ja: 電子書籍ビューアに辞書検索機能が組み込まれました。単語を選択して右クリックするだけで、dict.orgの辞書を検索できます。
ta: மின்-புத்தக பார்வையாளர் இப்போது பில்டின் அகராதி தேடலைக் கொண்டுள்ளார். ஒரு வார்த்தையைத் தேர்ந்தெடுத்து, அகராதியைப் பயன்படுத்தி அதைப் பார்க்க வலது சொடுக்கு செய்யவும் dict.org இல் சேவையகங்கள்

source: The viewer now supports SVG embedded in XHTML when viewing EPUB files.
gl: O visor agora admite SVG incorporado en XHTML ao ver ficheiros EPUB.
it: Il lettore ora supporta SVG incorporato in XHTML durante la visualizzazione di file EPUB.
ja: ビューアは EPUB ファイルを表示するときに XHTML に埋め込まれた SVG をサポートするようになりました。
ta: epub கோப்புகளைப் பார்க்கும்போது xhtml இல் உட்பொதிக்கப்பட்ட svg ஐ பார்வையாளர் இப்போது ஆதரிக்கிறார்.

source: USB syncing with the iPad
gl: Sincronización USB co iPad
it: Sincronizzazione USB con iPad
ja: iPadと同期する USB
ta: ஐபாட் உடன் யூ.எச்.பி ஒத்திசைக்கிறது

source: calibre now has an experimental driver for the iPad. If you connect the iPad to your computer with calibre running, it should be detected and you can send books directly to iBooks on the iPad with calibre. The driver works by using iTunes in the background, so you also need to have iTunes installed and your iPad setup in it. This works on Windows and macOS 10.5 and higher. And of course, you can browse your calibre collection wirelessly on the iPad with the calibre Content server. For details see the <a href="%(ios)s">FAQ</a>.
gl: calibre agora ten un controlador experimental para o iPad. Se conectas o iPad ao teu ordenador con calibre funcionando, debería detectarse e podes enviar libros directamente a iBooks no iPad con calibre. O controlador funciona usando iTunes en segundo plano, polo que tamén necesitas ter instalado o iTunes e a configuración do teu iPad nel. Isto funciona en Windows e macOS 10.5 e superior. E, por suposto, podes buscar o teu calibre colección sen fíos no iPad co servidor de contido calibre. Para máis detalles consulte o <a href="%(ios)s">FAQ</a>.
ja: calibreにiPad用の試験的なドライバーが搭載されました。calibreを起動した状態でiPadをコンピュータに接続するとiPadが検出され、iPad上のiBooksに直接 本を送信できるようになります。このドライバーはiTunesをバックグラウンドで使用して動作するので、iPadにiTunesをインストールし、セットアップしておく必要があります。WindowsとmacOS 10.5以降で動作します。もちろん、calibreコンテンツサーバーを介してiPadでワイヤレスに calibreコレクションをブラウズすることもできます。詳しくは<a href="%(ios)s">FAQ</a>をご覧ください。
ta: காலிபர் இப்போது ஐபாட் ஒரு சோதனை இயக்கி உள்ளது. ஐபாட் உங்கள் கணினியுடன் காலிபர் இயங்குவதன் மூலம் இணைந்தால், இது கண்டறியப்பட வேண்டும், மேலும் நீங்கள் ஐபாடில் உள்ள ஐபுக்சுக்கு நேரடியாக புத்தகங்களை அனுப்பலாம். இயக்கி பயன்படுத்துவதன் மூலம் வேலை செய்கிறது பின்னணியில் ஐடியூன்ச், எனவே நீங்கள் ஐடியூன்ச் நிறுவப்பட்டிருக்க வேண்டும், அதில் உங்கள் ஐபாட் அமைவு இருக்க வேண்டும். இது சாளரங்கள் மற்றும் மேகோச் 10.5 மற்றும் அதற்கு மேற்பட்டவற்றில் வேலை செய்கிறது. நிச்சயமாக, நீங்கள் உங்கள் திறமை உலாவலாம் காலிபர் உள்ளடக்க சேவையகத்துடன் ஐபாடில் கம்பியில்லாமல் சேகரித்தல். விவரங்களுக்கு பார்க்கவும் <a href="%(ios)s"> கேள்விகள் </a>.

source: Incompatible changes
gl: Cambios incompatibles
it: Modifiche incompatibili
ja: 非互換な変更
ta: பொருந்தாத மாற்றங்கள்

source: 0.7 drops support for the un-upgraded SONY PRS 500. In addition all the SONY drivers have been combined into a single driver, so if you previously customized a SONY driver, you will have to redo the customization. Also note that, calibre turns tags into collections, so it will create new collections for existing books on your reader, if they have tags but don't already have collections on the device. You can turn off this behavior by going to Preferences-&gt;Plugins-&gt;Device interface and customizing the SONY plugin.
gl: 0,7 elimina o soporte para o SONY PRS 500 sen actualizar. Ademais, todos os controladores de SONY combináronse nun único controlador, polo que se previamente personalizado un controlador SONY, terás que refacer a personalización. Tamén teña en conta que, calibre converte as etiquetas en coleccións, polo que creará novas coleccións de libros existentes no teu lector, se teñen etiquetas pero aínda non teñen coleccións no dispositivo. Podes desactivar este comportamento indo a Preferencias-&gt;Complementos-&gt;Interface do dispositivo e personalizando o complemento SONY.
ja: 0.7では、アップグレードされていないSONY PRS 500のサポートが廃止されました。また、すべてのSONYドライバが1つのドライバに統合されているため、以前にSONYドライバをカスタマイズしていた場合は、再度カスタマイズする必要があります。また、calibreはタグをコレクションに変換します。そのため、リーダーに存在する本にタグが付いていてコレクションがない場合は、新しいコレクションを作成します。この動作は、「環境設定 -&gt; プラグイン -&gt; デバイスインターフェース」で SONYプラグインをカスタマイズすることで無効にできます。
ta: மேம்படுத்தப்படாத சோனி பிஆர்எச் 500 க்கு 0.7 சொட்டுகள் உதவி. கூடுதலாக அனைத்து சோனி ஓட்டுநர்களும் ஒற்றை இயக்கியாக இணைக்கப்பட்டுள்ளனர், எனவே நீங்கள் இருந்தால் முன்னர் சோனி இயக்கி தனிப்பயனாக்கப்பட்டால், நீங்கள் தனிப்பயனாக்கத்தை மீண்டும் செய்ய வேண்டும். காலிபர் குறிச்சொற்களை சேகரிப்புகளாக மாற்றுகிறது, எனவே இது புதியதாக உருவாக்கும் உங்கள் வாசகரில் இருக்கும் புத்தகங்களுக்கான தொகுப்புகள், அவற்றில் குறிச்சொற்கள் இருந்தால், ஆனால் ஏற்கனவே சாதனத்தில் வசூல் இல்லை என்றால். இந்த நடத்தையை நீங்கள் அணைக்கலாம் விருப்பங்களுக்குச் செல்வதன் மூலம்- & gt; செருகுநிரல்கள்- & gt; சாதன இடைமுகம் மற்றும் சோனி சொருகி தனிப்பயனாக்குதல்.

source: The database schema of the calibre library has changed to support custom columns. While effort has been spent to try to ensure backwards-compatibility, you may have problems going back to an 0.6.x release after upgrading to 0.7, so avoid this, if possible.
gl: O esquema de base de datos da biblioteca calibre cambiou para admitir columnas personalizadas. Aínda que se fixo esforzo para tentar garantir a compatibilidade con versións anteriores, ti pode ter problemas para volver a unha versión 0.6.x despois de actualizar a 0.7, así que evite isto, se é posible.
ja: calibreライブラリのデータベーススキーマが変更され、カスタム列がサポートされるようになりました。後方互換性の確保には努めておりますが、0.7にアップグレードした後に0.6.xリリースに戻すと問題が発生する可能性があります。このため、可能な限り0.6へ戻すことは避けてください。
ta: தனிப்பயன் நெடுவரிசைகளை ஆதரிக்க காலிபர் நூலகத்தின் தரவுத்தளத் திட்டம் மாறிவிட்டது. பின்னோக்கி-ஏற்றத்தாழ்வை உறுதிப்படுத்த முயற்சிக்க முயற்சி செலவிடப்பட்டுள்ளது, நீங்கள், நீங்கள் 0.7 ஆக மேம்படுத்தப்பட்ட பிறகு 0.6.x வெளியீட்டிற்குச் செல்வதில் சிக்கல்கள் இருக்கலாம், எனவே முடிந்தால் இதைத் தவிர்க்கவும்.

source: This is an appropriate time to trow out a big thank you to all the calibre developers who have contributed most of the major new features listed above. An incomplete list of contributors is available <a href="%(href)s" title="Contributors">here</a>.
gl: Este é un momento axeitado para agradecerlles a todos os desenvolvedores de calibre que contribuíron coa maioría das principais novidades enumeradas anteriormente. <a href="%(href)s» title="Contributors">Aquí</a> está dispoñible unha lista incompleta de colaboradores.
it: Questo è un buon momento per ringraziare calorosamente tutti gli sviluppatori di calibre che hanno contribuito alla maggior parte delle principali nuove funzionalità sopradescritte. Una lista incompleta di contributori è disponibile <a href="%(href)s" title="Contributors">qui</a>.
ja: 上記の主要な新機能のほとんどに貢献してくれた calibre 開発者の皆様に、この場を借りて深く感謝申し上げます。不完全ではありますが、貢献者のリストは、<a href="%(href)s" title="Contributors">こちら</a>でご覧いただけます。
ta: மேலே பட்டியலிடப்பட்டுள்ள பெரும்பாலான புதிய புதிய அம்சங்களை பங்களித்த அனைத்து காலிபர் டெவலப்பர்களுக்கும் ஒரு பெரிய நன்றி தெரிவிக்க இது பொருத்தமான நேரம். பங்களிப்பாளர்களின் முழுமையற்ற பட்டியல் கிடைக்கிறது <a href="%(href)s" title="எச் தலைப்பு="> இங்கே </a>.

source: Note that many of these features were actually introduced during the lifetime of the 0.6.x series. This document describes new features as compared to 0.6.0
gl: Teña en conta que moitas destas funcións foron introducidas durante a vida útil da serie 0.6.x. Este documento describe novas funcións en comparación coa versión 0.6.0
it: Si noti che molte di queste funzionalità sono state effettivamente introdotte durante il ciclo di vita della serie 0.6.x. Questo documento descrive le nuove funzionalità rispetto alla 0.6.0
ja: これらの機能の多くは、実際には0.6.xシリーズの途中で導入されたものであることに注意してください。このドキュメントでは、0.6.0と比較して新しい機能について説明します。
ta: இந்த நற்பொருத்தங்கள் பல உண்மையில் 0.6.x தொடரின் வாழ்நாளில் அறிமுகப்படுத்தப்பட்டன என்பதை நினைவில் கொள்க. இந்த ஆவணம் 0.6.0 உடன் ஒப்பிடும்போது புதிய அம்சங்களை விவரிக்கிறது

source: New in calibre 3.0
gl: Novo no calibre 3.0
it: Novità di calibre 3.0
ja: calibre 3.0 の新機能
ta: காலிபர் 3.0 இல் புதியது

source: Welcome back, calibre users. It has been almost three years since calibre 2.0. In that time lots has happened. The biggest new feature, which was in development for almost that entire period, is a completely re-written calibre <i>Content server</i>.
gl: Benvidos de novo, usuarios de calibre. Xa pasaron case tres anos desde calibre 2.0. Nese tempo pasaron moitas cousas. A maior novidade, que estaba en desenvolvemento durante case todo ese período, é un calibre completamente reescrito <i>Servidor de contidos</i>.
ja: calibre ユーザーの皆様、お帰りなさい。calibre 2.0 からほぼ3年振りです。その間、いろいろなことがありました。もっとも大きい新機能は開発のほとんどの手間を投入して完全に再作成した<i>コンテンツサーバ</i>です。
ta: காலிபர் பயனர்கள், மீண்டும் வருக. காலிபர் இருந்து கிட்டத்தட்ட மூன்று ஆண்டுகள் ஆகின்றன 2.0. அந்த நேரத்தில் நிறைய நடந்தது. மிகப்பெரிய புதிய நற்பொருத்தம், இது இருந்தது கிட்டத்தட்ட அந்த முழு காலத்திற்கும் வளர்ச்சி, முற்றிலும் மீண்டும் எழுதப்பட்ட திறனாகும் <i> உள்ளடக்க சேவையகம் </i>.

source: The Content server allows you to wirelessly browse your calibre books on any modern phone/tablet and even read the books right in your phone browser. The books are stored in off-line storage on the phone so you do not have to keep calibre running or have an always on internet connection to read the books.
gl: O servidor de contido permítelle buscar sen fíos os seus libros de calibre en calquera teléfono/tableta moderno e incluso le os libros directamente no navegador do teu teléfono. O os libros gárdanse nun almacenamento fóra de liña do teléfono para que non teñas que gardalos calibre funcionando ou ter unha conexión a Internet sempre activa para ler os libros.
ja: コンテンツサーバを使用すると、calibreブックを最新のスマートフォンやタブレットでワイヤレス経由でブラウズでき、スマートフォンのブラウザで直接読むこともできます。本はスマートフォンのオフラインストレージに保存されるため、読書のためにcalibreを起動しておいたり、常時インターネットに接続したりする必要はありません。
ta: உள்ளடக்க சேவையகம் உங்கள் காலிபர் புத்தகங்களை கம்பியில்லாமல் உலாவ உங்களை அனுமதிக்கிறது நவீன தொலைபேசி/டேப்லெட் மற்றும் உங்கள் தொலைபேசி உலாவியில் புத்தகங்களைப் படியுங்கள். தி புத்தகங்கள் தொலைபேசியில் இணைப்பில்லாத சேமிப்பகத்தில் சேமிக்கப்படுகின்றன, எனவே நீங்கள் வைத்திருக்க வேண்டியதில்லை காலிபர் இயங்குகிறது அல்லது புத்தகங்களைப் படிக்க எப்போதும் இணைய இணைப்பில் உள்ளது.

source: The new Content server
gl: O novo servidor de contidos
it: Il nuovo server dei contenuti
ja: 新しいコンテンツサーバ
ta: புதிய உள்ளடக்க சேவையகம்
