Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: Click to watch calibre demo
gl: Preme para ver a demostración de calibre
it: Fai clic per guardare la demo di calibre
ja: クリックして calibre のデモを見てみましょう
ta: காலிபர் டெமோவைப் பார்க்க சொடுக்கு செய்க

source: calibre is the one stop solution to all your e-book needs
gl: calibre é a solución única para todas as súas necesidades de libros electrónicos
it: calibre è la soluzione unica per tutto ciò che riguarda gli e-book
ja: calibre はあらゆる電子書籍のニーズへのワンストップソリューションです
ta: உங்கள் மின் புத்தகத் தேவைகளுக்கு ஒரு நிறுத்த தீர்வு காலிபர் ஆகும்

source: Get involved
gl: Involucrarse
it: Fatti coinvolgere
ja: 参加
ta: ஈடுபடுங்கள்

source: Both calibre and this website collect no information about users or visitors. The only exceptions to this rule are described below.
gl: Nin calibre nin este sitio web recompilan información sobre os usuarios nin os visitantes. As únicas excepcións a esta regra descríbense a continuación.
it: Né calibre né questo sito web raccolgono informazioni sugli utenti o sui visitatori. Le uniche eccezioni a questa regola sono descritte di seguito.
ja: calibreと本ウェブサイトは、ユーザーや訪問者の何らかの情報も収集していません。本規定の例外は以下です。

source: Server logs
gl: Rexistros do servidor
it: Registri del server
ja: サーバーログ

source: This website does not log IP addresses or any other personally identifying information. It does collect aggregate usage details that are used to breakdown calibre usage by country and platform only. No individual information is stored.
gl: Este sitio web non rexistra enderezos IP nin ningunha outra información de identificación persoal. Si recompila detalles de uso agregados que se empregan para desglosar o uso de Calibre unicamente por país e plataforma. Non se almacena información individual.
it: Questo sito web non registra gli indirizzi IP o qualunque altra informazione di identificazione personale. Raccoglie però dettagli aggregati di utilizzo che vengono usati solamente per scomporre e analizzare l'utilizzo di calibre per nazione e piattaforma. Nessuna informazione individuale è conservata.
ja: 本ウェブサイトは、IPアドレスやその他の個人を特定できる情報を記録しません。ただし、calibreの使用状況を国別およびプラットフォーム別に分析するためにのみ、集計された使用状況を収集します。個人情報はいっさい保存しません。

source: Cookies
it: Cookie
ja: クッキー

source: This website does not use cookies, except for the ads and analytics services mentioned below.
gl: Este sitio web non usa cookies, agás para os anuncios e os servizos de análise que se mencionan a continuación.
it: Questo sito web non fa uso di cookie, eccettuato per i servizi pubblicitari e di analisi menzionati di seguito.
ja: 本ウェブサイトは以下に記載する広告や解析以外ではクッキーを使用していません。

source: Third party advertisements
gl: Anuncios de terceiros
it: Annunci di terze parti
ja: サードパーティーの広告

source: This website displays third party advertisements, from the <a href="https://freestar.com">Freestar</a> ads service. calibre, the software, displays no ads and uses no third party services for ads.
gl: Este sitio web mostra anuncios de terceiros, do servizo de anuncios de <a href="https://freestar.com">Freestar </a>. Calibre, o software, non mostra anuncios nin usa servizos de terceiros para os anuncios.
it: Questo sito web mostra annunci di terze parti del servizio pubblicitario <a href="https://freestar.com">Freestar</a>. Il programma calibre non mostra alcuna pubblicità e non usa alcun servizio di terze parti per le pubblicità.
ja: 本ウェブサイトは、<a href="https://freestar.com">Freestar</a> からのサードパーティの広告を表示します。ソフトウェアであるcalibreは広告を表示せず、広告のためのサードパーティのサービスも利用していません。

source: Third party statistics
gl: Estatísticas de terceiros
it: Statistiche di terze parti
ja: サードパーティーの統計

source: Additionally, this website uses Google Analytics to analyse website traffic, which is needed for provision of ads, above. calibre, the software, uses no statistics service.
gl: Ademais, este sitio web usa Google Analytics para analizar o tráfico do sitio web, o cal é necesario para a subministración de anuncios, arriba mencionados. Calibre, o soporte lóxico, non usa ningún servizo de estatísticas.
it: In aggiunta, questo sito web usa Google Analytics per analizzare il traffico del sito web, necessario per fornire gli annunci di cui sopra. Il programma calibre non usa alcun servizio di statistiche.
ja: さらに、本ウェブサイトは、上記の広告の提供に必要とされるウェブサイトのトラフィックを解析するためにGoogle Analyticsを利用しています。ソフトウェアであるcalibreは統計さービスを利用していません。

source: Changes to this Privacy Statement
gl: Trocos nesta Declaración de privacidade
it: Cambiamenti a questa Dichiarazione sulla Privacy
ja: プライバシーステートメントの変更

source: This privacy statement will not change in any substantial way, except for possibly changing the services used for ads and statistics on the website, as described above.
gl: Esta declaración de privacidade non cambiará de forma substancial, agás a posible modificación dos servizos empregados para os anuncios e as estatísticas no sitio web, tal e como se describe anteriormente.
it: Questa dichiarazione sulla privacy non cambierà in alcun modo sostanziale, a parte forse per il cambiamento dei servizi usati per gli annunci e le statistiche del sito web, descritti precedentemente.
ja: 本プライバシーステートメントは、上記の通り、Web サイトの広告や統計に使用されるサービスが変更される可能性を除いて、実質的に変更されることはありません。

source: Last updated: 04 March 2025
gl: Derradeira actualización: 04 de marzo de 2025
it: Ultimo aggiornamento: 4 Marzo 2025
ja: 2025年3月4日最終更新

source: About
gl: Sobre
it: Informazioni
ja: 説明
ta: பற்றி

source: About calibre
gl: Sobre calibre
it: Informazioni su calibre
ja: calibre について
ta: காலிபர் பற்றி

source: A brief description of calibre's many features
gl: Unha breve descrición das moitas características do calibre
it: Una breve descrizione delle tante funzionalità di calibre
ja: 数ある calibre の機能の簡単な説明
ta: காலிபரின் பல அம்சங்களின் சுருக்கமான விளக்கம்

source: Features
gl: características
it: Caratteristiche
ja: 機能
ta: நற்பொருத்தங்கள்

source: A history of the development of calibre
gl: Unha historia do desenvolvemento do calibre
it: La storia dello sviluppo di calibre
ja: calibre 開発の歴史
ta: காலிபரின் வளர்ச்சியின் வரலாறு

source: History
gl: Historia
it: Storia
ja: 歴史
ta: வரலாறு

source: The best ways to contact the calibre team
gl: As mellores formas de contactar co equipo de calibre
it: I modi migliori per contattare la squadra di calibre
ja: calibre チームと連絡をとるための最良の方法
ta: காலிபர் குழுவைத் தொடர்பு கொள்ள சிறந்த வழிகள்

source: Contact
gl: Contacto
it: Contatti
ja: 連絡先
ta: தொடர்பு

source: A list of contributors to the calibre community
gl: Unha lista de colaboradores da comunidade calibre
it: Un elenco di collaboratori della comunità di calibre
ja: calibre コミュニティへの貢献者のリスト
ta: காலிபர் சமூகத்திற்கு பங்களிப்பாளர்களின் பட்டியல்

source: Contributors
gl: Colaboradores
it: Contributori
ja: 貢献者
ta: பங்களிப்பாளர்கள்

source: Mentions of calibre in the press
gl: Mencións de calibre na prensa
it: Menzioni di calibre sulla stampa
ja: 報道記事
ta: பத்திரிகைகளில் காலிபர் குறிப்பிடுகிறது

source: Press
gl: Preme
it: Stampa
ja: 報道
ta: அச்சகம்

source: <b>calibre is a powerful and easy to use e-book manager</b>. Users say it’s <i>outstanding</i> and a <i>must-have</i>. It’ll allow you to do nearly everything and it takes things a step beyond normal e-book software. It’s also <b>completely free</b> and <i>open source</i> and great for both <b>casual users</b> and computer experts.
gl: <b>calibre é un xestor de libros electrónicos potente e fácil de usar</b>. Os usuarios din que é <i>excepcional</i> e <i>imprescindible</i>. Permitirache facer case todo e iso leva as cousas un paso máis aló do software normal de libros electrónicos. Tamén é <b>totalmente gratuíto</b> e de <i>código aberto</i> e excelente tanto para <b>usuarios ocasionais</b> como para expertos en informática.
it: <b>calibre è un gestore di e-book potente e facile da usare</b>. Gli utenti dicono che è <i>eccezionale</i> e <i>da avere</i>. Ti permetterà di fare quasi tutto ad un livello superiore rispetto ad un normale software di e-book. È anche <b>completamente gratuito</b> e <i>open source</i> e ottimo sia per <b>utenti occasionali</b> che per esperti di computer.
ja: <b>calibreは強力で使いやすい電子書籍マネージャです</b>。ユーザの間では<i>優れていて</i>かつ<i>手放せない</i>と評判です。ありとあらゆることが可能で、通常の電子書籍ソフトウェアを一歩超えたものとなっています。しかも<b>完全無料</b>かつ<i>オープンソース</i>であり、<b>ライトユーザ</b>にもコンピュータの専門家にも最適です。
ta: <b> காலிபர் ஒரு சக்திவாய்ந்த மற்றும் மின் புத்தக மேலாளரைப் பயன்படுத்த எளிதானது </b>. பயனர்கள் இது என்று கூறுகிறார்கள் <i> நிலுவையில் உள்ள </i> மற்றும் ஒரு <i> கட்டாயம்-இருக்க வேண்டும் </i>. கிட்டத்தட்ட எல்லாவற்றையும் செய்ய இது உங்களை அனுமதிக்கும் சாதாரண மின் புத்தக மென்பொருளுக்கு அப்பாற்பட்ட விசயங்களை ஒரு படி எடுக்கிறது. இது <b> முற்றிலும் இலவசம் </b> மற்றும் <i> திறந்த மூல </i> மற்றும் <b> சாதாரண பயனர்கள் </b> மற்றும் கணினி வல்லுநர்கள் ஆகிய இரண்டிற்கும் சிறந்தது.

source: Save time on managing your e-book collection
gl: Aforra tempo na xestión da túa colección de libros electrónicos
it: Risparmia tempo nella gestione della tua collezione di e-book
ja: 電子書籍コレクションの管理にかかる時間を節約
ta: உங்கள் மின் புத்தக சேகரிப்பை நிர்வகிப்பதில் நேரத்தைச் சேமிக்கவும்

source: calibre’s user interface is designed to be as simple as possible. <b>Large buttons</b> in the main window take care of most of your needs. The vast number of calibre’s features and options is always clearly displayed under <b>intuitive tabs</b>. Its context menus are neatly sorted, so the things you’re looking for almost find themselves on their own. <b>You’re never more than three clicks away from your goal.</b> It’s the result of years of tweaking calibre’s interface based on users’ feedback. Plus, you can change many aspects of how calibre looks and feels, and try one of the three built-in library views to browse your book collection using covers, titles, tags, authors, publishers, etc.
gl: A interface de usuario de calibre está deseñada para ser tan sinxela como posible. <b>Botóns grandes</b> na xanela principal coidar a maioría das súas necesidades. O gran número de características do calibre e as opcións móstranse sempre claramente baixo <b>intuitivo pestanas</b>. Os seus menús contextuales están ben ordenados, polo que as cousas estás buscando case se atopan por si mesmos. <b>Nunca estás a máis de tres clics do teu obxectivo.</b> É o resultado de anos de axustar a interface do calibre en función dos comentarios dos usuarios. Ademais, podes cambiar moitos aspectos de como se ve e se sente o calibre, e proba un dos tres vistas de biblioteca integradas para explorar a súa colección de libros portadas, títulos, etiquetas, autores, editores, etc.
it: L'interfaccia utente di calibre è progettata per essere il più semplice possibile. Nella finestra principale, <b>grandi pulsanti</b> si occupano della maggior parte delle tue esigenze. Il vasto numero di funzioni e di opzioni di calibre è sempre chiaramente mostrato in <b>schede intuitive</b>. I suoi menu contestuali sono ordinati con attenzione, in modo che le cose che stai cercando si trovino quasi da sole. <b>Non sei mai a più di tre clic dal tuo obiettivo.</b> È il risultato di anni di modifiche all'interfaccia di calibre basate sui commenti degli utenti. Inoltre, puoi cambiare molti dettagli dell'aspetto di calibre e provare una delle tre viste biblioteca incluse per sfogliare la tua raccolta di libri, utilizzando copertine, titoli, tag, autori, editori, ecc.
ja: calibreのユーザーインターフェースは、可能な限りシンプルに設計されています。メインウィンドウの<b>大きなボタン</b>は、ほとんどのニーズに対応します。膨大な数の calibre の機能とオプションは、常に<b>直感的なタブ</b>の下に明確に表示されます。コンテキストメニューはきれいに並んでいるので、探したいものはたいていすぐに見つかります。 <b>操作を終えるまでにクリックが 3 回以上必要になることはありません。</b>これはユーザのフィードバックに基づいてcalibreのインターフェースを何年にもわたって調整してきた結果です。さらに calibre の外観や操作などは変更可能です。3 種類あるビルトインのライブラリビューで、表紙、タイトル、タグ、著者、出版社などごとに書籍コレクションを閲覧してみてください
ta: காலிபரின் பயனர் இடைமுகம் அவ்வளவு எளிமையானதாக வடிவமைக்கப்பட்டுள்ளது சாத்தியம். <b> பெரிய பொத்தான்கள் </b> முதன்மையான சாளரத்தில் கவனித்துக் கொள்ளுங்கள் உங்கள் தேவைகளில் பெரும்பாலானவை. காலிபரின் அம்சங்களின் பரந்த எண்ணிக்கையில் மற்றும் விருப்பங்கள் எப்போதும் <b> உள்ளுணர்வின் கீழ் தெளிவாகக் காட்டப்படும் தாவல்கள் </b>. அதன் சூழல் மெனுக்கள் அழகாக வரிசைப்படுத்தப்பட்டுள்ளன, எனவே விசயங்கள் நீங்கள் தங்களைத் தாங்களே கண்டுபிடிப்பதைத் தேடுகிறீர்கள். <b> நீங்கள் உங்கள் இலக்கிலிருந்து மூன்று கிளிக்குகளுக்கு மேல் இல்லை. </b> இது காலிபரின் இடைமுகத்தின் பல ஆண்டுகளின் விளைவாகும் பயனர்களின் பின்னூட்டத்தின் அடிப்படையில். கூடுதலாக, நீங்கள் பல அம்சங்களை மாற்றலாம் எவ்வாறு திறமையாகவும் உணர்கிறது என்றும், மூன்றில் ஒன்றை முயற்சிக்கவும் உங்கள் புத்தக சேகரிப்பைப் பயன்படுத்தி உலவ உள்ளமைக்கப்பட்ட நூலகக் காட்சிகள் கவர்கள், தலைப்புகள், குறிச்சொற்கள், ஆசிரியர்கள், வெளியீட்டாளர்கள் போன்றவை.

source: calibre not only can <b>download all the metadata</b> for an e-book (things like title, author, publisher, ISBN, tags, cover or summary) but will also allow you to edit or create metadata in existing or new fields. That way you can track which books you’ve read and which ones you liked. You can also take advantage of the <b>advanced search and sorting</b> functions that use tags, authors, comments and more. You will find the book you were looking for in seconds!
gl: calibre non só pode descargar todos os metadatos para un libro electrónico (cousas como título, autor, editor, ISBN, etiquetas, portada ou resumo) pero tamén che permitirá editar ou crear metadatos en campos existentes ou novos. Así podes rastrexa os libros que liches e cales che gustaron. Ti tamén pode aproveitar a <b>busca avanzada e funcións de clasificación</b> que utilizan etiquetas, autores, comentarios e máis. En segundos atoparás o libro que buscabas!
it: calibre non solo può <b>scaricare tutti i metadati</b> per un e-book (cose come titolo, autore, editore, ISBN, tag, copertina o riepilogo) ma ti permetterà anche di modificare o creare metadati in campi esistenti o nuovi. In questo modo puoi tenere traccia di quali libri hai letto e quali ti sono piaciuti. Puoi anche approfittare della <b>ricerca avanzata e delle funzioni di ordinamento</b> che utilizzano tag, autori, commenti ed altro. Troverai il libro che stavi cercando in pochi secondi!
ja: calibre は、電子書籍の<b>すべての書誌をダウンロード</b>できるだけでなく(タイトル、著者、出版社、ISBN、タグ、表紙、要約など)、既存の書誌または既存の書誌を編集または作成することもできます。新しいフィールド。そうすれば、読んだ本と気に入った本を追跡できます。タグ、作成者、コメントなどを使用する<b>高度な検索と並べ替え</b>機能を利用することもできます。あなたが探していた本が数秒で見つかります！
ta: காலிபர் மட்டுமல்ல <b> அனைத்து மெட்டாடேட்டாவையும் பதிவிறக்கவும் </b> ஒரு மின் புத்தகத்திற்கு (தலைப்பு, ஆசிரியர், வெளியீட்டாளர், ஐ.எச்.பி.என், குறிச்சொற்கள், கவர் அல்லது சுருக்கம்) ஆனால் திருத்தவும் அல்லது இருக்கும் அல்லது புதிய துறைகளில் மெட்டாடேட்டாவை உருவாக்கவும். அந்த வழியில் உங்களால் முடியும் நீங்கள் எந்த புத்தகங்களைப் படித்தீர்கள், எந்தெந்தவை விரும்பினீர்கள் என்பதைக் கண்காணிக்கவும். நீங்கள் <b> மேம்பட்ட தேடலையும் பயன்படுத்திக் கொள்ளலாம் வரிசையாக்கம் </b> குறிச்சொற்கள், ஆசிரியர்கள், கருத்துகள் மற்றும் பயன்படுத்தும் செயல்பாடுகள் மேலும். நீங்கள் தேடிக்கொண்டிருந்த புத்தகத்தை நொடிகளில் காண்பீர்கள்!

source: Use it everywhere and with anything
gl: Úsao en todas partes e con calquera cousa
it: Usalo ovunque e con qualsiasi cosa
ja: どこでも、何でも利用できます
ta: எல்லா இடங்களிலும் எதையும் பயன்படுத்தவும்

source: calibre supports almost <b>every single e-reader</b> and is compatible with more devices with every update. You can transfer your e-books from one device to another in seconds, <b>wirelessly</b> or with a cable. And you don’t need any additional tools to do that. calibre will send the <b>best file format</b> for your device converting it if needed, automatically.
gl: calibre admite case <b>todos os lectores electrónicos</b> e é compatible con máis dispositivos con cada actualización. Podes transferir os seus libros electrónicos dun dispositivo a outro en segundos, <b>sen fíos</b> ou cun cable. E ti non precisa de ferramentas adicionais para facelo. calibre enviará o <b>mellor formato de ficheiro</b> para o teu dispositivo converténdoo se necesario, automaticamente.
it: calibre supporta quasi <b>ogni singolo e-reader</b> ed è compatibile con sempre più dispositivi ad ogni aggiornamento. Puoi trasferire i tuoi e-book da un dispositivo all'altro in pochi secondi, in <b>modalità wireless</b> o con un cavo. E non hai bisogno di ulteriori strumenti per farlo. calibre invierà il file nel <b>formato migliore</b> per il tuo dispositivo convertendolo, se necessario, automaticamente.
ja: calibre は、ほぼ<b>すべての電子書籍リーダ</b>をサポートし、更新のたびに互換性のあるデバイスが増えています。電子書籍は <b>Wi-Fi</b> またはケーブルを使用して、あるデバイスから別のデバイスに数秒で転送できます。追加のツールは必要ありません。calibreは使用するデバイス<b>最適なファイル形式</b>で送信し、必要であれば自動的に変換します。
ta: காலிபர் கிட்டத்தட்ட <b> ஒவ்வொரு இ-ரீடர் </b> மற்றும் ஒவ்வொரு புதுப்பிப்பிலும் அதிக சாதனங்களுடன் இணக்கமானது. உன்னால் முடியும் உங்கள் மின் புத்தகங்களை ஒரு சாதனத்திலிருந்து இன்னொரு சாதனத்திற்கு மாற்றவும் விநாடிகள், <b> வயர்லெச் </b> அல்லது ஒரு கேபிள் மூலம். நீங்கள் இல்லை அதைச் செய்ய கூடுதல் கருவிகள் தேவை. காலிபர் அனுப்பும் <b> சிறந்த கோப்பு வடிவம் </b> உங்கள் சாதனத்திற்கு அதை மாற்றுவதற்கு தேவை, தானாக.

source: No matter what PC, laptop or tablet you use, calibre’s got you covered. If you’re traveling and don’t have your device with you – you can take calibre on a USB stick and <b>use it wherever you are</b>. Or run the calibre Content server and read your books anywhere, on any device.
gl: Non importa o PC, portátil ou tableta que uses, calibre cubriuche. Se estás de viaxe e non tes o teu dispositivo contigo: podes levar calibre nunha memoria USB e <b>utilízao onde esteas</b>. Ou executa o servidor de contido calibre e le os teus libros en calquera lugar e en calquera dispositivo.
it: Qualsiasi sia il PC, laptop o tablet che tu usi, calibre ti viene incontro. Se sei in viaggio e non hai il tuo dispositivo con te – puoi portare calibre su una chiavetta USB e <b>usarlo ovunque ti trovi</b>. Oppure avviare il server dei contenuti di calibre e leggere i tuoi libri dappertutto, su qualunque dispositivo.
ja: どのようなPC、ラップトップ、タブレットを使用していても、calibre は対応できます。もし旅行中で、自分のデバイスを持ち歩いていないとしても、calibre は USB スティックで持って行けるので<b>どこにいても使用できます</b>。あるいは calibre のコンテンツサーバを実行すれば、どこでも、どのデバイスでも本を読むことができます。
ta: நீங்கள் பயன்படுத்தும் பிசி, மடிக்கணினி அல்லது டேப்லெட் எதுவாக இருந்தாலும், காலிபர் நீங்கள் மூடிமறைத்தீர்கள். நீங்கள் பயணம் செய்கிறீர்கள் என்றால் இல்லை உங்களுடன் உங்கள் சாதனம் - யூ.எச்.பி குச்சியில் நீங்கள் திறமையாக எடுக்கலாம் <b> நீங்கள் எங்கிருந்தாலும் அதைப் பயன்படுத்தவும் </b>. அல்லது காலிபர் உள்ளடக்க சேவையகத்தை இயக்கி படிக்கவும் உங்கள் புத்தகங்கள் எங்கும், எந்த சாதனத்திலும்.

source: calibre can convert dozens of file types. No matter where you got your e-book from, it’ll be ready for your device in no time. When converting, you can also automatically change the book’s style, create a table of contents or improve punctuation and margins. calibre will also detect the format that’s best suited for your device on its own, so you don’t have to bother.
gl: calibre pode converter decenas de tipos de ficheiros. Non importa de onde conseguiches o teu libro electrónico, estará listo para o teu dispositivo en pouco tempo. Ao converter, tamén podes cambia automaticamente o estilo do libro, crea unha táboa de contidos ou mellorar a puntuación e as marxes. calibre vontade tamén detecta o formato que máis se adapta ao teu dispositivo por si só, para que non teñas que molestarte.
it: calibre può convertire dozzine di tipi di file. Non importa dove hai ottenuto il tuo e-book, sarà pronto per il tuo dispositivo in pochissimo tempo. Durante la conversione, puoi anche cambiare automaticamente lo stile del libro, creare un indice o migliorare punteggiatura e margini. calibre rileverà anche da solo il formato più adatto al tuo dispositivo, quindi non devi preoccuparti.
ja: calibreは、数十ものファイルタイプを変換できます。電子書籍をどこから入手したかに関係なく、すぐにデバイスで使用できるようになります。変換時に、本のスタイルを自動的に変更したり、目次を作成したり、句読点や余白を改善したりすることもできます。 calibre は、デバイス自体に最適な形式も検出するため、気にする必要はありません。
ta: காலிபர் டசன் கணக்கான கோப்பு வகைகளை மாற்ற முடியும். பரவாயில்லை உங்கள் மின் புத்தகத்திலிருந்து எங்கிருந்து கிடைத்தது, அது உங்களுக்காக தயாராக இருக்கும் எந்த நேரத்திலும் சாதனம். மாற்றும்போது, நீங்களும் செய்யலாம் புத்தகத்தின் பாணியை தானாக மாற்றவும், ஒரு அட்டவணையை உருவாக்கவும் உள்ளடக்கங்கள் அல்லது நிறுத்தற்குறி மற்றும் விளிம்புகளை மேம்படுத்தவும். காலிபர் வில் உங்கள் சாதனத்திற்கு மிகவும் பொருத்தமான வடிவமைப்பையும் கண்டறியவும் சொந்தமாக, எனவே நீங்கள் கவலைப்பட வேண்டியதில்லை.

source: calibre can also turn your personal documents to e-books or create them from scratch. It can also take all the mundane things that go with it off your plate. It has automatic style helpers and scripts generating the book’s structure. You focus on the content, calibre will take care of the rest.
gl: calibre tamén pode converter os seus documentos persoais en libros electrónicos ou crealos desde cero. Tamén pode levar todos os cousas mundanas que van con iso do teu prato. Posúe axudantes de estilo automáticos e scripts que xeran o libro estrutura. Concéntrase no contido, calibre encargarase do resto.
it: calibre può anche trasformare i tuoi documenti personali in e-book o crearli da zero. Può anche occuparsi al posto tuo di tutte le cose necessarie e poco interessanti che essi richiedono. calibre ha aiuti e script automatici per lo stile che generano la struttura del libro. Concentrati sul contenuto, del resto si prenderà cura calibre.
ja: calibreは、個人のドキュメントを電子書籍に変換したり、最初から作成したりすることもできます。そしてまた、あらゆるつまらない作業を肩代わりしてくれます。自動スタイルヘルパーや、本の構造を生成するスクリプトがあります。あなたはコンテンツにだけ専念すれば、残りの面倒はすべて calibre が見てくれるのです。
ta: காலிபர் உங்கள் தனிப்பட்ட ஆவணங்களை மின் புத்தகங்களாக மாற்றலாம் அல்லது புதிதாக அவற்றை உருவாக்கவும். இது எல்லாவற்றையும் எடுக்கலாம் உங்கள் தட்டில் இருந்து அதனுடன் செல்லும் சாதாரணமான விசயங்கள். அது உள்ளது தானியங்கி பாணி உதவியாளர்கள் மற்றும் புத்தகத்தை உருவாக்கும் ச்கிரிப்ட்கள் கட்டமைப்பு. நீங்கள் உள்ளடக்கத்தில் கவனம் செலுத்துகிறீர்கள், காலிபர் கவனித்துக்கொள்வார் மீதமுள்ளவற்றில்.

source: Comprehensive e-book viewer
gl: Visor de libros electrónicos completo
it: Lettore e-book integrato
ja: 包括的な電子書籍ビューア
ta: விரிவான மின் புத்தக பார்வையாளர்

source: calibre has a built-in e-book viewer that can display <b>all the major e-book formats</b>. It has full support for Table of Contents, highlighting, bookmarks, CSS, read aloud, a reference mode, printing, searching, copying, multi-page view, embedded fonts, and on and on…
gl: calibre ten un visor de libros electrónicos integrado que pode mostrar <b>todos os principais formatos de libros electrónicos</b>. Ten soporte completo para Índice, resaltado, marcadores,CSS, lectura en voz alta, un modo de referencia, impresión, búsqueda, copiado, vista de varias páxinas, fontes incrustadas, e moito máis…
it: calibre ha un lettore di e-book incorporato che può aprire <b>tutti i principali formati di e-book</b>. Ha pieno supporto per indici, evidenziazioni, segnalibri, CSS, lettura ad alta voce, una modalità riferimenti, stampa, ricerca, copia, vista multipagina, caratteri incorporati, e così via…
ja: calibreは <b>主要な電子書籍フォーマットすべて</b>を表示できる電子書籍ビューアを内蔵しています。. 目次、ハイライト、ブックマーク、CSS、読み上げ、参照モード、印刷、検索、コピー、複数ページ表示、埋め込みフォントなどなど、あらゆる機能を完全にサポートしています。

source: Download news/magazines from the web
gl: Descarga noticias/revistas da web
it: Scarica notizie/riviste dal web
ja: ウェブからニュース/雑誌をダウンロードする
ta: வலையிலிருந்து செய்தி/பத்திரிகைகளைப் பதிவிறக்கவும்
