Repository: kovidgoyal/calibre-translations
Catalog: website/*.po
Languages: gl, it, ja, ta

source: The change to use <i>Qt WebEngine</i> has entailed a complete rewrite of various parts of calibre, including the <i>E-book viewer</i>, <i>PDF Output</i>, <i>Book details</i> etc. Every attempt has been made to preserve features and functionality in a backwards compatible way, see below for a list of some known incompatibilities.
gl: O cambio para usar <i>Qt WebEngine</i> supuxo unha reescritura completa de varias partes de calibre, incluíndo o <i>visor de libros electrónicos</i>, a <i>saída de PDF</i>, <i>Detalles do libro</i>, etc. Fíxose todo o posible para preservar as características e a funcionalidade de forma compatible con versións anteriores, consulte a continuación unha lista dalgunhas incompatibilidades coñecidas.
ja: <i>Qt WebEngine</i> を使用するように変更したことで、<i>電子書籍ビューア</i>、<i>PDF 出力</i>、<i>本の詳細</i>など、calibre のさまざまな部分が完全に書き直されました。後方互換性を維持しながら特徴と機能を維持するためにあらゆる努力が払われましたが、既知の非互換性のリストについては以下を参照してください。
ta: <i> கியுடி வெபெங்கின் </i> ஐப் பயன்படுத்துவதற்கான மாற்றம் முழுமையான மாற்றத்தை ஏற்படுத்தியுள்ளது <i> மின்-புத்தக பார்வையாளர் </i>, <i> pdf வெளியீடு </i>, <i> புத்தக விவரங்கள் </i> போன்றவை நற்பொருத்தங்கள் மற்றும் செயல்பாட்டைப் பாதுகாக்க ஒவ்வொரு முயற்சியும் மேற்கொள்ளப்பட்டுள்ளது பின்னோக்கி இணக்கமான வழியில், அறியப்பட்ட சில பொருந்தாத தன்மைகளின் பட்டியலுக்கு கீழே காண்க.

source: The new Content server capabilities
gl: As novas capacidades do servidor de contidos
it: Le nuove capacità del server dei contenuti
ja: 新しいコンテンツサーバの能力
ta: புதிய உள்ளடக்க சேவையக திறன்கள்

source: The server has gained all the major capabilities of the main calibre interface. You can now edit metadata, convert books, and add/remove books and formats just as is possible with calibre itself. To see a brief tutorial describing how to access these features via the server interface, <a href="%(server)s" target="_blank">click here</a>.
gl: O servidor gañou todas as principais capacidades do principal interface de calibre. Agora podes editar metadatos, converter libros e engadir/eliminar libros e formatos igual que é posible co propio calibre. Para ver un breve tutorial que describe como acceder a estas funcións a través da interface do servidor, <a href="%(server)s» target="_blank">pulse AQUÍ</a>.
ja: コンテンツサーバはcalibreのメインインターフェースの主要な機能をすべて備えています。calibre本体と同様に、書誌の編集、本の変換、本や形式の追加・削除などが可能です。サーバーインターフェースからこれらの機能にアクセスする方法を説明した簡単なチュートリアルは、<a href="%(server)s" target="_blank">こちら</a>です。
ta: சேவையகம் பிரதானத்தின் அனைத்து முக்கிய திறன்களையும் பெற்றுள்ளது காலிபர் இடைமுகம். நீங்கள் இப்போது மெட்டாடேட்டாவைத் திருத்தலாம், புத்தகங்களை மாற்றலாம் மற்றும் புத்தகங்கள் மற்றும் வடிவங்களைச் சேர்க்கலாம்/அகற்றலாம் காலிபருடன் முடிந்தவரை. எப்படி என்பதை விவரிக்கும் ஒரு சுருக்கமான டுடோரியலைக் காண சேவையக இடைமுகம் வழியாக இந்த அம்சங்களை அணுகவும், <a href="%(server)s" target="_blank"> இங்கே சொடுக்கு செய்க </a>.

source: Book details where you can convert, read, edit metadata, etc
gl: Detalles do libro onde podes converter, ler, editar metadatos, etc
it: I dettagli del libro dove puoi convertire, leggere, modificare i metadati, etc
ja: 変換、読み込み、書誌編集などを行える本の詳細
ta: மேனிலை தரவு போன்றவற்றை நீங்கள் மாற்ற, படிக்க, திருத்தக்கூடிய இடங்களை புத்தக விவரங்கள்

source: Book list where you can sort, search and add books
gl: Lista de libros onde podes ordenar, buscar e engadir libros
it: La lista dei libri dove puoi ordinare, cercare ed aggiungere libri
ja: ソート、検索、本の追加を行える本のリスト
ta: நீங்கள் வரிசைப்படுத்தவும், தேடவும், புத்தகங்களைச் சேர்க்கவும் புத்தக பட்டியல்

source: Editing metadata
gl: Edición de metadatos
it: Modifica dei metadati
ja: 書誌編集
ta: மெட்டாடேட்டாவைத் திருத்துதல்

source: All new e-book viewer
gl: Todo novo visor de libros electrónicos
it: Un lettore e-book completamente rinnovato
ja: まったく新しい電子書籍ビューア
ta: அனைத்து புதிய மின் புத்தக பார்வையாளர்

source: The calibre builtin E-book viewer has been completely rewritten. The new design emphasizes the book text, with no visible controls. The viewer now also shares a codebase with the in-browser viewer which will make developing new features such as the upcoming support for annotations much easier.
gl: O visor de libros electrónicos de calibre integrado foi completamente reescrito. O novo deseño enfatiza o texto do libro, sen controis visibles. O visor agora tamén comparte unha base de código co visor do navegador o que permitirá desenvolver novas funcións como o próximo soporte para anotacións moito máis fáciles.
ja: clibre に組み込まれている電子書籍ビューアが完全に書き直されました。 新しいデザインでは、コントロールが表示されず、本のテキストが強調されます。 また、ビューアはブラウザ内ビューアとコードベースを共有するようになりました。 これにより、今後の注釈のサポートなどの新機能開発が容易になります。
ta: காலிபர் பில்டின் மின் புத்தக பார்வையாளர் முழுமையாக மீண்டும் எழுதப்பட்டார். புதிய வடிவமைப்பு புத்தக உரையை வலியுறுத்துகிறது, புலப்படும் கட்டுப்பாடுகள் இல்லை. பார்வையாளர் இப்போது உலாவி பார்வையாளருடன் ஒரு கோட்பேசைப் பகிர்ந்து கொள்கிறார் இது வரவிருக்கும் உதவி போன்ற புதிய அம்சங்களை உருவாக்கும் சிறுகுறிப்புகள் மிகவும் எளிதானது.

source: The viewer: puts the book front and centre
gl: O espectador: pon o libro por diante e no centro
it: Il lettore: mette il libro in primo piano e al centro
ja: ビューア: 本を前面中央に出す
ta: பார்வையாளர்: புத்தகத்தை முன் மற்றும் மையமாக வைக்கிறது

source: Easily lookup any text in any online reference
gl: Busca facilmente calquera texto en calquera referencia en liña
it: Cerca facilmente qualsiasi testo in qualsiasi riferimento online
ja: あらゆるオンラインリファレンスのあらゆるテキストを簡単に検索
ta: எந்தவொரு நிகழ்நிலை குறிப்பிலும் எந்த உரையையும் எளிதாகத் தேடுங்கள்

source: The viewer controls
gl: O espectador controla
it: I controlli del lettore
ja: ビューア制御
ta: பார்வையாளர் கட்டுப்படுத்துகிறார்

source: Backwards incompatibilities
gl: Incompatibilidades cara atrás
it: Incompatibilità con le versioni precedenti
ja: 後方互換性
ta: பின்னோக்கி பொருந்தாத தன்மை

source: There are a few minor backwards incompatibilities to be aware of in calibre 4, because of the replacement of <i>Qt WebKit</i> with <i>Qt WebEngine</i>.
gl: Hai que ter en conta algunhas pequenas incompatibilidades cara atrás no calibre 4, debido á substitución de <i>Qt WebKit</i> por <i>Qt WebEngine</i>.
ja: Calibre 4 では <i>Qt WebKit</i> が <i>Qt WebEngine</i> に置き換えられたため、注意すべきl後方互換性の問題がいくつかあります。
ta: <i> கியுடி வெப்கிட் </i> ஐ <i> கியுடி வெபெங்கின் </i> உடன் மாற்றுவதால், காலிபர் 4 இல் விழிப்புடன் இருக்க சில சிறிய பின்னோக்கி பொருந்தாத தன்மைகள் உள்ளன.

source: The Book details panel now no longer uses a full browser engine for rendering. This makes it faster and less resource intensive, however it supports less HTML and CSS, which means if you used advanced styling in your comments it may not fully work. See <a href="%(qt)s">here for the supported HTML subset</a>.
gl: O panel de detalles do libro xa non usa un motor de navegador completo para renderizar. Non obstante, isto fai que sexa máis rápido e con menos recursos admite menos HTML e CSS, o que significa que se usases estilos avanzados nos teus comentarios pode que non funcione completamente. Mira <a href="%(qt)s">aquí para o subconxunto HTML admitido</a>.
ja: 本の詳細パネルのレンダリングに、フル機能のブラウザエンジンを使用しなくなりました。これにより、処理速度が向上し、リソース消費量も削減されますが、HTMLとCSSのサポート範囲が狭まるため、コメントで高度なスタイル設定を行った場合、十分に再現できない可能性があります。<a href="%(qt)s">サポートされるHTMLサブセット</a>については、こちらをご覧ください。
ta: புத்தக விவரங்கள் குழு இப்போது முழு உலாவி இயந்திரத்தைப் பயன்படுத்தாது வழங்குதல் செய்ய. இருப்பினும், இது வேகமாகவும் குறைவான வளத்தையும் ஆக்குகிறது இது குறைவான html மற்றும் css ஐ ஆதரிக்கிறது, அதாவது நீங்கள் மேம்பட்ட ச்டைலிங் பயன்படுத்தினால் உங்கள் கருத்துக்களில் இது முழுமையாக செயல்படாது. <a href="%(qt)s"> இங்கே காண்க ஆதரிக்கப்பட்ட html துணைக்குழு </a>.

source: The markup needed for header and footer templates when converting to PDF has changed. See <a href="%(pdf)s">the manual</a> for details.
gl: O marcado necesario para os modelos de cabeceira e pé de páxina ao converterse en PDF cambiou. Consulte <a href="%(pdf)s">o manual</a> para obter máis detalles.
ja: PDF変換時のヘッダーとフッターについて、テンプレートのマークアップが変更されました。詳細は<a href="%(pdf)s">マニュアル</a>をご覧ください。
ta: pdf ஆக மாற்றும்போது தலைப்பு மற்றும் அடிக்குறிப்பு வார்ப்புருக்களுக்கு தேவையான மார்க்அப் மாறிவிட்டது. விவரங்களுக்கு </a> கையேடு </a> ஐ <a href="%(pdf)s"> மிகி</a>.

source: New in calibre 0.7
gl: Novo no calibre 0.7
it: Novità di calibre 0.7
ja: calibre 0.7 の新機能
ta: காலிபர் 0.7 இல் புதியது

source: It has been nearly a year since calibre 0.6.0 was released and calibre has come a long way since then. calibre has always been amazingly flexible. 0.6 was all about bringing that flexibility to the conversion engine and device support. Today calibre supports conversion from/to dozens of formats and can connect to scores of devices. The focus of 0.7 is bringing that same flexibility to the calibre User interface.
gl: Xa pasou case un ano desde que se lanzou o calibre 0.6.0 e o calibre percorreu un longo camiño dende entón. calibre sempre foi sorprendentemente flexible. 0.6 consistía en aportar esa flexibilidade ao motor de conversión e ao soporte do dispositivo. Hoxe calibre admite a conversión de/a decenas de formatos e pode conectarse a decenas de dispositivos. O foco de 0,7 está aportando esa mesma flexibilidade a interface de usuario calibre.
it: È passato quasi un anno da quando è stato rilasciato Calibre 0.6.0 e da allora ha fatto molta strada. Calibre è sempre stato incredibilmente flessibile. La 0.6 era focalizzata nel fornire tale flessibilità al motore di conversione e al supporto del dispositivo. Oggi Calibre supporta la conversione da/a dozzine di formati e può connettersi a decine di dispositivi. Il focus di 0.7 consiste nel portare la stessa flessibilità alla interfaccia utente di Calibre.
ja: calibre 0.6.0のリリースからほぼ1年が経ち、大きく進歩しました。calibreは常に驚くべき柔軟性を持ってきました。0.6は、変換エンジンとデバイスサポートに柔軟性をもたらしました。現在、calibreは数十種類のフォーマット間の変換をサポートし、多数のデバイスに接続できます。0.7では、同様の柔軟性をユーザーインターフェースにもたらすことに注力しています。
ta: காலிபர் 0.6.0 வெளியிடப்பட்டு கிட்டத்தட்ட ஒரு வருடம் ஆகிவிட்டது அப்போதிருந்து நீண்ட தூரம் வந்துவிட்டது. காலிபர் எப்போதுமே அதிசயமாக நெகிழ்வானவர். 0.6 என்பது மாற்று இயந்திரம் மற்றும் சாதன ஆதரவுக்கு அந்த நெகிழ்வுத்தன்மையைக் கொண்டுவருவது பற்றியது. இன்று காலிபர்/டசன் கணக்கான வடிவங்களுக்கு மாற்றுவதை ஆதரிக்கிறது மற்றும் இணைக்க முடியும் சாதனங்களின் மதிப்பெண்களுக்கு. 0.7 இன் கவனம் அதே நெகிழ்வுத்தன்மையைக் கொண்டுவருகிறது காலிபர் பயனர் இடைமுகம்.

source: To that end, users now have the ability to freely resize all the major user interface elements, add their own custom metadata to the book list, and add their own categories to the Tag browser.
gl: Para iso, agora os usuarios teñen a posibilidade de redimensionar libremente toda a interface de usuario principal elementos, engade os seus propios metadatos personalizados á lista de libros e engade as súas propias categorías ao navegador de etiquetas.
it: A tal fine, ora gli utenti hanno la possibilità di ridimensionare liberamente tutti i principali elementi delle interfacce utente, aggiungere i propri metadati personalizzati all'elenco dei libri ed aggiungere le proprie categorie al Visualizzatore delle Etichette.
ja: それにより、ユーザーは、すべての主要なユーザーインターフェイス部分のサイズを自由に変更したり、独自のカスタム書誌データを書籍リストに追加したり、独自のカテゴリをタグブラウザーに追加したりできるようになりました。
ta: அதற்காக, பயனர்கள் இப்போது அனைத்து முக்கிய பயனர் இடைமுகத்தையும் சுதந்திரமாக மறுஅளவாக்கும் திறனைக் கொண்டுள்ளனர் கூறுகள், அவற்றின் சொந்த தனிப்பயன் மெட்டாடேட்டாவை புத்தக பட்டியலில் சேர்க்கவும், அவற்றின் சொந்த வகைகளைச் சேர்க்கவும் குறிச்சொல் உலாவிக்கு.

source: Another major area of improvement is performance. Various parts of calibre have seen optimization and caching improvements. Startup times and large library performance have been dramatically improved. With a library of ten thousand books, you will see an improvement of between 10 and a 100 times in the speed of startup and common operations like editing metadata.
gl: Outra das principais áreas de mellora é o rendemento. Víronse varias partes de calibre melloras de optimización e caché. Os tempos de inicio e o gran rendemento da biblioteca teñen mellorou drasticamente. Cunha biblioteca de dez mil libros, verás unha mellora de entre 10 e 100 veces na velocidade de inicio e operacións comúns como a edición de metadatos.
it: Un'altra importante area di miglioramento è rappresentata dalle prestazioni. Varie parti di Calibre hanno visto un'ottimizzazione e miglioramenti della memorizzazione nella cache. Tempi di avvio e prestazioni di una libreria di grandi dimensioni sono stati notevolmente migliorati. Con una biblioteca di diecimila libri, vedrai un miglioramento tra 10 e 100 volte nella velocità di avvio ed in operazioni comuni come la modifica dei metadati.
ja: もう一つの主要な改善点はパフォーマンスです。calibreの様々な部分で最適化とキャッシュ改善が実施されました。起動時間と大規模なライブラリのパフォーマンスが劇的に向上しました。1万冊のライブラリでは、起動速度や書誌編集などの一般的な操作が10倍から100倍高速化します。
ta: முன்னேற்றத்தின் மற்றொரு முக்கிய பகுதி செயல்திறன். காலிபரின் பல்வேறு பகுதிகள் பார்த்துள்ளன தேர்வுமுறை மற்றும் தேக்கக மேம்பாடுகள். தொடக்க நேரங்கள் மற்றும் பெரிய நூலக செயல்திறன் உள்ளன வியத்தகு முறையில் மேம்படுத்தப்பட்டது. பத்தாயிரம் புத்தகங்களின் நூலகத்துடன், நீங்கள் ஒரு முன்னேற்றத்தைக் காண்பீர்கள் தொடக்கத்தின் வேகத்தில் 10 முதல் 100 மடங்கு வரை மற்றும் மேனிலை தரவு திருத்துதல் போன்ற பொதுவான செயல்பாடுகள்.

source: When connecting to devices, calibre now caches the metadata it reads from the files on the device. This means that on subsequent connects calibre will build the list of books on the device very fast. If you like to keep large collections of books on your device, you will find this feature a godsend.
gl: Cando se conecta a dispositivos, agora calibre almacena en caché os metadatos que le dos ficheiros no dispositivo. Isto significa que nas conexións posteriores calibre creará a lista de libros no dispositivo moi rápido. Se queres manter grandes coleccións de libros no teu dispositivo, atoparás esta función unha bendición.
it: Durante la connessione ai dispositivi, Calibre ora memorizza nella cache i metadati che legge dai file sul dispositivo. Ciò significa che su connessioni successive Calibre costruirà l'elenco dei libri sul dispositivo molto velocemente. Se ti piace conservare grandi raccolte di libri sul tuo dispositivo, troverai questa caratteristica una manna dal cielo.
ja: calibreはデバイスに接続するとき、デバイス上のファイルから読み取った書誌データをキャッシュするようになりました。これにより、次回以降の接続時に、デバイス上の書籍リストを非常に高速に構築できます。デバイスに大量の書籍を保存したい方には、この機能は大助かりでしょう。
ta: சாதனங்களுடன் இணைக்கும்போது, காலிபர் இப்போது கோப்புகளிலிருந்து படிக்கும் மெட்டாடேட்டாவை தற்காலிகமாக சேமிக்கிறது சாதனத்தில். இதன் பொருள், அடுத்தடுத்த இணைப்புகள் காலிபர் பட்டியலை உருவாக்கும் சாதனத்தில் மிக வேகமாக புத்தகங்கள். உங்கள் சாதனத்தில் பெரிய புத்தகங்களை வைத்திருக்க விரும்பினால், இந்த அம்சத்தை நீங்கள் ஒரு தெய்வபக்தியைக் காண்பீர்கள்.

source: The 0.7 User interface
gl: A interface de usuario 0.7
it: Interfaccia utente 0.7
ja: 0.7 ユーザーインターフェース
ta: 0.7 பயனர் இடைமுகம்

source: Some of these improvements are described in more detail below.
gl: Algunhas destas melloras descríbense con máis detalle a continuación.
it: Alcuni di questi miglioramenti sono descritti più dettagliatamente di seguito.
ja: これらの改善点のいくつかについて、以下で詳細に説明します。
ta: இந்த மேம்பாடுகளில் சில கீழே விரிவாக விவரிக்கப்பட்டுள்ளன.

source: User interface improvements
gl: Melloras na interface de usuario
it: Miglioramenti dell'interfaccia utente
ja: ユーザーインターフェース改善
ta: பயனர் இடைமுக மேம்பாடுகள்

source: The best way to see the user interface improvement is watch the video linked to above. For those of you that cannot, here's a short description.
gl: A mellor forma de ver a mellora da interface de usuario é ver o vídeo ligado anteriormente. Para os de vós iso non pode, aquí tes unha breve descrición.
it: Il modo migliore per vedere il miglioramento dell'interfaccia utente è guardare il video collegato sopra. Per quelli di voi che non possono, ecco una breve descrizione.
ja: ユーザーインターフェースの改善をご確認いただくには、上記のリンク先のビデオをご覧いただくのが一番です。ビデオをご覧いただけない方のために、簡単にご説明します。
ta: பயனர் இடைமுக மேம்பாட்டைக் காண சிறந்த வழி மேலே இணைக்கப்பட்ட வீடியோவைப் பாருங்கள். உங்களில் உள்ளவர்களுக்கு அது முடியாது, இங்கே ஒரு குறுகிய விளக்கம்.

source: You can now add your own columns to the book list, via Preferences-&gt;Interface (the plus button). You can add your own ratings, yes/no, tags, date, etc. columns and have them appear in the booklist. The contents of these columns can be edited just like a builtin column, by either double clicking on individual entries or using the Edit meta information button.
gl: Agora podes engadir as túas propias columnas á lista de libros, a través de Preferencias-&gt;Interface (o botón máis). Podes engadir as túas propias columnas de valoracións, si/non, etiquetas, datas, etc e que aparezan na lista de libros. O contido destas columnas pódese editar igual que unha columna integrada por premendo dúas veces en entradas individuais ou usando o botón Editar meta información.
ja: 「環境設定 -&gt インターフェース」（プラスボタン）から、本リストに独自の列を追加できるようになりました。 評価、はい/いいえ、タグ、日付などの独自の列を追加し、本リストに表示できます。 これらの列の内容は、組み込みの列と同様に、個々のエントリをダブルクリックするか、「書誌を編集」ボタンを使用することで編集できます。
ta: விருப்பத்தேர்வுகள்- & gt; இடைமுகம் (பிளச் பொத்தான்) வழியாக இப்போது உங்கள் சொந்த நெடுவரிசைகளை புத்தக பட்டியலில் சேர்க்கலாம். உங்கள் சொந்த மதிப்பீடுகளை நீங்கள் சேர்க்கலாம், ஆம்/இல்லை, குறிச்சொற்கள், தேதி போன்றவை நெடுவரிசைகள் மேலும் அவை புத்தகப் பட்டியலில் தோன்றும். இந்த நெடுவரிசைகளின் உள்ளடக்கங்களை ஒரு பில்டின் நெடுவரிசையைப் போலவே திருத்தலாம் தனிப்பட்ட உள்ளீடுகளை இருமுறை சொடுக்கு செய்வது அல்லது திருத்து மேவு செய்தி பொத்தானைப் பயன்படுத்துதல்.

source: You can freely resize the Tag browser and Book details pane and easily show/hide columns by right clicking on their headers. You can also re-arrange columns by dragging their headers.
gl: Podes cambiar o tamaño do navegador de etiquetas e do panel de detalles do libro e mostrar/ocultar facilmente as columnas facendo clic co botón dereito nas súas cabeceiras. Tamén podes reorganizar as columnas arrastrando as súas cabeceiras.
it: Puoi ridimensionare liberamente il Navigatore dei Tag e il riquadro Dettagli libro e mostrare/nascondere facilmente le colonne facendo clic con il tasto destro del mouse sulle loro intestazioni. Puoi anche riorganizzare le colonne trascinandone le intestazioni.
ja: タグブラウザと本の詳細ペインは自由にサイズを変更でき、列の見出しを右クリックすることで簡単に列の表示/非表示を切り替えることができます。 列の見出しをドラッグして列を並べ替えることもできます。
ta: குறிச்சொல் உலாவி மற்றும் புத்தக விவரங்கள் பலகத்தை நீங்கள் சுதந்திரமாக மறுஅளவாக்கலாம் மற்றும் அவற்றின் தலைப்புகளில் வலது சொடுக்கு செய்வதன் மூலம் நெடுவரிசைகளை எளிதாகக் காட்ட/மறைக்கலாம். நெடுவரிசைகளை அவற்றின் தலைப்புகளை இழுத்து மீண்டும் ஏற்பாடு செய்யலாம்.

source: You can show/hide categories in the Tag browser by right clicking on them and add your own categories for quick access, by clicking the Manage user categories button. You can also edit entries in the Tag browser by right clicking on them. This will change their value for all books. For example, if you change the name of an author, this change will appear in the metadata of all the books by that author.
gl: Podes mostrar/ocultar categorías no navegador de etiquetas facendo clic co botón dereito sobre elas e engadir as túas propias categorías para acceder rapidamente, facendo clic o botón Xestionar categorías de usuarios. Tamén pode editar entradas no navegador de etiquetas facendo clic co botón dereito sobre elas. Isto cambiará o seu valor para todos os libros. Por exemplo, se cambia o nome dun autor, este cambio aparecerá nos metadatos de todos os libros deste autor.
ja: タグブラウザでは、カテゴリを右クリックすることで表示/非表示を切り替えることができます。また、「ユーザーカテゴリの管理」ボタンをクリックすると、独自のカテゴリを追加してすぐにアクセスできるようにすることができます。タグブラウザでエントリを右クリックすることで編集することもできます。編集すると、すべての本の値が変更されます。例えば、著者名を変更すると、その著者のすべての本の書誌にもその変更が反映されます。
ta: குறிச்சொல் உலாவியில் உள்ள வகைகளை வலது சொடுக்கு செய்வதன் மூலம் நீங்கள் காண்பிக்கலாம்/மறைக்கலாம் மற்றும் விரைவான அணுகலுக்காக உங்கள் சொந்த வகைகளைச் சேர்க்கலாம், சொடுக்கு செய்வதன் மூலம் பயனர் வகைகளை நிர்வகிக்கவும் பொத்தானை. குறிச்சொல் உலாவியில் உள்ளீடுகளை வலது சொடுக்கு செய்வதன் மூலம் திருத்தலாம். இது அவற்றின் மதிப்பை மாற்றும் எல்லா புத்தகங்களுக்கும். எடுத்துக்காட்டாக, நீங்கள் ஒரு எழுத்தாளரின் பெயரை மாற்றினால், இந்த மாற்றம் அந்த எழுத்தாளரின் அனைத்து புத்தகங்களின் மெட்டாடேட்டாவில் தோன்றும்.

source: You can save your frequently used searches and bring them up with a single click in the Tag browser. You can also use the saved searches to restrict what is shown in calibre. This will restrict the book list as well as the Tag browser. In effect, you have temporarily reduced your calibre collection to only the books matching the search.
gl: Podes gardar as buscas que utilizas con frecuencia e mostralas cun só clic no navegador de etiquetas. Tamén podes usar as buscas gardadas para restrinxir o que se mostra en calibre. Isto restrinxirá a lista de libros así como o navegador de etiquetas. De feito, reduciches temporalmente a túa colección de calibre só aos libros que coincidan coa busca.
ja: よく使う検索条件を保存しておけば、タグブラウザでワンクリックで表示できます。また、保存した検索条件を使って、calibreに表示される内容を制限することも可能です。これにより、タグブラウザと同じように、本のリストを制限できます。つまり、calibreコレクションを検索条件に一致するように一時的に絞り込んで表示することになります。
ta: நீங்கள் அடிக்கடி பயன்படுத்தப்படும் தேடல்களைச் சேமித்து, குறிச்சொல் உலாவியில் ஒரே கிளிக்கில் கொண்டு வரலாம். கட்டுப்படுத்த நீங்கள் சேமித்த தேடல்களையும் பயன்படுத்தலாம் காலிபரில் காட்டப்பட்டுள்ளது. இது புத்தக பட்டியலையும் குறிச்சொல் உலாவியையும் கட்டுப்படுத்தும். இதன் விளைவாக, உங்கள் காலிபர் சேகரிப்பை தற்காலிகமாக குறைத்துள்ளீர்கள் தேடலுடன் பொருந்தக்கூடிய புத்தகங்களுக்கு மட்டுமே.

source: You can now merge book records and have calibre automatically merge the metadata and formats into a single entry for you. Accessed via the arrow next to the edit meta information button.
gl: Agora podes combinar rexistros de libros e facer que Calibre combine automaticamente os metadatos e os formatos nunha única entrada. Acceso a través de frecha ao lado do botón editar metainformación.
ja: 本のレコードを統合できるようになりました。calibreが自動的に書誌と形式を1つのエントリに統合します。「書誌の編集」ボタンの横にある矢印からアクセスできます。
ta: நீங்கள் இப்போது புத்தக பதிவுகளை ஒன்றிணைக்கலாம் மற்றும் காலிபர் தானாகவே மேனிலை தரவு மற்றும் வடிவங்களை உங்களுக்காக ஒரு நுழைவாக ஒன்றிணைக்கலாம். அணுகப்பட்டது திருத்து மேவு செய்தி பொத்தானுக்கு அடுத்த அம்பு.

source: You can now use regular expression when searching and also relational operators like <code>date:&gt;yesterday</code>.
gl: Agora podes usar expresións regulares ao buscar e tamén operadores relacionais como <code>data:&gt;onte</code>.
it: Si possono usare espressioni regolari nella ricerca ed anche operatori relazionali come <code>data:&gt;ieri</code>.
ja: 検索時に正規表現と、<code>date:&gt;yesterday</code> のような関係演算子を使用できるようになりました。
ta: தேடும்போது நீங்கள் இப்போது வழக்கமான வெளிப்பாட்டைப் பயன்படுத்தலாம் மற்றும் <code> தேதி: & gt; நேற்று </code> போன்ற தொடர்புடைய ஆபரேட்டர்களையும் பயன்படுத்தலாம்.

source: calibre can now optionally download tags/reviews/rating from Amazon.com
gl: calibre agora pode descargar opcionalmente etiquetas/recensións/valoración de Amazon.com
it: calibre ora può facoltativamente scaricare tag/recensioni/valutazioni da Amazon.com
ja: calibre は Amazon.comよりタグ／レビュー／評価をオプションでダウンロードできるようになりました。
ta: காலிபர் இப்போது அமேசான்.காமில் இருந்து குறிச்சொற்கள்/மதிப்புரைகள்/மதிப்பீட்டை விருப்பமாக பதிவிறக்கம் செய்யலாம்

source: Device driver improvements
gl: Melloras do controlador do dispositivo
it: Miglioramenti dei driver di dispositivo
ja: デバイスドラバーの改善
ta: சாதன இயக்கி மேம்பாடுகள்
